if (GetLocale() == "zhCN") then

AtlasLootRepItems = {

    Argent1 = {
        { 22689, "INV_Helmet_13", "=q3=神圣皮甲头盔",              "=ds=#s1# #a2#" },
        { 22690, "INV_Pants_03", "=q3=瘟疫猎手护腿",               "=ds=#s11# #a3#" },
        { 22681, "INV_Jewelry_Ring_33", "=q3=虔敬指环",            "=ds=#s13#" },
        { 22680, "INV_Jewelry_Ring_01", "=q3=果断指环",            "=ds=#s13#" },
        { 22688, "INV_Weapon_ShortBlade_03", "=q3=维里蒙德的庇护", "=ds=#h3##w4#" },
        { 22679, "INV_Misc_Bag_17", "=q3=补给袋",                  "=ds=#e10#" },
        { 0, "", "", "" },
        { 22523, "INV_Misc_Token_ArgentDawn", "=q2=黎明徽记",      "=ds=#e22#" },
        { 0, "", "", "" },
        { 0, "", "", "" },        
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 22667, "INV_Bracer_12", "=q4=希望护腕",                   "=ds=#s8# #a1#" },
        { 22668, "INV_Bracer_04", "=q4=狡诈护腕",                   "=ds=#s8# #a2#" },
        { 22657, "INV_Jewelry_Amulet_04", "=q4=黎明护符",           "=ds=#s2#" },
        { 22659, "INV_Jewelry_Amulet_04", "=q4=黎明勋章",           "=ds=#s2#" },
        { 22678, "INV_Misc_Gem_Pearl_04", "=q4=优越护符",           "=ds=#s14#" },
        { 22656, "INV_Weapon_Rifle_06", "=q4=清洁者",               "=ds=#w5#" },
        { 0, "", "", "" },
        { 22524, "INV_Misc_Token_ScarletCrusade", "=q2=十字军徽记", "=ds=#e22#" },
        };

    Argent2 = {
        { 0, "INV_Jewelry_Talisman_08", "=q6=#r2#", "" },
        { 13724, "INV_Misc_Food_33", "=q1=可口的魔法点心", "=ds=#e2#" },
        { 0, "", "", "" },
        { 0, "INV_Jewelry_Talisman_08", "=q6=#r3#", "" },
        { 19216, "INV_Scroll_03", "=q1=图样: 银色长靴",               "=ds=#p8#" },
        { 19328, "INV_Scroll_03", "=q1=图样: 黎明皮靴",               "=ds=#p7#" },
        { 19203, "INV_Scroll_03", "=q1=设计图: 黎明束腰",             "=ds=#p2#" },
        { 19442, "INV_Scroll_03", "=q1=配方: 特效抗毒药剂",           "=ds=#p6#" },
        { 19446, "INV_Misc_Note_01", "=q1=公式: 附魔护腕 - 法力回复", "=ds=#p4#" },
        { 13482, "INV_Scroll_06", "=q2=配方: 点气成火",               "=ds=#p1#" },
        };

    Argent3 = {
        { 0, "INV_Jewelry_Talisman_08", "=q6=#r4#", "" },
        { 19217, "INV_Scroll_03", "=q1=图样: 银色护肩",                   "=ds=#p8#" },
        { 19329, "INV_Scroll_03", "=q1=图样: 金色黎明衬肩",               "=ds=#p7#" },
        { 19205, "INV_Scroll_03", "=q1=设计图: 黎明手套",                 "=ds=#p2#" },
        { 19447, "INV_Scroll_03", "=q1=公式: 附魔护腕 - 治疗",            "=ds=#p4#" },
        { 18171, "Spell_Holy_WordFortitude", "=q2=奥术黎明衬肩",          "=ds=#s3##e11#" },
        { 18169, "Spell_Fire_FlameShock", "=q2=火焰黎明衬肩",             "=ds=#s3##e11#" },
        { 18170, "Spell_Frost_FrostShock", "=q2=冰霜黎明衬肩",            "=ds=#s3##e11#" },
        { 18172, "Spell_Nature_ProtectionformNature", "=q2=自然黎明衬肩", "=ds=#s3##e11#" },
        { 18173, "Spell_Shadow_RagingScream", "=q2=暗影黎明衬肩",         "=ds=#s3##e11#" },
        { 13810, "INV_Misc_Food_41", "=q1=神圣太阳果",                    "=ds=#e2#" },
        { 13813, "INV_Drink_16", "=q1=神圣太阳果汁",                      "=ds=#e3#" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "INV_Jewelry_Talisman_08", "=q6=#r5#", "" },
        { 18182, "INV_Misc_Gem_Variety_02", "=q2=多彩黎明衬肩", "=ds=#s3##e11#" },
        };
        
    Timbermaw = {
        { 0, "INV_Misc_Horn_01", "=q6=#r2#", "" },
        { 13484, "INV_Scroll_03", "=q2=配方: 转土成水",               "=ds=#p1#" },
        { 15754, "INV_Scroll_03", "=q1=图样: 战熊热裤",               "=ds=#p7#" },   		 
   		  { 15742, "INV_Scroll_03", "=q1=图样: 战熊背心",               "=ds=#p7#" },
        { 22392, "INV_Misc_Note_01", "=q1=公式: 附魔双手武器 - 敏捷", "=ds=#p4#" },
        { 0, "", "", "" },
        { 0, "INV_Misc_Horn_01", "=q6=#r3#", "" },
        { 16768, "INV_Misc_Bag_11", "=q2=熊怪医疗包",                 "=ds=#s15#" },
        { 16769, "INV_Mace_11", "=q2=堕落熊怪的图腾",                 "=ds=#h3##w6#" },
        { 19202, "INV_Scroll_03", "=q1=设计图: 重型木喉腰带",         "=ds=#p2#" },
        { 19326, "INV_Scroll_03", "=q1=图样: 木喉之力",               "=ds=#p7#" },
        { 19215, "INV_Scroll_03", "=q1=图样: 木喉之智",               "=ds=#p8#" },
        { 19445, "INV_Misc_Note_01", "=q1=公式:附魔武器 - 敏捷",      "=ds=#p4#" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "INV_Misc_Horn_01", "=q6=#r4#", "" },
   		  { 19218, "INV_Scroll_03", "=q1=图样: 木喉衬肩",         "=ds=#p8#" },  
   		  { 19327, "INV_Scroll_03", "=q1=图样: 木喉作战手套",     "=ds=#p7#" },  
   		  { 19204, "INV_Scroll_03", "=q1=设计图: 重型木喉长靴",   "=ds=#p2#" },
        { 0, "", "", "" },
        { 0, "INV_Misc_Horn_01", "=q6=#r5#", "" },        
        { 21326, "INV_Misc_Horn_01", "=q4=木喉防御者",          "=ds=#s14#"},
        };
           
    Thorium1 = {
        { 17018, "INV_Scroll_03", "=q1=图样: 光芒手套",           "=ds=#p8#" },
        { 17023, "INV_Scroll_03", "=q1=图样: 铸熔头盔",           "=ds=#p11# #p7#" },
        { 17022, "INV_Scroll_03", "=q1=图样: 熔犬长靴",           "=ds=#p10# #p7#" },
        { 17051, "INV_Scroll_03", "=q3=设计图: 黑铁护腕",         "=ds=#p2#" },
        { 20761, "INV_Scroll_03", "=q1=配方: 转化元素火焰",       "=ds=#p1#" },
        { 19444, "INV_Misc_Note_01", "=q1=公式: 附魔武器 - 力量", "=ds=#p4#" },
    };
    
    Thorium2 = {
        { 17017, "INV_Scroll_03", "=q1=图样: 光芒衬肩",       "=ds=#p8#" },
        { 19219, "INV_Scroll_03", "=q1=图样: 光芒长袍",       "=ds=#p8#" },
        { 19330, "INV_Scroll_03", "=q1=图样: 熔岩腰带",       "=ds=#p7#" },
        { 17049, "INV_Scroll_03", "=q1=设计图: 炽热链甲腰带", "=ds=#p2#" },
        { 17025, "INV_Scroll_03", "=q1=图样: 黑色龙鳞长靴",   "=ds=#p9# #p7#" },
        { 19206, "INV_Scroll_03", "=q1=设计图: 黑铁头盔",     "=ds=#p2#" },
        { 17059, "INV_Scroll_03", "=q3=设计图: 黑铁剥夺者",   "=ds=#p2#" },
        { 17060, "INV_Scroll_03", "=q1=设计图: 黑铁破坏者",   "=ds=#p2#" },
        { 19448, "INV_Misc_Note_01", "=q1=公式: 附魔武器 - 强效精神", "=ds=#p4#" },  
    };
    
    Thorium3 = {
        { 19220, "INV_Scroll_03", "=q1=图样: 光芒护腿",       "=ds=#p8#" },
        { 19333, "INV_Scroll_03", "=q1=图样: 熔岩腰带",       "=ds=#p11# #p7#" },
        { 19332, "INV_Scroll_03", "=q1=图样: 熔犬腰带",       "=ds=#p10# #p7#" }, 
        { 17053, "INV_Scroll_03", "=q3=设计图: 炽热链甲护肩", "=ds=#p2#" },
        { 19331, "INV_Scroll_03", "=q1=图样: 多彩护手",       "=ds=#p9# #p7#" },
        { 19207, "INV_Scroll_03", "=q1=设计图: 黑铁护手",     "=ds=#p2#" },
        { 17052, "INV_Scroll_03", "=q3=设计图: 黑铁护腿",     "=ds=#p2#" },
        { 19208, "INV_Scroll_03", "=q1=设计图: 黑色赦免者",   "=ds=#p2#" },
        { 19209, "INV_Scroll_03", "=q1=设计图: 黑色怒火",     "=ds=#p2#" },        
        { 19449, "INV_Scroll_03", "=q1=公式: 附魔武器 - 强效智力", "=ds=#p4#" }, 
    };
      
    Thorium4 ={
        { 20040, "INV_Scroll_03", "=q1=设计图: 黑铁长靴", "=ds=#p2#" },    
        { 19210, "INV_Scroll_03", "=q1=设计图: 黑手",     "=ds=#p2#" },  
        { 19211, "INV_Scroll_03", "=q1=设计图: 黑色卫士", "=ds=#p2#" }, 
        { 19212, "INV_Scroll_03", "=q1=设计图: 夜幕",     "=ds=#p2#" },
        }; 
          
    Cenarion1 = {
        { 22772, "INV_Scroll_03", "=q1=图样: 林栖者护肩",       "=ds=#p8#" },
        { 22769, "INV_Scroll_03", "=q1=图样: 荆木腰带",         "=ds=#p7#" },
        { 20506, "INV_Scroll_03", "=q1=图样: 飞火护腕",         "=ds=#p7#" },
        { 20509, "INV_Scroll_03", "=q1=图样: 沙行者护腕",       "=ds=#p7#" },
        { 22768, "INV_Scroll_03", "=q1=设计图: 铁藤腰带",       "=ds=#p2#" },
        { 22209, "INV_Scroll_03", "=q1=设计图: 重型黑曜石腰带", "=ds=#p2#" },
        { 22310, "INV_Scroll_03", "=q1=图样: 塞纳里奥草药包",   "=ds=#p8#" },
        { 20732, "INV_Misc_Note_01", "=q1=公式: 附魔披风 - 强效火焰抗性", "=ds=#p4#" },
    };
    
    Cenarion2 = {
        { 22773, "INV_Scroll_03", "=q1=图样: 林栖者头冠",       "=ds=#p8#" },
        { 22770, "INV_Scroll_03", "=q1=图样: 荆木长靴",         "=ds=#p7#" },
        { 20507, "INV_Scroll_03", "=q1=图样: 飞火护手",         "=ds=#p7#" },
        { 20510, "INV_Scroll_03", "=q1=图样: 沙行者护手",       "=ds=#p7#" }, 
        { 22767, "INV_Scroll_03", "=q1=设计图: 铁藤手套",       "=ds=#p2#" },
        { 22214, "INV_Scroll_03", "=q1=设计图: 轻型黑曜石腰带", "=ds=#p2#" },
        { 20733, "INV_Misc_Note_01", "=q1=公式: 附魔披风 - 强效自然抗性", "=ds=#p4#" },
    };
    
    Cenarion3 = {
        { 22683, "INV_Scroll_03", "=q1=图样: 盖亚的拥抱",       "=ds=#p8#" },
        { 22774, "INV_Scroll_03", "=q1=图样: 林栖者外衣",       "=ds=#p8#" },
        { 22771, "INV_Scroll_03", "=q1=图样: 荆木胸甲",         "=ds=#p7#" },
        { 20508, "INV_Scroll_03", "=q1=图样: 飞火胸甲",         "=ds=#p7#" },
        { 20511, "INV_Scroll_03", "=q1=图样: 沙行者胸甲",       "=ds=#p7#" },
        { 22766, "INV_Scroll_03", "=q1=设计图: 铁藤胸甲",       "=ds=#p2#" },
        { 22219, "INV_Scroll_03", "=q1=设计图: 碎裂黑曜石盾牌", "=ds=#p2#" },
        { 22312, "INV_Scroll_03", "=q1=图样: 塞纳留斯之袋",     "=ds=#p8#" },
        };
        
    Cenarion4 = {
        { 20382, "INV_Scroll_03", "=q1=图样: 梦幻龙鳞胸甲", "=ds=#p9# #p7#" },        
        };   
         
    Darkmoon = {
        { 19228, "INV_Misc_Ticket_Tarot_Stack_01", "=q4=野兽套牌",                 "=q1=该物品将触发一个任务"},
        { 19288, "INV_Misc_Ticket_Tarot_BlueDragon_01", "=q4=暗月卡片: 蓝龙 ",     "=ds=#s14# =q1=任务奖励"},
        { 0, "", "", "" },
        { 19267, "INV_Misc_Ticket_Tarot_Stack_01", "=q4=元素套牌",                 "=q1=该物品将触发一个任务"},
        { 19289, "INV_Misc_Ticket_Tarot_Maelstrom_01", "=q4=暗月卡片: 漩涡",       "=ds=#s14# =q1=任务奖励"},
        { 0, "", "", "" },
        { 19257, "INV_Misc_Ticket_Tarot_Stack_01", "=q4=督军套牌",                 "=q1=该物品将触发一个任务"},        
        { 19287, "INV_Misc_Ticket_Tarot_Heroism_01",  "=q4=暗月卡片: 英雄",        "=ds=#s14# =q1=任务奖励"},
        { 0, "", "", "" },
        { 19277, "INV_Misc_Ticket_Tarot_Stack_01", "=q4=入口套牌",                 "=q1=该物品将触发一个任务"},
        { 19290, "INV_Misc_Ticket_Tarot_TwistingNether_01", "=q4=暗月卡片: 虚空",  "=ds=#s14# =q1=任务奖励"},
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 19182, "INV_Misc_Ticket_Darkmoon_01", "=q4=暗月马戏团奖券", "=q1=1200张换取",},
        { 19491, "INV_Jewelry_Necklace_14", "=q4=暗月护符", "=ds=#s2#"},   
        { 19426, "INV_Jewelry_Necklace_16", "=q4=暗月宝珠", "=ds=#s2#"},                 
        };
        
    Zandalar1 = {
        { 19766, "INV_Scroll_03", "=q1=图样: 血藤长靴", "=ds=#p8#" },
        { 19771, "INV_Scroll_03", "=q1=图样: 原始蝙蝠皮护腕",  "=ds=#p7#" },
        { 20001, "INV_Scroll_03", "=q1=结构图: 血藤透镜",      "=ds=#p5#" },
        { 19778, "INV_Scroll_03", "=q1=设计图: 血魂护手",      "=ds=#p2#" },
        { 19781, "INV_Scroll_03", "=q1=设计图: 黑暗之魂护肩",  "=ds=#p2#" },
        { 20012, "INV_Scroll_03", "=q1=配方: 强效昏睡药水",    "=ds=#p1#" },
        { 20757, "INV_Misc_Note_01", "=q1=公式: 卓越法力之油", "=ds=#p4#" },
        };
        
    Zandalar2 = {
        { 19765, "INV_Scroll_03", "=q1=图样: 血藤护腿",         "=ds=#p8#" },
        { 20000, "INV_Scroll_03", "=q1=结构图: 血藤护目镜",     "=ds=#p5#" },
        { 19770, "INV_Scroll_03", "=q1=图样: 原始蝙蝠皮手套",   "=ds=#p7#" },
        { 19773, "INV_Scroll_03", "=q1=图样: 血虎护肩",         "=ds=#p7#" },
        { 19777, "INV_Scroll_03", "=q1=设计图: 血魂护肩",       "=ds=#p2#" },
        { 19780, "INV_Scroll_03", "=q1=设计图: 黑暗之魂护腿",   "=ds=#p2#" },
        { 20014, "INV_Scroll_03", "=q1=配方: 极效巨魔之血药水", "=ds=#p1#" },
        { 20756, "INV_Misc_Note_01", "=q1=公式: 卓越巫师之油",  "=ds=#p4#" },
        { 20031, "INV_Misc_Food_42", "=q1=美味芒果",            "=ds=#e2#" },
        };
        
    Zandalar3 = {
        { 19764, "INV_Scroll_03", "=q1=图样: 血藤外套",       "=ds=#p8#" },
        { 19769, "INV_Scroll_03", "=q1=图样: 原始蝙蝠皮外套", "=ds=#p7#" },
        { 19772, "INV_Scroll_03", "=q1=图样: 血虎胸甲",       "=ds=#p7#" },
        { 19776, "INV_Scroll_03", "=q1=设计图: 血魂胸甲",     "=ds=#p2#" },
        { 19779, "INV_Scroll_03", "=q1=设计图: 黑暗之魂胸甲", "=ds=#p2#" },
        { 20011, "INV_Scroll_03", "=q1=配方: 魔血药水",       "=ds=#p1#" },
        { 20080, "INV_Potion_29", "=q2=赞扎之光",             "=ds=#e1#" },
        { 20079, "INV_Potion_30", "=q2=赞扎之魂",             "=ds=#e1#" },
        { 20081, "INV_Potion_31", "=q2=赞扎之速",             "=ds=#e1#" },
        };
        
    Zandalar4 = {
        { 20013, "INV_Scroll_03", "=q1=配方: 活力行动药水", "=ds=#p1#" },
        { 20077, "INV_Misc_ArmorKit_08", "=q3=赞达拉力量徽章",       "=ds=#s3##e11#" },
        { 20076, "INV_Jewelry_Ring_46", "=q3=赞达拉魔力徽章",        "=ds=#s3##e11#" },
        { 20078, "Spell_Holy_PowerWordShield", "=q3=赞达拉宁静徽章", "=ds=#s3##e11#" },
        };

    WorldDrop1 = {
        { 869,   "INV_Sword_25", "=q4=眩光",                        "=ds=主手剑" },
        { 809,   "INV_Sword_28", "=q4=血刃",                        "=ds=主手剑" },
        { 2244,  "INV_Sword_18", "=q4=克罗之刃",                    "=ds=主手剑" },
        { 20698, "INV_Sword_22", "=q4=元素协调之刃",                "=ds=主手剑" },
        { 1728,  "INV_Sword_22", "=q4=提布的炽炎长剑",              "=ds=主手剑" },
        { 1982,  "INV_Sword_02", "=q4=夜刃",                        "=ds=双手剑" },
        { 647,   "INV_Sword_19", "=q4=命运",                        "=ds=双手剑" }, 
        { 2801,  "INV_Sword_10", "=q4=汉娜之刃",                    "=ds=双手剑" },
        { 2164,  "INV_Sword_13", "=q4=断肠",                        "=ds=单手匕首" },               
        { 2163,  "INV_Sword_12", "=q4=影刃",                        "=ds=单手匕首" },
        { 14555, "INV_Sword_34", "=q4=亚考尔的阳炎刀",              "=ds=单手匕首" },
        { 871,   "INV_Axe_17",   "=q4=风暴战斧",                    "=ds=单手斧" },
        { 811,   "INV_Axe_07",   "=q4=密林战斧",                    "=ds=主手斧" },
        { 870,   "INV_Axe_02",   "=q4=炽炎战斧",                    "=ds=双手斧" },
        { 0, "", "", "" },
        { 2291,  "INV_Axe_15",   "=q4=斩首者康恩",                  "=ds=双手斧" },
        { 1263,  "INV_Weapon_Halberd_10",   "=q4=碎灵",             "=ds=双手斧" },
        { 868,   "INV_Mace_13",     "=q4=热情监护者",               "=ds=主手锤" },        
        { 810,   "INV_Hammer_11",   "=q4=北风",                     "=ds=主手锤" }, 
        { 2243,  "INV_Mace_14",     "=q4=爱德华之手",               "=ds=单手锤" }, 
        { 2915,  "INV_Hammer_02",   "=q4=塔兰碎冰者",               "=ds=双手锤" },     
        { 2825,  "INV_Weapon_Bow_09",   "=q4=灼热弓",               "=ds=弓" },
        { 2824,  "INV_Weapon_Bow_12",   "=q4=飓风",                 "=ds=弓" },
        { 2100,  "INV_Weapon_Rifle_06", "=q4=精确校准过的火枪",     "=ds=枪械" },
        { 2099,  "INV_Weapon_Rifle_09", "=q4=矮人手持火炮",         "=ds=枪械" },
        { 873,   "INV_Staff_13",   "=q4=乔丹法杖",                  "=ds=法杖" },
        { 943,   "INV_Staff_29",   "=q4=典狱官法杖",                "=ds=法杖" },
        { 812,   "INV_Staff_29",   "=q4=亮木法杖",                  "=ds=法杖" },
        { 944,   "INV_Staff_07",   "=q4=元素法杖",                  "=ds=法杖" },
        };         

    WorldDrop2 = {
        { 1980,  "INV_Jewelry_Ring_15", "=q5=地狱指环",               "=ds=手指" },
        { 1447,  "INV_Belt_27", "=q5=救世之戒",                       "=ds=手指" },
        { 942,   "INV_Jewelry_Ring_07", "=q5=寒冰指环",               "=ds=手指" },        
        { 2246,  "INV_Jewelry_Ring_05", "=q5=侍从的徽记",             "=ds=手指" },
        { 1315,  "INV_Misc_Flower_01", "=q5=百合",                    "=ds=颈部" },
        { 1443,  "INV_Jewelry_Amulet_01", "=q5=凯维恩的珠宝护符",     "=ds=颈部" },        
        { 14558, "INV_Jewelry_Necklace_08", "=q5=麦耶的坠饰",         "=ds=颈部" }, 
        { 833,   "INV_Ore_TrueSilver_01", "=q5=生命徽章",             "=ds=饰品" },        
        { 940,   "INV_Chest_Cloth_26", "=q5=洞察法袍",                "=ds=胸部,布甲" }, 
        { 3075,  "INV_Helmet_44", "=q5=烈焰之眼",                     "=ds=头部,布甲" },  
        { 867,   "INV_Gauntlets_06", "=q5=圣力手套",                  "=ds=手,皮甲" }, 
        { 14553, "INV_Belt_04", "=q5=怜悯",                           "=ds=腰部,皮甲" }, 
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 1981,  "INV_Chest_Plate08", "=q5=冰鳞甲",                   "=ds=胸部,锁甲" }, 
        { 14551, "INV_Gauntlets_30", "=q5=剑师护手",                  "=ds=手,锁甲" }, 
        { 17007, "INV_Gauntlets_15", "=q5=碎石护手",                  "=ds=手,锁甲" }, 
        { 2245,  "INV_Helmet_05", "=q5=纳尔维之盔",                   "=ds=头部,锁甲" }, 
        { 14549, "INV_Boots_Plate_05", "=q5=闪避之靴",                "=ds=脚,板甲" },
        { 14552, "INV_Shoulder_20", "=q5=牢狱肩甲",                   "=ds=肩部,板甲" },
        { 14554, "INV_Pants_04", "=q5=踏云腿甲",                      "=ds=腿部,板甲" },
        { 1204,  "INV_Shield_06", "=q5=绿塔",                         "=ds=盾牌" },
        { 1169,  "Spell_Shadow_GrimWard", "=q5=黑颅",                 "=ds=盾牌" },
        { 1979,  "INV_Shield_02", "=q5=亡者之墙",                     "=ds=盾牌" },
        { 1168,  "INV_Shield_01", "=q5=骨火",                         "=ds=盾牌" },
        };   

    Legendaries = {
        { 19019, "INV_Sword_39", "=q5=雷霆之怒,逐风者的祝福之剑",             "=ds=#h1##w10#" },
        { 22736, "INV_Sword_61", "=q5=安杜尼苏斯,灵魂的收割者",               "=ds=#h1##w10#" },
        { 17182, "INV_Hammer_Unique_Sulfuras", "=q5=萨弗拉斯,拉格纳罗斯之手", "=ds=#h2##w6#" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 0, "", "", "" },
        { 22632, "INV_Staff_Medivh",  "=q5=埃提耶什,守护者的传说之杖",  "=ds=法杖 =q1=职业: =ds=德鲁伊"},
        { 22589, "INV_Staff_Medivh",  "=q5=埃提耶什,守护者的传说之杖",  "=ds=法杖 =q1=职业: =ds=法师"},
        { 22631, "INV_Staff_Medivh",  "=q5=埃提耶什,守护者的传说之杖",  "=ds=法杖 =q1=职业: =ds=牧师"},
        { 22630, "INV_Staff_Medivh",  "=q5=埃提耶什,守护者的传说之杖",  "=ds=法杖 =q1=职业: =ds=术士"},
        };

    };
end