BaseQuestDB = {
[1] = {
["q"] = "希尔斯布莱德丘陵`希尔斯布莱德之战`20`25`1`杀死15个希尔斯布莱德农民，然后回到塔伦米尔向达萨利亚汇报。",
["os"] = {
[1] = {
["t"] = "希尔斯布莱德农民：0/15",
["n"] = "1615",
},
},
["pa"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[2] = {
["q"] = "希尔斯布莱德丘陵`死亡的纪念品`20`25`1`塔伦米尔的亡灵卫兵沙穆萨想要30个希尔斯布莱德人类颅骨。",
["os"] = {
[1] = {
["t"] = "希尔斯布莱德人类颅骨：0/30",
["n"] = "2748`2744`2046`2746`2043`2741`2739`1620`9915`4107`4112`2035`1622`2756`2027`1615`4114`2750`6770`2731`2735`4111`4110",
},
},
["pa"] = "亡灵卫兵沙穆萨`希尔斯布莱德丘陵`62,20`62,22`60,16`61,20`62,21",
["pc"] = "亡灵卫兵沙穆萨`希尔斯布莱德丘陵`62,20`62,22`60,16`61,20`62,21",
},
[3] = {
["q"] = "希尔斯布莱德丘陵`苦楚药剂`24`28`1`收集6朵泥头花，把它们交给塔伦米尔的药剂师林度恩。",
["os"] = {
[1] = {
["t"] = "泥头花：0/6",
["n"] = "4116`4117`4119",
},
},
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[4] = {
["q"] = "希尔斯布莱德丘陵`希尔斯布莱德之战`21`26`1`杀掉铁匠维林坦和4个希尔斯布莱德见习铁匠，并从那里抢回一箱铁材，然后向塔伦米尔的达萨利亚汇报。",
["os"] = {
[1] = {
["t"] = "铁匠维林坦：0/1",
["n"] = "1620",
},
[2] = {
["t"] = "希尔斯布莱德见习铁匠：0/4",
["n"] = "1622",
},
[3] = {
["t"] = "一箱铁材：0/1",
["n"] = "9915`1622`4122",
},
},
["pa"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[5] = {
["q"] = "石爪山脉`地精侵略者`13`19`1`杀死15个风险投资公司樵夫，然后向石爪山与贫瘠之地交界处的希雷斯·碎石复命。",
["os"] = {
[1] = {
["t"] = "风险投资公司樵夫：0/15",
["n"] = "1626",
},
},
["pa"] = "希雷斯·碎石`贫瘠之地`35,28`36,27`35,27`36,28",
["pc"] = "希雷斯·碎石`贫瘠之地`35,28`36,27`35,27`36,28",
},
[6] = {
["q"] = "石爪山脉`为我的村庄复仇`12`18`1`杀掉8个恐怖图腾恶徒和6个恐怖图腾佣兵，然后向石爪山脉东南边界处的玛卡巴·扁蹄复命。",
["os"] = {
[1] = {
["t"] = "恐怖图腾恶徒：0/8",
["n"] = "1633",
},
[2] = {
["t"] = "恐怖图腾佣兵：0/6",
["n"] = "1637",
},
},
["pa"] = "玛卡巴·扁蹄`贫瘠之地`35,28`36,27`35,27`36,28`34,28",
["pc"] = "玛卡巴·扁蹄`贫瘠之地`35,28`36,27`35,27`36,28`34,28",
},
[7] = {
["q"] = "石爪山脉`贝瑟莱斯`15`21`1`杀掉贝瑟莱斯，然后把贝瑟莱斯的牙齿交给烈日石居的马格兰。",
["os"] = {
[1] = {
["t"] = "贝瑟莱斯的牙齿：0/1",
["n"] = "4124",
},
},
["pa"] = "通缉：贝瑟莱斯`石爪山脉`59,76",
["pc"] = "马格兰`石爪山脉`47,61`48,61`47,60`47,62`46,61",
},
[8] = {
["q"] = "石爪山脉`召回卫兵`23`28`1`马格兰希望你将信送到贫瘠之地升降梯的瑞什·远行者手中。",
["pa"] = "马格兰`石爪山脉`47,61`48,61`47,60`47,62`46,61",
["pc"] = "瑞什·远行者`贫瘠之地`44,92`44,91`45,92`44,90`44,93",
},
[9] = {
["q"] = "石爪山脉`鹰身人的威胁`18`26`1`烈日石居的马格兰要你去杀掉7个血怒鹰身人、7个血怒伏击者、7个血怒杀戮者和7个血怒游荡者。",
["os"] = {
[1] = {
["t"] = "血怒鹰身人：0/7",
["n"] = "1641",
},
[2] = {
["t"] = "血怒伏击者：0/7",
["n"] = "1646",
},
[3] = {
["t"] = "血怒杀戮者：0/7",
["n"] = "1650",
},
[4] = {
["t"] = "血怒游荡者：0/7",
["n"] = "1657",
},
},
["pa"] = "马格兰`石爪山脉`47,61`48,61`47,60`47,62`46,61",
["pc"] = "马格兰`石爪山脉`47,61`48,61`47,60`47,62`46,61",
},
[10] = {
["q"] = "石爪山脉`塞纳留斯的遗产`20`25`1`为石爪峰附近的布莱林·火拳杀死4名塞纳留斯的儿子，4名塞纳留斯的女儿以及4名塞纳里奥植物学家。",
["os"] = {
[1] = {
["t"] = "塞纳留斯的儿子：0/4",
["n"] = "1661",
},
[2] = {
["t"] = "塞纳留斯的女儿：0/4",
["n"] = "1665",
},
[3] = {
["t"] = "塞纳里奥植物学家：0/4",
["n"] = "1672",
},
},
["pa"] = "布莱林·火拳`石爪山脉`46,60`47,61`46,61`47,60`45,60",
["pc"] = "布莱林·火拳`石爪山脉`46,60`47,61`46,61`47,60`45,60",
},
[11] = {
["q"] = "石爪山脉`生生不息`17`23`1`烈日石居的塔姆拉·荒原想让你去收集10枚盖亚之种。",
["os"] = {
[1] = {
["t"] = "盖亚之种：0/10",
["n"] = "4129`4126`14153`4562`4128`2942`7818",
},
},
["pa"] = "塔姆拉·荒原`石爪山脉`47,58`47,59`47,60`48,58`48,60",
["pc"] = "塔姆拉·荒原`石爪山脉`47,58`47,59`47,60`48,58`48,60",
},
[12] = {
["q"] = "雷霆崖`梅洛的关注`20`30`1`和雷霆崖的梅洛·石蹄交谈。",
["pa"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
["pc"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
},
[13] = {
["q"] = "石爪山脉`金吉尔的森林魔法`20`26`1`玛拉卡金的巫医金吉尔需要5瓶石爪苔液、5根夜行虎须、30颗巨角鹿的眼球和1块灵龙的鳞片。",
["os"] = {
[1] = {
["t"] = "石爪苔液：0/5",
["n"] = "4129",
},
[2] = {
["t"] = "夜行虎须：0/5",
["n"] = "4137",
},
[3] = {
["t"] = "巨角鹿的眼球：0/30",
["n"] = "4143`14153",
},
[4] = {
["t"] = "灵龙的鳞片：0/1",
["n"] = "4150`4147`4152",
},
},
["pa"] = "巫医金吉尔`石爪山脉`74,98`75,98`74,97`74,96",
["pc"] = "巫医金吉尔`石爪山脉`74,98`75,98`74,97`74,96",
},
[14] = {
["q"] = "石爪山脉`杀死格鲁迪格·暗云`14`18`1`杀掉格鲁迪格·暗云和6个恐怖图腾蛮兵，然后向石爪山东南面的玛卡巴·扁蹄复命。",
["os"] = {
[1] = {
["t"] = "格鲁迪格·暗云：0/1",
["n"] = "1676",
},
[2] = {
["t"] = "恐怖图腾蛮兵：0/6",
["n"] = "1678",
},
},
["pa"] = "玛卡巴·扁蹄`贫瘠之地`35,28`36,27`35,27`36,28`34,28",
["pc"] = "玛卡巴·扁蹄`贫瘠之地`35,28`36,27`35,27`36,28`34,28",
},
[15] = {
["q"] = "石爪山脉`伐木机`17`23`1`杀死伐木机XT:4和XT:9，然后向石爪山与贫瘠之地交界处的希雷斯·碎石复命。",
["pa"] = "希雷斯·碎石`贫瘠之地`35,28`36,27`35,27`36,28",
["pc"] = "希雷斯·碎石`贫瘠之地`35,28`36,27`35,27`36,28",
},
[16] = {
["q"] = "石爪山脉`长者`17`18`1`与雷霆崖的玛加萨谈一谈。",
["pa"] = "希雷斯·碎石`贫瘠之地`35,28`36,27`35,27`36,28",
["pc"] = "玛加萨·野性图腾`雷霆崖`71,31`70,31`71,30`72,30`72,31",
},
[17] = {
["q"] = "石爪山脉`奥达努斯`21`29`1`将奥达努斯的头颅带给石爪峰的布莱林·火拳。",
["os"] = {
[1] = {
["t"] = "奥达努斯的头颅：0/1",
["n"] = "4153",
},
},
["pa"] = "布莱林·火拳`石爪山脉`46,60`47,61`46,61`47,60`45,60",
["pc"] = "布莱林·火拳`灰谷`12,97`13,97",
},
[18] = {
["q"] = "石爪山脉`新的生命`19`25`1`将10枚盖亚之种种植在盖亚土堆中，然后与烈日石居的塔姆拉谈一谈。",
["pa"] = "塔姆拉·荒原`石爪山脉`47,58`47,59`47,60`48,58`48,60",
["pc"] = "塔姆拉·荒原`石爪山脉`47,58`47,59`47,60`48,58`48,60",
},
[19] = {
["q"] = "暴风城`巴吉尔·特雷德`16`22`2`与监狱的典狱官塞尔沃特谈一谈。",
["pa"] = "巴隆斯·阿历克斯顿`暴风城`49,30`49,31`48,30`48,31`55,28",
["pc"] = "典狱官塞尔沃特`暴风城`41,58`41,57`42,58`40,58`41,56",
},
[20] = {
["q"] = "暴风城`童年的记忆`10`15`2`到巴隆斯·阿历克斯顿在西部荒野的房子里去找到他的指南针，并将它带回暴风城的教堂广场交给他。",
["os"] = {
[1] = {
["t"] = "简易罗盘：0/1",
["n"] = "4155`2618",
},
},
["pa"] = "巴隆斯·阿历克斯顿`暴风城`49,30`49,31`48,30`48,31`55,28",
["pc"] = "巴隆斯·阿历克斯顿`暴风城`49,30`49,31`48,30`48,31`55,28",
},
[21] = {
["q"] = "监狱`监狱暴动`16`29`2`杀死巴基尔·斯瑞德，把他的头带给监狱的典狱官塞尔沃特。",
["os"] = {
[1] = {
["t"] = "巴基尔·斯瑞德的头颅：0/1",
["n"] = "4158`4157",
},
},
["pa"] = "典狱官塞尔沃特`暴风城`41,58`41,57`42,58`40,58`41,56",
["pc"] = "典狱官塞尔沃特`暴风城`41,58`41,57`42,58`40,58`41,56",
},
[22] = {
["q"] = "暮色森林`仰望星空`20`25`2`夜色镇的维克托·安特拉斯要你给他找一根青铜管。",
["os"] = {
[1] = {
["t"] = "青铜管：0/1",
["n"] = "4190`4207`4162`4206`4209`4168`4204`8325`4165`4178`4188`4189`7836`4198`4205`4169`4159`4163`4179`4171`4173`298`4161`1830`4172`4170`4175`4195`1524`685`4183`4194`4177`1228`4193`4180",
},
},
["pa"] = "维克托·安特拉斯`暮色森林`80,48`80,47`79,46`80,46",
["pc"] = "维克托·安特拉斯`暮色森林`80,48`80,47`79,46`80,46",
},
[23] = {
["q"] = "暮色森林`仰望星空`20`25`2`找到玛丽，说服她借给你一个反光镜，用于维克托的计划。",
["pa"] = "维克托·安特拉斯`暮色森林`80,48`80,47`79,46`80,46",
["pc"] = "盲眼玛丽`暮色森林`82,59`81,59`80,60`80,59`80,58",
},
[24] = {
["q"] = "暮色森林`仰望星空`21`25`2`从疯狂的食尸鬼那里拿回盲眼玛丽的眼镜，把它交给夜色镇的维克托。",
["os"] = {
[1] = {
["t"] = "玛丽的眼镜：0/1",
["n"] = "4213",
},
},
["pa"] = "盲眼玛丽`暮色森林`82,59`81,59`80,60`80,59`80,58",
["pc"] = "维克托·安特拉斯`暮色森林`80,48`80,47`79,46`80,46",
},
[25] = {
["q"] = "暮色森林`仰望星空`21`33`2`在暮色森林南部的食人魔土丘上找到扎克乌尔，把他的单片眼镜带回夜色镇交给维克托。",
["os"] = {
[1] = {
["t"] = "食人魔的单片眼镜：0/1",
["n"] = "4214",
},
},
["pa"] = "维克托·安特拉斯`暮色森林`80,48`80,47`79,46`80,46",
["pc"] = "维克托·安特拉斯`暮色森林`80,48`80,47`79,46`80,46",
},
[26] = {
["q"] = "暮色森林`森林里的狼人`23`29`2`为夜色镇的卡洛尔杀掉12个夜行黑暗狼人。",
["os"] = {
[1] = {
["t"] = "夜行黑暗狼人：0/12",
["n"] = "14325",
},
},
["pa"] = "卡洛尔`暮色森林`75,48`76,47`76,48`75,47`77,46",
["pc"] = "卡洛尔`暮色森林`75,48`76,47`76,48`75,47`77,46",
},
[27] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`去夜色镇大厅找到书记员达尔塔。",
["pa"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
["pc"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
},
[28] = {
["q"] = "暮色森林`惩罚图腾`18`25`2`收集10颗食尸鬼的牙齿、10根骷髅的手指和5瓶蜘蛛毒液，把它们交给夜色镇的伊瓦夫人。",
["os"] = {
[1] = {
["t"] = "食尸鬼的牙齿：0/10",
["n"] = "4216`4219`4221`4229`4220`1960",
},
[2] = {
["t"] = "瓶装蜘蛛毒液：0/5",
["n"] = "4236`7455`4245`4232`7454`2351",
},
[3] = {
["t"] = "骷髅的手指：0/10",
["n"] = "2316`2321`1692`1995`1984`1990`1687",
},
},
["pa"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
["pc"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
},
[29] = {
["q"] = "暮色森林`守夜人`18`24`2`夜色镇的指挥官指挥官阿尔泰娅·埃伯洛克要你去杀掉8个骷髅战士和6个骷髅法师。",
["os"] = {
[1] = {
["t"] = "骷髅战士：0/8",
["n"] = "1687",
},
[2] = {
["t"] = "骷髅法师：0/6",
["n"] = "1690`1692",
},
},
["pa"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
["pc"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
},
[30] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`到月溪镇的学校去寻找关于斯塔文的新信息，回来告诉书记员达尔塔。",
["pa"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
["pc"] = "旧提箱`西部荒野`42,67`41,67",
},
[31] = {
["q"] = "暮色森林`给镇长的信`23`30`2`把亚伯克隆比的信交给夜色镇的艾尔罗·埃伯洛克镇长。",
["pa"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
["pc"] = "艾尔罗·埃伯洛克公爵`暮色森林`72,46`72,47`72,48`75,47`74,47",
},
[32] = {
["q"] = "暮色森林`寻求指引`22`29`2`把基特斯的日记交给暴风城的主教法席恩。",
["pa"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
["pc"] = "主教法席恩`暴风城`39,28`41,27`40,28`39,27`38,29",
},
[33] = {
["q"] = "监狱`罪与罚`22`26`2`夜色镇的米尔斯迪普议员要你杀死迪克斯特·瓦德，并把他的手带回来作为证明。",
["os"] = {
[1] = {
["t"] = "迪克斯特·瓦德的手掌：0/1",
["n"] = "4250",
},
},
["pa"] = "议员米尔斯迪普`暮色森林`72,48`72,47`72,46`75,47`74,46",
["pc"] = "议员米尔斯迪普`暮色森林`72,48`72,47`72,46`75,47`74,46",
},
[34] = {
["q"] = "暮色森林`翻译亚伯克隆比的信`23`30`2`把写给艾尔罗的信拿给希拉·沃宁迪。",
["pa"] = "艾尔罗·埃伯洛克公爵`暮色森林`72,46`72,47`72,48`75,47`74,47",
["pc"] = "希拉·沃宁迪`暮色森林`73,48`72,48`73,47`72,47",
},
[35] = {
["q"] = "暮色森林`等待希拉完工`23`30`2`稍等片刻，然后再和希拉·沃宁迪交谈。",
["pa"] = "希拉·沃宁迪`暮色森林`73,48`72,48`73,47`72,47",
["pc"] = "希拉·沃宁迪`暮色森林`73,48`72,48`73,47`72,47",
},
[36] = {
["q"] = "暮色森林`翻译好的信件`23`30`2`把翻好的信带给艾尔罗·埃伯洛克公爵。",
["pa"] = "希拉·沃宁迪`暮色森林`73,48`72,48`73,47`72,47",
["pc"] = "艾尔罗·埃伯洛克公爵`暮色森林`72,46`72,47`72,48`75,47`74,47",
},
[37] = {
["q"] = "暮色森林`藏尸者的妻子`23`30`2`找到伊莉莎的坟墓，从她的身上取回藏尸者的心脏，把它交给艾尔罗·埃伯洛克。",
["os"] = {
[1] = {
["t"] = "藏尸者的心脏：0/1",
["n"] = "4251",
},
},
["pa"] = "艾尔罗·埃伯洛克公爵`暮色森林`72,46`72,47`72,48`75,47`74,47",
["pc"] = "艾尔罗·埃伯洛克公爵`暮色森林`72,46`72,47`72,48`75,47`74,47",
},
[38] = {
["q"] = "暮色森林`被诅咒的舰队`22`29`2`到湿地的米奈希尔港去，找戈罗林·钢眉谈一谈。",
["pa"] = "主教法席恩`暴风城`39,28`41,27`40,28`39,27`38,29",
["pc"] = "戈罗林·钢眉`湿地`11,61`11,60`10,61",
},
[39] = {
["q"] = "监狱`伸张正义`22`25`2`把塔格尔的头颅带给湖畔镇的卫兵伯尔顿。",
["os"] = {
[1] = {
["t"] = "塔高尔的头颅：0/1",
["n"] = "4253",
},
},
["pa"] = "卫兵伯尔顿`赤脊山`26,47`28,47`26,46`27,47`29,48",
["pc"] = "卫兵伯尔顿`赤脊山`26,47`28,47`26,46`27,47`29,48",
},
[40] = {
["q"] = "赤脊山`不速之客`18`24`2`湖畔镇的玛蒂·詹罗斯要求你杀死贝利格拉布，并带回它的獠牙作为证明。",
["os"] = {
[1] = {
["t"] = "贝利格拉布的獠牙：0/1",
["n"] = "4254",
},
},
["pa"] = "玛蒂·詹罗斯`赤脊山`22,46`20,47`22,47`21,46`24,46",
["pc"] = "玛蒂·詹罗斯`赤脊山`22,46`20,47`22,47`21,46`24,46",
},
[41] = {
["q"] = "暮色森林`光铸铁`22`29`2`搜索飞翔鱼鹰号的残骸。",
["pa"] = "戈罗林·钢眉`湿地`11,61`11,60`10,61",
["pc"] = "浸水的箱子`湿地`12,64",
},
[42] = {
["q"] = "工程学`侏儒工程学`30`47`2`如果你想要对侏儒工程学有更多了解，就把工程学教材交给铁炉堡的工匠大师欧沃斯巴克。",
["pa"] = "宾斯匹德`铁炉堡`68,44`68,43`69,44`69,45`70,47",
["pc"] = "工匠大师欧沃斯巴克`铁炉堡`71,44`70,50`70,51`69,51`69,52",
},
[43] = {
["q"] = "工程学`地精工程学`30`47`3`如果你想要对地精工程学有更多了解，就把工程学教材交给加基森的尼克斯·斯普克斯宾。",
["pa"] = "宾斯匹德`铁炉堡`68,44`68,43`69,44`69,45`70,47",
["pc"] = "尼克斯·斯普克斯宾`塔纳利斯`52,27`53,27",
},
[44] = {
["q"] = "杜隆塔尔`生活所需的虎皮`5`8`1`收集四张杜隆塔尔虎皮，并把它们交给森金村的维尔林·长牙。",
["os"] = {
[1] = {
["t"] = "杜隆塔尔虎皮：0/4",
["n"] = "4256",
},
},
["pa"] = "维尔林·长牙`杜隆塔尔`56,74`55,75`56,73",
["pc"] = "维尔林·长牙`杜隆塔尔`56,74`55,75`56,73",
},
[45] = {
["q"] = "贫瘠之地`草原上的徘徊者`11`15`1`帮十字路口的瑟格拉·黑棘收集7只徘徊者的爪子。",
["os"] = {
[1] = {
["t"] = "徘徊者的爪子：0/7",
["n"] = "4473`4262",
},
},
["pa"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
["pc"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
},
[46] = {
["q"] = "贫瘠之地`埃其亚基`12`16`1`把埃其亚基的皮交给十字路口的瑟格拉·黑棘。",
["os"] = {
[1] = {
["t"] = "埃其亚基的皮：0/1",
["n"] = "4264",
},
},
["pa"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
["pc"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
},
[47] = {
["q"] = "贫瘠之地`蝎卵`17`22`1`把12枚异种蝎卵和掘地爪交给十字路口的科兰。",
["os"] = {
[1] = {
["t"] = "异种蝎卵：0/12",
["n"] = "4269`4270`4268`4266",
},
},
["pa"] = "科兰`贫瘠之地`51,30`52,30`52,29`51,29",
["pc"] = "科兰`贫瘠之地`51,30`52,30`52,29`51,29",
},
[48] = {
["q"] = "贫瘠之地`向卡德拉克报到`17`19`1`到贫瘠之地北部的卡德拉克那里报到。",
["pa"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
["pc"] = "卡德拉克`贫瘠之地`48,5`48,6",
},
[49] = {
["q"] = "提瑞斯法林地`与塞弗伦交谈`8`10`1`与布瑞尔的执政官塞弗伦谈一谈。",
["pa"] = "库勒曼·法席恩`提瑞斯法林地`62,52`62,53",
["pc"] = "执政官塞弗伦`提瑞斯法林地`61,51",
},
[50] = {
["q"] = "提瑞斯法林地`向塞弗伦回报`6`9`1`向布瑞尔的执政官塞弗伦报告。",
["pa"] = "亡灵卫兵林奈`提瑞斯法林地`65,60`66,60`64,60`67,60`65,59",
["pc"] = "执政官塞弗伦`提瑞斯法林地`61,51",
},
[51] = {
["q"] = "提瑞斯法林地`巡查后方`6`11`1`杀死8个可怕的血僵尸和8个游荡的幽灵，然后向亡灵卫兵林奈汇报。",
["os"] = {
[1] = {
["t"] = "可怕的血僵尸：0/8",
["n"] = "1694",
},
[2] = {
["t"] = "游荡的幽灵：0/8",
["n"] = "1700",
},
},
["pa"] = "亡灵卫兵林奈`提瑞斯法林地`65,60`66,60`64,60`67,60`65,59",
["pc"] = "亡灵卫兵林奈`提瑞斯法林地`65,60`66,60`64,60`67,60`65,59",
},
[52] = {
["q"] = "提瑞斯法林地`家族墓穴`8`13`1`杀死8个哀嚎的鬼魂和8个腐烂的古尸。\n\n消灭达高尔队长，并将他的颅骨交给布瑞尔的执政官塞弗伦。",
["os"] = {
[1] = {
["t"] = "哀嚎的鬼魂：0/8",
["n"] = "1705",
},
[2] = {
["t"] = "腐烂的古尸：0/8",
["n"] = "1707",
},
[3] = {
["t"] = "达高尔的颅骨：0/1",
["n"] = "4272",
},
},
["pa"] = "执政官塞弗伦`提瑞斯法林地`61,51",
["pc"] = "执政官塞弗伦`提瑞斯法林地`61,51",
},
[53] = {
["q"] = "盗贼`米奈特·卡加德`10`10`1`与幽暗城盗贼区的米奈特·卡加德谈一谈。",
["pa"] = "马里恩·考尔`提瑞斯法林地`62,52",
["pc"] = "米奈特·卡加德`幽暗城`84,69`83,69`84,68`84,72`78,71",
},
[54] = {
["q"] = "提瑞斯法林地`巫妖归顺`10`12`1`将虚空宝石交给幽暗城的比索·埃斯沙德。",
["pa"] = "冈瑟尔·阿坎努斯`提瑞斯法林地`68,42`68,45`68,43`67,44`69,43",
["pc"] = "比索·埃斯沙德`幽暗城`84,17`84,18`85,18`84,16`83,15",
},
[55] = {
["q"] = "盗贼`亡灵哨兵`10`13`1`与幽暗城的安德隆·甘特交谈。",
["pa"] = "米奈特·卡加德`幽暗城`84,69`83,69`84,68`84,72`78,71",
["pc"] = "安德隆·甘特`幽暗城`55,77`55,69`54,75`55,76`54,77",
},
[56] = {
["q"] = "盗贼`亡灵哨兵`10`13`1`将阿斯托的的账本交给幽暗城盗贼区的米奈特·卡加德。",
["os"] = {
[1] = {
["t"] = "安德隆的账本：0/1",
["n"] = "4273",
},
},
["pa"] = "安德隆·甘特`幽暗城`55,77`55,69`54,75`55,76`54,77",
["pc"] = "米奈特·卡加德`幽暗城`84,69`83,69`84,68`84,72`78,71",
},
[57] = {
["q"] = "盗贼`亡灵哨兵`10`13`1`将安德隆的账本交给幽暗城黑暗女王大厅里的瓦里玛萨斯。",
["pa"] = "米奈特·卡加德`幽暗城`84,69`83,69`84,68`84,72`78,71",
["pc"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
},
[58] = {
["q"] = "怒焰裂谷`毁灭之力`9`16`1`将《暗影法术研究》和《扭曲虚空的魔法》这两本书交给幽暗城的瓦里玛萨斯。",
["os"] = {
[1] = {
["t"] = "暗影法术研究：0/1",
["n"] = "4275`4278",
},
[2] = {
["t"] = "扭曲虚空的魔法：0/1",
["n"] = "4275`4278",
},
},
["pa"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
["pc"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
},
[59] = {
["q"] = "提瑞斯法林地`与血色十字军的战争`6`10`1`布瑞尔的执行官塞加德要求你杀掉瓦松队长和5名血色苦行修士。",
["os"] = {
[1] = {
["t"] = "瓦松队长：0/1",
["n"] = "1709",
},
[2] = {
["t"] = "血色苦行修士：0/5",
["n"] = "1710",
},
},
["pa"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
["pc"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
},
[60] = {
["q"] = "提瑞斯法林地`与血色十字军的战争`8`12`1`布瑞尔的执行官塞加德要求你刺杀麦拉其队长及他的两名保镖。",
["os"] = {
[1] = {
["t"] = "麦拉其队长：0/1",
["n"] = "1714",
},
[2] = {
["t"] = "血色保镖：0/2",
["n"] = "1715",
},
},
["pa"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
["pc"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
},
[61] = {
["q"] = "提瑞斯法林地`新的瘟疫`8`11`1`将乔汉的特制饮料交给被俘虏的巡山人。",
["pa"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
["pc"] = "被俘虏的巡山人`提瑞斯法林地`62,51",
},
[62] = {
["q"] = "提瑞斯法林地`未寄出的信件`4`7`1`找到伊维特·法席恩，将萨尔曼·阿加曼德的信交给她。",
["pa"] = "给伊维特的信`提瑞斯法林地`49,40`49,34`48,40`46,35`45,41",
["pc"] = "伊维特·法席恩`提瑞斯法林地`62,53`62,52",
},
[63] = {
["q"] = "银松森林`荒野之心`10`11`1`收集6颗苍白的狼心，把它们交给瑟伯切尔的药剂师伦弗利尔。",
["os"] = {
[1] = {
["t"] = "苍白的狼心：0/6",
["n"] = "4288`4282`4289`4281",
},
},
["pa"] = "兰妮·尤瑞克`提瑞斯法林地`41,84`40,85`41,85",
["pc"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
},
[64] = {
["q"] = "银松森林`越境`10`14`1`从达拉然法师的木箱中拿出里面的东西。",
["pa"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
["pc"] = "达拉然板条箱`银松森林`50,60",
},
[65] = {
["q"] = "银松森林`证明你的价值`9`10`1`瑟伯切尔的达拉尔·道恩维沃尔要求你杀死5只月怒白头狼人。",
["os"] = {
[1] = {
["t"] = "月怒白头狼人：0/5",
["n"] = "1716",
},
},
["pa"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
["pc"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
},
[66] = {
["q"] = "银松森林`瑟伯切尔的补给`10`10`1`将博迪瑞格的订单交给卡洛斯·拉佐克。",
["pa"] = "亡灵卫兵博迪瑞格`银松森林`44,42`43,42`43,41`45,42`44,41",
["pc"] = "卡洛斯·拉佐克`银松森林`45,43`45,42`46,43`46,42`45,40",
},
[67] = {
["q"] = "银松森林`回到奎恩身旁`10`11`1`将奎恩的药水带给瑟伯切尔北方伊瓦农场的奎恩·尤瑞克。",
["pa"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
["pc"] = "奎恩·尤瑞克`银松森林`53,13`54,13",
},
[68] = {
["q"] = "银松森林`致命的配方`9`12`1`收集6个灰熊的心脏和6份粘稠的血液样本，并将这些东西送给幽暗城的大药剂师法拉尼尔。",
["os"] = {
[1] = {
["t"] = "灰熊的心脏：0/6",
["n"] = "4294`4296`10948",
},
[2] = {
["t"] = "粘稠的血液：0/6",
["n"] = "4301`4299`4297",
},
},
["pa"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
["pc"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
},
[69] = {
["q"] = "银松森林`亡者农场`10`14`1`清剿亡者农场的腐皮豺狼人。\n\n当奈塔拉什出现时，把她也杀掉。\n\n将奈塔拉什的灵魂带给瑟伯切尔的高级执行官哈德瑞克。",
["os"] = {
[1] = {
["t"] = "奈塔拉什的灵魂：0/1",
["n"] = "4302",
},
},
["pa"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
["pc"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
},
[70] = {
["q"] = "银松森林`飞往幽暗城`10`10`1`从蝙蝠管理员卡洛斯·拉佐克那里租一只蝙蝠飞往幽暗城，然后将博迪瑞格的订单交给幽暗城里的高顿·温德哈姆。",
["pa"] = "卡洛斯·拉佐克`银松森林`45,43`45,42`46,43`46,42`45,40",
["pc"] = "高顿·温德哈姆`提瑞斯法林地`61,74`61,73`61,75",
},
[71] = {
["q"] = "银松森林`迈克尔·加勒特`10`10`1`将高顿的箱子交给迈克尔·加勒特。",
["pa"] = "高顿·温德哈姆`提瑞斯法林地`61,74`61,73`61,75",
["pc"] = "迈克尔·加勒特`提瑞斯法林地`61,75`61,76`61,74`62,75`62,76",
},
[72] = {
["q"] = "银松森林`向博迪瑞格回报`10`10`1`从蝙蝠管理员迈克尔·加勒特那儿租一只蝙蝠飞往瑟伯切尔，然后将高顿的箱子交给瑟伯切尔的亡灵卫兵博迪瑞格。",
["pa"] = "迈克尔·加勒特`提瑞斯法林地`61,75`61,76`61,74`62,75`62,76",
["pc"] = "亡灵卫兵博迪瑞格`银松森林`44,42`43,42`43,41`45,42`44,41",
},
[73] = {
["q"] = "银松森林`邪恶的伊瓦`10`12`1`杀死邪恶的伊瓦，并将伊瓦的头颅带给伊瓦农庄的兰妮·尤瑞克。",
["os"] = {
[1] = {
["t"] = "伊瓦的头颅：0/1",
["n"] = "4303",
},
},
["pa"] = "兰妮·尤瑞克`银松森林`53,13`54,13`53,14`54,14`53,16",
["pc"] = "兰妮·尤瑞克`银松森林`53,13`54,13`53,14`54,14`53,16",
},
[74] = {
["q"] = "银松森林`阿鲁高的愚行`9`11`1`为瑟伯切尔的达拉尔·道恩维沃尔找回《阿鲁高的拯救》。",
["os"] = {
[1] = {
["t"] = "阿鲁高的拯救：0/1",
["n"] = "4304`4305",
},
},
["pa"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
["pc"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
},
[75] = {
["q"] = "银松森林`护送埃兰德`10`11`1`护送亡灵哨兵埃兰德避过群狼，直到他找到兰妮·尤瑞克。",
["pa"] = "亡灵哨兵埃兰德`银松森林`56,9`55,13`56,11`56,10`56,14",
["pc"] = "兰妮·尤瑞克`银松森林`53,13`54,13`53,14`54,14`53,16",
},
[76] = {
["q"] = "银松森林`亡灵哨兵的报告`10`11`1`将亡灵哨兵的报告的报告交给瑟伯切尔的高级执行官哈德瑞克。",
["pa"] = "兰妮·尤瑞克`银松森林`53,13`54,13`53,14`54,14`53,16",
["pc"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
},
[77] = {
["q"] = "银松森林`与伦弗利尔会面`11`12`1`与瑟伯切尔的药剂师伦弗利尔谈一谈。",
["pa"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
["pc"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
},
[78] = {
["q"] = "幽暗城`给金格的货物`11`15`1`将狼心样本交给幽暗城的药剂师金格。",
["pa"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
["pc"] = "药剂师金格`提瑞斯法林地`58,80`58,79",
},
[79] = {
["q"] = "幽暗城`给赫布瑞姆的样本`11`15`1`把一箱蜘蛛毒带给贫瘠之地的药剂师赫布瑞姆。",
["pa"] = "药剂师金格`提瑞斯法林地`58,80`58,79",
["pc"] = "药剂师赫布瑞姆`贫瘠之地`51,30`52,30`51,31`52,31`51,29",
},
[80] = {
["q"] = "银松森林`破旧渡口`12`16`1`到破旧渡口去，找到天灾军团占据那里的理由。",
["pa"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
["pc"] = "运尸船`银松森林`58,35`59,35",
},
[81] = {
["q"] = "银松森林`致命的配方`11`15`1`从焚木村的旅店中找到伯纳德的日记，把它交给瑟伯切尔的药剂师伦弗利尔。",
["os"] = {
[1] = {
["t"] = "伯纳德的日记：0/1",
["n"] = "4306`4307`4308",
},
},
["pa"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
["pc"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
},
[82] = {
["q"] = "杜隆塔尔`部落的新兵`10`12`1`沿着剃刀岭西部的小路一直前进，过桥之后就可以进入贫瘠之地。\n\n在桥对面的兽人前哨找到卡加尔·战痕，将你的募兵信交给他。",
["pa"] = "塔克林·寻路者`杜隆塔尔`51,44`51,43`50,45`52,43`50,44",
["pc"] = "卡加尔·战痕`杜隆塔尔`33,43`33,42`34,42`32,43",
},
[83] = {
["q"] = "杜隆塔尔`十字路口征兵`10`12`1`从卡加尔的前沿哨所往西走。\n\n在丁字路口往左拐，然后朝南走。\n\n在十字路口的道路交汇处找到瑟格拉·黑棘。",
["pa"] = "卡加尔·战痕`杜隆塔尔`33,43`33,42`34,42`32,43",
["pc"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
},
[84] = {
["q"] = "贫瘠之地`码头管理员迪兹维格`9`11`1`把保险箱交给棘齿城的码头管理员迪兹维格。",
["pa"] = "药剂师赫布瑞姆`贫瘠之地`51,30`52,30`51,31`52,31`51,29",
["pc"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
},
[85] = {
["q"] = "杜隆塔尔`背信弃义的人类`3`7`1`杀死10个库尔提拉斯水手和8个库尔提拉斯水兵，再把本尼迪克上尉干掉，然后回剃刀岭向加索克复命。",
["os"] = {
[1] = {
["t"] = "库尔提拉斯水手：0/10",
["n"] = "1720",
},
[2] = {
["t"] = "库尔提拉斯水兵：0/8",
["n"] = "1725",
},
[3] = {
["t"] = "本尼迪克上尉：0/1",
["n"] = "1728",
},
},
["pa"] = "加索克`贫瘠之地`72,20",
["pc"] = "加索克`杜隆塔尔`52,44`52,43`51,44`52,42",
},
[86] = {
["q"] = "杜隆塔尔`野猪人的进犯`6`10`1`为剃刀岭的加索克杀掉4个钢鬃野猪人，4个钢鬃斥候，4个钢鬃传令兵和4个钢鬃卫兵。",
["os"] = {
[1] = {
["t"] = "钢鬃野猪人：0/4",
["n"] = "1729",
},
[2] = {
["t"] = "钢鬃斥候：0/4",
["n"] = "1734",
},
[3] = {
["t"] = "钢鬃传令兵：0/4",
["n"] = "1739",
},
[4] = {
["t"] = "钢鬃卫兵：0/4",
["n"] = "1744",
},
},
["pa"] = "加索克`贫瘠之地`72,20",
["pc"] = "加索克`杜隆塔尔`52,44`52,43`51,44`52,42",
},
[87] = {
["q"] = "银松森林`地图与符记`12`14`1`将这个奇怪的坠饰交给瑟伯切尔的暗影牧师奥利斯特。",
["pa"] = "达拉然板条箱`银松森林`50,60",
["pc"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
},
[88] = {
["q"] = "银松森林`达拉尔的推理`12`14`1`把刻有符文的坠饰交给瑟伯切尔的达拉尔·道恩维沃尔。",
["pa"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
["pc"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
},
[89] = {
["q"] = "银松森林`阿鲁高的愚行`11`14`1`给瑟伯切尔的达拉尔·道恩维沃尔带回6副暴食者镣铐和3副魔魂镣铐。",
["os"] = {
[1] = {
["t"] = "暴食者镣铐：0/6",
["n"] = "4309",
},
[2] = {
["t"] = "魔魂镣铐：0/3",
["n"] = "4311",
},
},
["pa"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
["pc"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
},
[90] = {
["q"] = "银松森林`达拉然的意图`12`14`1`与瑟伯切尔的暗影牧师奥利斯特谈一谈。",
["pa"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
["pc"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
},
[91] = {
["q"] = "银松森林`调查安伯米尔`12`16`1`为瑟伯切尔的暗影牧师奥利斯特抢到8个达拉然坠饰。",
["os"] = {
[1] = {
["t"] = "达拉然坠饰：0/8",
["n"] = "4313`9785`4317",
},
},
["pa"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
["pc"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
},
[92] = {
["q"] = "银松森林`线索`12`16`1`将黛丽娅的戒指带给瑟伯切尔的高级执行官哈德瑞克。",
["pa"] = "运尸船`银松森林`58,35`59,35",
["pc"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
},
[93] = {
["q"] = "银松森林`腐皮豺狼人的脓液`12`17`1`给瑟伯切尔的药剂师伦弗利尔带去8瓶腐皮豺狼人的脓液。",
["os"] = {
[1] = {
["t"] = "腐皮豺狼人的脓液：0/8",
["n"] = "4325`4323`4320`4322",
},
},
["pa"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
["pc"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
},
[94] = {
["q"] = "银松森林`黛丽娅的戒指`13`16`1`将黛丽娅的戒指带给布瑞尔的执政官塞弗伦。",
["pa"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
["pc"] = "执政官塞弗伦`提瑞斯法林地`61,51",
},
[95] = {
["q"] = "银松森林`拉林夫与幽暗城`13`16`1`把黛丽娅的戒指交给拉林夫。",
["pa"] = "执政官塞弗伦`提瑞斯法林地`61,51",
["pc"] = "拉林夫·安迪恩`提瑞斯法林地`61,74`61,73`61,75",
},
[96] = {
["q"] = "银松森林`丈夫的复仇`13`20`1`杀掉瓦德雷·莫莱。\n\n把他的双手带给幽暗城的拉林夫·安迪恩。",
["os"] = {
[1] = {
["t"] = "瓦德雷的手掌：0/1",
["n"] = "4327",
},
},
["pa"] = "拉林夫·安迪恩`提瑞斯法林地`61,74`61,73`61,75",
["pc"] = "拉林夫·安迪恩`幽暗城`62,43`63,43`62,44`63,44`65,44",
},
[97] = {
["q"] = "银松森林`阿鲁高的愚行`13`15`1`杀死白毛狼人格瑞姆森，把他的头带给瑟伯切尔的达拉尔·道恩维沃尔。",
["os"] = {
[1] = {
["t"] = "格瑞姆森的头颅：0/1",
["n"] = "4328",
},
},
["pa"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
["pc"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
},
[98] = {
["q"] = "红云台地`开始狩猎`1`2`1`纳拉其营地的格鲁尔·鹰风要求你带给他7片平原陆行鸟的羽毛和7块平原陆行鸟肉。",
["os"] = {
[1] = {
["t"] = "平原陆行鸟肉：0/7",
["n"] = "4329",
},
[2] = {
["t"] = "平原陆行鸟的羽毛：0/7",
["n"] = "4329",
},
},
["pa"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
["pc"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
},
[99] = {
["q"] = "红云台地`一件琐事`1`2`1`鹰风酋长要求你去纳拉其营地东南方的水井处寻找他的母亲。",
["pa"] = "鹰风酋长`莫高雷`44,76`45,76`45,77",
["pc"] = "鹰风酋长的母亲`莫高雷`50,81`49,81`49,82`51,81`49,80",
},
[100] = {
["q"] = "红云台地`一件琐事`1`3`1`在井边拿一只水罐。\n\n把它带给纳拉其营地里的鹰风酋长。",
["os"] = {
[1] = {
["t"] = "水罐：0/1",
["n"] = "4331",
},
},
["pa"] = "鹰风酋长的母亲`莫高雷`50,81`49,81`49,82`51,81`49,80",
["pc"] = "鹰风酋长`莫高雷`44,76`45,76`45,77",
},
[101] = {
["q"] = "猎人`风化便笺`2`1`1`阅读风化便笺，然后与红云台地的兰卡·远箭谈一谈。",
["pa"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
["pc"] = "兰卡·远箭`莫高雷`44,76`44,77",
},
[102] = {
["q"] = "红云台地`继续狩猎`1`3`1`纳拉其营地的格鲁尔·鹰风要求你带给他10张山狮皮。",
["os"] = {
[1] = {
["t"] = "山狮皮：0/10",
["n"] = "4332",
},
},
["pa"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
["pc"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
},
[103] = {
["q"] = "红云台地`大地之母仪祭`1`3`1`找到居住在纳拉其营地正南方山中的灰舌先知。",
["pa"] = "鹰风酋长`莫高雷`44,76`45,76`45,77",
["pc"] = "灰舌先知`莫高雷`43,92`43,91`43,93`42,91`42,92",
},
[104] = {
["q"] = "红云台地`力量仪祭`2`4`1`杀掉刺刃峡谷的刺背野猪人并带回12条刺背腰带，把它们交给纳拉其营地的鹰风酋长。",
["os"] = {
[1] = {
["t"] = "刺背腰带：0/12",
["n"] = "4335`4333",
},
},
["pa"] = "灰舌先知`莫高雷`43,92`43,91`43,93`42,91`42,92",
["pc"] = "鹰风酋长`莫高雷`44,76`45,76`45,77",
},
[105] = {
["q"] = "红云台地`斗猪`3`4`1`纳拉其营地的格鲁尔·鹰风要求你去干掉斗猪，并带给他4块斗猪头和4块斗猪肋排。",
["os"] = {
[1] = {
["t"] = "斗猪头：0/8",
["n"] = "4339`4337",
},
[2] = {
["t"] = "斗猪肋排：0/8",
["n"] = "4339`4337",
},
},
["pa"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
["pc"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
},
[106] = {
["q"] = "红云台地`刺鬃酋长`3`5`1`把刺鬃酋长的头颅交给红云台地的卫兵维萨罗·风羽。",
["os"] = {
[1] = {
["t"] = "刺鬃酋长的头颅：0/1",
["n"] = "4341",
},
},
["pa"] = "卫兵维萨罗·风羽`莫高雷`45,76`45,77`45,78`44,77`44,76",
["pc"] = "卫兵维萨罗·风羽`莫高雷`45,76`45,77`45,78`44,77`44,76",
},
[107] = {
["q"] = "红云台地`大地之母仪祭`4`5`1`顺着离开纳拉其营地的路将鹰风图腾带给血蹄村的贝恩·血蹄。",
["pa"] = "鹰风酋长`莫高雷`44,76`45,76`45,77",
["pc"] = "贝恩·血蹄`莫高雷`48,60`47,60`47,59`47,61`46,60",
},
[108] = {
["q"] = "红云台地`未完的任务`1`5`1`将一捆毛皮带给血蹄村的旅店老板考乌斯。",
["pa"] = "安图尔·荒野`莫高雷`39,82`38,82`38,81`40,82`37,81",
["pc"] = "旅店老板考乌斯`莫高雷`47,61`47,60`46,61`47,59",
},
[109] = {
["q"] = "莫高雷`毒水`4`5`1`收集6只草原狼的爪子和4只平原陆行鸟的爪子，把它们交给血蹄村的穆尔·雷角。",
["os"] = {
[1] = {
["t"] = "草原狼的爪子：0/6",
["n"] = "4344`4638",
},
[2] = {
["t"] = "平原陆行鸟的爪子：0/4",
["n"] = "4795`4800`4514",
},
},
["pa"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
["pc"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
},
[110] = {
["q"] = "莫高雷`土地之争`1`6`1`杀死10个白鬃制革工、8个白鬃剥皮工和5个白鬃偷猎者，然后回到血蹄村向贝恩·血蹄复命。",
["os"] = {
[1] = {
["t"] = "白鬃制革工：0/10",
["n"] = "1748",
},
[2] = {
["t"] = "白鬃剥皮工：0/8",
["n"] = "1752",
},
[3] = {
["t"] = "白鬃偷猎者：0/5",
["n"] = "1756",
},
},
["pa"] = "贝恩·血蹄`莫高雷`48,60`47,60`47,59`47,61`46,60",
["pc"] = "贝恩·血蹄`莫高雷`48,60`47,60`47,59`47,61`46,60",
},
[111] = {
["q"] = "莫高雷`幻象仪祭`3`6`1`和血蹄村的扎尔曼·双月谈一谈。",
["pa"] = "贝恩·血蹄`莫高雷`48,60`47,60`47,59`47,61`46,60",
["pc"] = "扎尔曼·双月`莫高雷`48,60`48,57`48,58`47,58`47,57",
},
[112] = {
["q"] = "莫高雷`矮人的挖掘场`6`8`1`收集5个勘察员的锄头。\n\n在铁匠铺砸碎这些勘察员的锄头。\n\n把5件损坏的工具交给血蹄村的贝恩·血蹄。",
["os"] = {
[1] = {
["t"] = "损坏的工具：0/5",
},
},
["pa"] = "贝恩·血蹄`莫高雷`48,60`47,60`47,59`47,61`46,60",
["pc"] = "贝恩·血蹄`莫高雷`48,60`47,60`47,59`47,61`46,60",
},
[113] = {
["q"] = "莫高雷`幻象仪祭`3`7`1`收集2块水井石和2个琥珀颗粒，把它们带给血蹄村的扎尔曼·双月。",
["os"] = {
[1] = {
["t"] = "水井石：0/2",
["n"] = "4638`4795`4354`10340`4351",
},
[2] = {
["t"] = "琥珀颗粒：0/2",
["n"] = "4638`10340`4356",
},
},
["pa"] = "扎尔曼·双月`莫高雷`48,60`48,57`48,58`47,58`47,57",
["pc"] = "扎尔曼·双月`莫高雷`48,60`48,57`48,58`47,58`47,57",
},
[114] = {
["q"] = "莫高雷`马兹拉纳其`5`8`1`收集草原狼的心脏、平原狮的腿骨、平原陆行鸟的鳞片和猛鹫的胃各一份，把它们交给血蹄村的茂尔·祈雨。",
["os"] = {
[1] = {
["t"] = "草原狼的心脏：0/1",
["n"] = "4344`4638",
},
[2] = {
["t"] = "平原狮的腿骨：0/1",
["n"] = "4377",
},
[3] = {
["t"] = "平原陆行鸟的鳞片：0/1",
["n"] = "4795`4800`4514",
},
[4] = {
["t"] = "猛鹫的胃：0/1",
["n"] = "4382`4369`4378",
},
},
["pa"] = "茂尔·祈雨`莫高雷`48,58`47,57`47,56`47,59`48,57",
["pc"] = "茂尔·祈雨`莫高雷`48,58`47,57`47,56`47,59`48,57",
},
[115] = {
["q"] = "莫高雷`被破坏的货车`5`8`1`摩林·云行者要你去查看被破坏的货车附近的储备箱里有什么东西。",
["pa"] = "摩林·云行者`莫高雷`51,59`55,61`58,61`57,62`52,60",
["pc"] = "密封的补给箱`莫高雷`54,48",
},
[116] = {
["q"] = "莫高雷`幻象仪祭`5`7`1`在血蹄村的部族之火前将先知之水喝下，当幻象出现之后跟随它。",
["pa"] = "扎尔曼·双月`莫高雷`48,60`48,57`48,58`47,58`47,57",
["pc"] = "先知奥萨迪·智慧行者`莫高雷`33,36`33,37`34,37",
},
[117] = {
["q"] = "莫高雷`净化冰蹄之井`5`6`1`用冰蹄之井净化图腾为冰蹄之井完成净化，然后回来见穆尔·雷角。",
["pa"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
["pc"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
},
[118] = {
["q"] = "莫高雷`雷角图腾`6`7`1`收集6个草原捕食者的爪子和6个平原狮的爪子，把它们带给穆尔·雷角。",
["os"] = {
[1] = {
["t"] = "草原捕食者的爪子：0/6",
["n"] = "4344",
},
[2] = {
["t"] = "平原狮的爪子：0/6",
["n"] = "4377",
},
},
["pa"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
["pc"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
},
[119] = {
["q"] = "莫高雷`净化雷角之井`7`8`1`在雷角之井使用雷角之井净化图腾，然后回来见穆尔。",
["pa"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
["pc"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
},
[120] = {
["q"] = "莫高雷`猎捕猛鹫`4`6`1`收集8根猛鹫的羽毛，把它们带给血蹄村的哈肯·风之图腾。",
["os"] = {
[1] = {
["t"] = "猛鹫的羽毛：0/8",
["n"] = "4382`4369`4378",
},
},
["pa"] = "哈肯·风之图腾`莫高雷`49,59`49,60`48,60`47,60`48,57",
["pc"] = "哈肯·风之图腾`莫高雷`49,59`49,60`48,60`47,60`48,57",
},
[121] = {
["q"] = "莫高雷`蛮鬃图腾`8`10`1`收集8颗草原狼前锋的牙齿，把它们交给血蹄村的穆尔·雷角。",
["os"] = {
[1] = {
["t"] = "草原狼前锋的牙齿：0/8",
["n"] = "4896",
},
},
["pa"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
["pc"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
},
[122] = {
["q"] = "莫高雷`智慧仪祭`5`10`1`到雷霆崖东边的赤色石去和先祖之魂谈一谈。",
["pa"] = "先知奥萨迪·智慧行者`莫高雷`33,36`33,37`34,37",
["pc"] = "先祖之魂`莫高雷`61,21`62,21`61,20`62,22",
},
[123] = {
["q"] = "雷霆崖`收集皮革`6`8`1`收集12块轻皮，把它们交给雷霆崖的维尔伦·陆行者。",
["os"] = {
[1] = {
["t"] = "轻皮：0/12",
["n"] = "4817`4961`4948`4790`4762`5047`4264`5033`1690`4460`10937`4900`8937`4328`4968`4395`10968`5024`4254`4688`4675`4705`5046`5065`4812`4807`3413`4693`4834`4916`4717`14479`3407`4589`4388`4723`4876`4707`2113`4344`4481`4638`4896`4473`4404`4565`6858`4679`4751`4536`2903`4795`2271`5754`4515`5390`4512`14309`2956`4522`4578`4405`4317`4941`4143`4923`5011`4850`2618`5056`2311`4870`4508`4489`4956`5002`4646`4256`4491`4856`1999`4840`4580`5029`4627`3162`5055`2291`5550`2930`5839`1729`4745`4630`4763`5032`4918`6853`4912",
},
},
["pa"] = "维尔伦·陆行者`莫高雷`39,26",
["pc"] = "维尔伦·陆行者`莫高雷`39,26",
},
[124] = {
["q"] = "雷霆崖`科多兽皮包`9`10`1`给雷霆崖的维尔伦·陆行者带去4块轻皮。",
["os"] = {
[1] = {
["t"] = "轻皮：0/4",
["n"] = "4817`4961`4948`4790`4762`5047`4264`5033`1690`4460`10937`4900`8937`4328`4968`4395`10968`5024`4254`4688`4675`4705`5046`5065`4812`4807`3413`4693`4834`4916`4717`14479`3407`4589`4388`4723`4876`4707`2113`4344`4481`4638`4896`4473`4404`4565`6858`4679`4751`4536`2903`4795`2271`5754`4515`5390`4512`14309`2956`4522`4578`4405`4317`4941`4143`4923`5011`4850`2618`5056`2311`4870`4508`4489`4956`5002`4646`4256`4491`4856`1999`4840`4580`5029`4627`3162`5055`2291`5550`2930`5839`1729`4745`4630`4763`5032`4918`6853`4912",
},
[2] = {
["t"] = "粗线：0/4",
["n"] = "5072`5171`5167`6612`5122`5108`5116`5130`5085`5294`5189`5380`5248`5118`5282`5192`5175`5102`5154`5090`5213`5127`5143`5070`5313`5162`5339`5107`5093`5215`5335`5088`5202`6618`5321`5150`5113`5128`5159`6617`5258`5362`5200`5222`5170`5134`5259`5182`5144`5137`5141`5112`5099`5298`5218`5197`5230`5223`5163`5084`5383`5101`5207`5075`5315`5114`6619`5382`1009`5133`5160`5111`5098`5262`5179`5174`1135`5138`5229`5087`6615`5176`5089`5345`5146`5158`5124`5347`5195`5194`591`5330`5132`5078`5209`5358`5091",
},
},
["pa"] = "维尔伦·陆行者`莫高雷`39,26",
["pc"] = "维尔伦·陆行者`莫高雷`39,26",
},
[125] = {
["q"] = "莫高雷`十字路口之旅`9`12`1`去十字路口和瑟格拉·黑棘谈一谈。",
["pa"] = "基尔格·锐角`莫高雷`77,61`77,60",
["pc"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
},
[126] = {
["q"] = "贫瘠之地`遗忘之池`10`13`1`向图加·符文图腾报告你的发现。",
["pa"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
["pc"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
},
[127] = {
["q"] = "贫瘠之地`平原陆行鸟的威胁`10`12`1`收集7个陆行鸟的喙，把它们交给十字路口的瑟格拉·黑棘。",
["os"] = {
[1] = {
["t"] = "陆行鸟的喙：0/7",
["n"] = "10968`4612`4826",
},
},
["pa"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
["pc"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
},
[128] = {
["q"] = "贫瘠之地`野猪人的袭击`9`12`1`在钢鬃野猪人的营地里杀掉8个寻水者、8个织棘者和3个猎手，然后向十字路口的索克复命。",
["os"] = {
[1] = {
["t"] = "钢鬃寻水者：0/8",
["n"] = "1760",
},
[2] = {
["t"] = "钢鬃织棘者：0/8",
["n"] = "1767",
},
[3] = {
["t"] = "钢鬃猎手：0/3",
["n"] = "1773",
},
},
["pa"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
["pc"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
},
[129] = {
["q"] = "贫瘠之地`十字路口的补给品`9`14`1`找到十字路口的补给箱，把它还给贫瘠之地的索克。",
["os"] = {
[1] = {
["t"] = "十字路口的补给箱：0/1",
["n"] = "2924`2930`5385",
},
},
["pa"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
["pc"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
},
[130] = {
["q"] = "贫瘠之地`菌类孢子`10`15`1`收集4个菌类孢子，把它们交给十字路口的药剂师赫布瑞姆。",
["os"] = {
[1] = {
["t"] = "菌类孢子：0/4",
["n"] = "5387`10263`8303`4422",
},
},
["pa"] = "药剂师赫布瑞姆`贫瘠之地`51,30`52,30`51,31`52,31`51,29",
["pc"] = "药剂师赫布瑞姆`贫瘠之地`51,30`52,30`51,31`52,31`51,29",
},
[131] = {
["q"] = "贫瘠之地`一捆兽皮`10`10`1`带着兽皮去找十字路口的迪弗拉克。",
["pa"] = "加翰·鹰翼`贫瘠之地`51,29`52,30`51,30`52,29`50,29",
["pc"] = "迪弗拉克`贫瘠之地`52,30`51,30`52,31`51,31`51,29",
},
[132] = {
["q"] = "贫瘠之地`飞往雷霆崖`10`10`1`从双足飞龙管理员迪弗拉克那里租一只驭风者飞往雷霆崖，然后将这捆兽皮交给雷霆崖的安哈努。",
["pa"] = "迪弗拉克`贫瘠之地`52,30`51,30`52,31`51,31`51,29",
["pc"] = "安哈努`贫瘠之地`25,42`26,42",
},
[133] = {
["q"] = "贫瘠之地`双足飞龙管理员塔尔`10`10`1`将安哈努的皮货交给雷霆崖的塔尔。",
["pa"] = "安哈努`贫瘠之地`25,42`26,42",
["pc"] = "塔尔`贫瘠之地`26,42`26,41",
},
[134] = {
["q"] = "贫瘠之地`向加翰回复`10`10`1`从双足飞龙管理员塔尔那里租用一头飞往十字路口的双足飞龙，并把安哈努的皮货交给加翰·鹰翼。",
["pa"] = "塔尔`贫瘠之地`26,42`26,41",
["pc"] = "加翰·鹰翼`贫瘠之地`51,29`52,30`51,30`52,29`50,29",
},
[135] = {
["q"] = "贫瘠之地`偷钱的迅猛龙`9`13`1`收集12颗迅猛龙的头颅，把它们交给十字路口的加兹罗格。",
["os"] = {
[1] = {
["t"] = "迅猛龙的头颅：0/12",
["n"] = "4515`5390`4512",
},
},
["pa"] = "加兹罗格`贫瘠之地`52,30`51,30`52,31`53,31`54,32",
["pc"] = "加兹罗格`贫瘠之地`52,30`51,30`52,31`53,31`54,32",
},
[136] = {
["q"] = "北郡山谷`身边的危机`1`1`2`与治安官玛克布莱德谈一谈。",
["pa"] = "维里副队长`艾尔文森林`48,43`48,44`48,42`48,40`49,43",
["pc"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
},
[137] = {
["q"] = "北郡山谷`剿灭狗头人`1`2`2`杀死10只狗头人歹徒，然后向治安官玛克布莱德复命。",
["os"] = {
[1] = {
["t"] = "狗头人歹徒：0/10",
["n"] = "1779",
},
},
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
},
[138] = {
["q"] = "北郡山谷`伊根·派特斯金纳`1`2`2`与伊根·派特斯金纳谈一谈。",
["pa"] = "维里副队长`艾尔文森林`48,43`48,44`48,42`48,40`49,43",
["pc"] = "伊根·派特斯金纳`艾尔文森林`49,40`49,39`48,40`49,38`48,39",
},
[139] = {
["q"] = "北郡山谷`盗贼兄弟会`2`4`2`给北郡的维里副队长带回12个红色粗麻面罩。",
["os"] = {
[1] = {
["t"] = "红色粗麻面罩：0/12",
["n"] = "5394",
},
},
["pa"] = "维里副队长`艾尔文森林`48,43`48,44`48,42`48,40`49,43",
["pc"] = "维里副队长`艾尔文森林`48,43`48,44`48,42`48,40`49,43",
},
[140] = {
["q"] = "圣骑士`圣洁信件`2`1`2`阅读圣洁信件，然后和北郡修道院的萨缪尔修士谈一谈。",
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "萨缪尔修士`艾尔文森林`50,42`51,42",
},
[141] = {
["q"] = "北郡山谷`回音山调查行动`2`3`2`杀死10只狗头人劳工，然后向治安官玛克布莱德复命。",
["os"] = {
[1] = {
["t"] = "狗头人劳工：0/10",
["n"] = "1781",
},
},
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
},
[142] = {
["q"] = "北郡山谷`林中的群狼`1`2`2`给北郡修道院外的伊根·派特斯金纳带回8块硬狼肉。",
["os"] = {
[1] = {
["t"] = "硬狼肉：0/8",
["n"] = "5399`5397`5398`5400",
},
},
["pa"] = "伊根·派特斯金纳`艾尔文森林`49,40`49,39`48,40`49,38`48,39",
["pc"] = "伊根·派特斯金纳`艾尔文森林`49,40`49,39`48,40`49,38`48,39",
},
[143] = {
["q"] = "湿地`被诅咒的船员`22`29`2`杀死13个被诅咒的水手、5个被诅咒的水兵和大副斯涅利格。把斯涅利格的鼻烟盒交给米奈希尔的大副菲兹莫斯。",
["os"] = {
[1] = {
["t"] = "被诅咒的水手：0/13",
["n"] = "1782",
},
[2] = {
["t"] = "被诅咒的水兵：0/5",
["n"] = "1788",
},
[3] = {
["t"] = "斯涅利格的鼻烟盒：0/1",
["n"] = "5401",
},
},
["pa"] = "大副菲兹莫斯`湿地`11,60`11,59`10,59`10,60`11,56",
["pc"] = "大副菲兹莫斯`湿地`11,60`11,59`10,59`10,60`11,56",
},
[144] = {
["q"] = "湿地`继续搜寻`20`25`2`搜索米奈希尔雕塑。",
["pa"] = "破损的箱子`湿地`14,41`14,42`13,41`13,42",
["pc"] = "密封的桶`湿地`14,38",
},
[145] = {
["q"] = "湿地`搜寻雕像`20`25`2`继续在鱼人村落中搜寻米奈希尔雕像的踪迹。",
["pa"] = "密封的桶`湿地`14,38",
["pc"] = "半埋的大桶`湿地`14,35",
},
[146] = {
["q"] = "湿地`归还雕像`20`25`2`将米奈希尔雕像还给卡尔·波兰。",
["pa"] = "半埋的大桶`湿地`14,35",
["pc"] = "卡尔·波兰`湿地`8,59`9,59`8,58`10,59`9,60",
},
[147] = {
["q"] = "湿地`解除诅咒`22`30`2`从哈林多尔船长那里拿到无畏号的保险箱钥匙。\n\n用钥匙打开无畏号上的保险箱。",
["os"] = {
[1] = {
["t"] = "无畏号的保险箱钥匙：0/1",
["n"] = "5403",
},
},
["pa"] = "大副菲兹莫斯`湿地`11,60`11,59`10,59`10,60`11,56",
["pc"] = "保险箱`湿地`14,24",
},
[148] = {
["q"] = "暴风城`未寄出的信`16`22`2`将艾德温·范克里夫的信交给巴隆斯·阿历克斯顿。",
["pa"] = "未寄出的信`湿地`11,56`5,63`11,60`11,58`51,8",
["pc"] = "巴隆斯·阿历克斯顿`暴风城`49,30`49,31`48,30`48,31`55,28",
},
[149] = {
["q"] = "艾尔文森林`收货人`7`10`2`去闪金镇找治安官杜汉，把收货人的交易日程表交给他。",
["pa"] = "采金日程表`湿地`11,56",
["pc"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
},
[150] = {
["q"] = "赤脊山`塞欧克瑞图斯的坠饰`15`23`2`将不再发光的暗皮坠饰带给法师塞欧克瑞图斯。",
["pa"] = "发光的暗皮坠饰`湿地`11,56`11,58",
["pc"] = "塞欧克瑞图斯`艾尔文森林`65,70`65,69`65,71",
},
[151] = {
["q"] = "湿地`践踏之爪`20`21`2`杀死15名藓皮豺狼人和10名混血藓皮豺狼人，然后向湿地的绿色守卫者雷希耶尔复命。",
["os"] = {
[1] = {
["t"] = "藓皮豺狼人：0/15",
["n"] = "1792`1796",
},
[2] = {
["t"] = "混血藓皮豺狼人：0/10",
["n"] = "1792",
},
},
["pa"] = "绿色守卫者雷希耶尔`湿地`56,40`56,41`55,42`56,43`56,39",
["pc"] = "绿色守卫者雷希耶尔`湿地`56,40`56,41`55,42`56,43`56,39",
},
[152] = {
["q"] = "湿地`火焰管制`20`23`2`给绿色守卫者雷希耶尔带回9块粗制打火石。",
["os"] = {
[1] = {
["t"] = "粗制打火石：0/9",
["n"] = "5417`5416`5414`5412`5410`5408`5407",
},
},
["pa"] = "绿色守卫者雷希耶尔`湿地`56,40`56,41`55,42`56,43`56,39",
["pc"] = "绿色守卫者雷希耶尔`湿地`56,40`56,41`55,42`56,43`56,39",
},
[153] = {
["q"] = "湿地`大地上的脓疱`21`26`2`杀死12只沼泽爬行者，然后向湿地的绿色守卫者雷希耶尔复命。",
["os"] = {
[1] = {
["t"] = "沼泽爬行者：0/12",
["n"] = "1802",
},
},
["pa"] = "绿色守卫者雷希耶尔`湿地`56,40`56,41`55,42`56,43`56,39",
["pc"] = "绿色守卫者雷希耶尔`湿地`56,40`56,41`55,42`56,43`56,39",
},
[154] = {
["q"] = "湿地`帕雷斯之眼`22`30`2`把被诅咒的帕雷斯之眼交给戈罗林·钢眉。",
["pa"] = "保险箱`湿地`14,24",
["pc"] = "戈罗林·钢眉`湿地`11,61`11,60`10,61",
},
[155] = {
["q"] = "湿地`净化帕雷斯之眼`23`30`2`把被诅咒的帕雷斯之眼交给大主教本尼迪塔斯，他就在暴风城的光明大教堂里。",
["pa"] = "戈罗林·钢眉`湿地`11,61`11,60`10,61",
["pc"] = "大主教本尼迪塔斯`暴风城`40,27`41,30`40,28`39,27`39,28",
},
[156] = {
["q"] = "湿地`丹莫德的陷落`25`25`2`在丹莫德镇附近寻找布莱德·长须的踪迹。",
["pa"] = "哈尔罗·巴纳比`湿地`11,56`11,55`11,57`12,57`11,54",
["pc"] = "布莱德·长须`湿地`50,18`50,19`51,20`51,19`49,17",
},
[157] = {
["q"] = "湿地`寻找挖掘队`21`24`2`把麦琳的信件交给塔雷尔·石纹复命。",
["pa"] = "麦琳·石纹`湿地`39,52`39,53`38,52`38,51",
["pc"] = "塔雷尔·石纹`湿地`11,52`12,51`12,52`11,54`11,53",
},
[158] = {
["q"] = "湿地`奥莫尔的复仇`22`27`2`奥莫尔·铁衣要求你杀死10只杂斑刺喉龙和10只杂斑锯齿龙，然后回到维尔加挖掘场向他复命。",
["os"] = {
[1] = {
["t"] = "杂斑镰爪龙：0/10",
["n"] = "1805",
},
[2] = {
["t"] = "杂斑刺喉龙：0/10",
["n"] = "1809",
},
},
["pa"] = "奥莫尔·铁衣`湿地`38,51`38,50`38,53`38,49`37,48",
["pc"] = "奥莫尔·铁衣`湿地`38,51`38,50`38,53`38,49`37,48",
},
[159] = {
["q"] = "湿地`奥莫尔的复仇`22`29`2`维尔加挖掘场的奥莫尔·铁衣要求你杀死萨尔图斯，并在任务完成之后带着它的一只爪子向他复命。",
["os"] = {
[1] = {
["t"] = "萨尔图斯的爪子：0/1",
["n"] = "5418",
},
},
["pa"] = "奥莫尔·铁衣`湿地`38,51`38,50`38,53`38,49`37,48",
["pc"] = "奥莫尔·铁衣`湿地`38,51`38,50`38,53`38,49`37,48",
},
[160] = {
["q"] = "湿地`艰巨的任务`26`34`2`杀死邪恶的巴尔加拉斯，把他的耳朵带给丹莫德外的布莱德·长须。",
["os"] = {
[1] = {
["t"] = "巴尔加拉斯的耳朵：0/1",
["n"] = "5419",
},
},
["pa"] = "布莱德·长须`湿地`50,18`50,19`51,20`51,19`49,17",
["pc"] = "布莱德·长须`湿地`50,18`50,19`51,20`51,19`49,17",
},
[161] = {
["q"] = "湿地`黑铁战争`25`30`2`丹莫德的莫特雷·加玛森要求你杀死15名黑铁矮人、5名黑铁隧道工、5名黑铁破坏者和5名黑铁爆破手。",
["os"] = {
[1] = {
["t"] = "黑铁矮人：0/15",
["n"] = "1812",
},
[2] = {
["t"] = "黑铁隧道工：0/5",
["n"] = "1818",
},
[3] = {
["t"] = "黑铁破坏者：0/5",
["n"] = "1823",
},
[4] = {
["t"] = "黑铁爆破手：0/5",
["n"] = "1827",
},
},
["pa"] = "莫特雷·加玛森`湿地`50,18`49,17`49,18`51,19`50,19",
["pc"] = "莫特雷·加玛森`湿地`50,18`49,17`49,18`51,19`50,19",
},
[162] = {
["q"] = "湿地`纳克罗什的优势`23`31`2`摧毁所有的龙喉投石车。",
["pa"] = "斯托菲队长`湿地`10,57`10,58",
["pc"] = "龙喉投石车`湿地`47,47`48,47",
},
[163] = {
["q"] = "诺莫瑞根`抢救数据`25`30`2`将彩色穿孔卡片交给铁炉堡的大机械师卡斯派普。",
["os"] = {
[1] = {
["t"] = "彩色穿孔卡片：0/1",
},
},
["pa"] = "大机械师卡斯派普`铁炉堡`70,49`70,48`69,45`70,50`70,47",
["pc"] = "大机械师卡斯派普`铁炉堡`70,49`70,48`69,45`70,50`70,47",
},
[164] = {
["q"] = "诺莫瑞根`大叛徒`25`35`2`到诺莫瑞根去杀掉麦克尼尔·瑟玛普拉格。完成任务之后向大工匠梅卡托克报告。",
["os"] = {
[1] = {
["t"] = "麦克尼尔·瑟玛普拉格：0/1",
["n"] = "1830",
},
},
["pa"] = "大工匠梅卡托克`铁炉堡`69,49`71,51`70,50`70,48`72,53",
["pc"] = "大工匠梅卡托克`铁炉堡`69,49`71,51`70,50`70,48`72,53",
},
[165] = {
["q"] = "泰达希尔`青苔之瘤`7`9`2`收集5个青苔之瘤，然后把它们交给达纳苏斯的雷利亚·绿树。",
["os"] = {
[1] = {
["t"] = "青苔之瘤：0/5",
["n"] = "5424`5422`5420",
},
},
["pa"] = "雷利亚·绿树`达纳苏斯`38,22`38,21`37,21`41,20`43,19",
["pc"] = "雷利亚·绿树`泰达希尔`25,51`26,52`25,52`24,52`26,51",
},
[166] = {
["q"] = "黑海岸`奥萨拉克斯之塔`13`18`2`在奥萨拉克斯之塔附近帮巴苏尔·影击收集4块破旧的羊皮纸。",
["os"] = {
[1] = {
["t"] = "破旧的羊皮纸：0/4",
["n"] = "5426",
},
},
["pa"] = "巴苏尔·影击`黑海岸`55,25`54,25`54,26`54,24`55,26",
["pc"] = "巴苏尔·影击`黑海岸`55,25`54,25`54,26`54,24`55,26",
},
[167] = {
["q"] = "德鲁伊`新的课程`14`14`3`到月光林地去，与永夜港的德迪利特·星焰谈一谈。",
["pa"] = "玛斯雷·驭熊者`达纳苏斯`35,9`35,8`34,8`36,8`36,9",
["pc"] = "德迪利特·星焰`月光林地`56,31`56,30",
},
[168] = {
["q"] = "德鲁伊`毒水之源`14`14`2`使用空的峭壁之泉取样器在瀑布洞口获得水样。\n\n将盛满的峭壁之泉取样器送到黑海岸奥伯丁的奥兰达利亚·夜歌那里。",
["os"] = {
[1] = {
["t"] = "盛满的峭壁之泉取样器：0/1",
},
},
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "奥兰达利亚·夜歌`黑海岸`38,41`38,42",
},
[169] = {
["q"] = "黑海岸`黑木熊怪的堕落`15`18`2`在空的净化碗里盛满奥伯丁月亮井的井水。\n\n在黑木熊怪的北部营地里收集水果、坚果和谷物各一份。\n\n将水和三种食物混合起来，放置在壁泉河附近的营火边，这样就会召来唤引诱熊怪堕落的萨特。\n\n取回堕落护符，将它交给奥伯丁的桑迪斯·织风。",
["os"] = {
[1] = {
["t"] = "堕落护符：0/1",
["n"] = "5429`5428",
},
},
["pa"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
["pc"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
},
[170] = {
["q"] = "黑海岸`巴莎兰`11`13`2`用亚米萨兰废墟中的远古火焰摧毁远古月亮石封印，然后回到巴莎兰的阿斯特利安那里。",
["pa"] = "阿斯特利安`黑海岸`44,36`44,37`45,37`45,36",
["pc"] = "阿斯特利安`黑海岸`44,36`44,37`45,37`45,36",
},
[171] = {
["q"] = "铁炉堡`侏儒的手艺`29`35`2`将闪亮的金戒指、1块银锭、1块绿玛瑙和30个银币交给铁炉堡的塔瓦斯德·基瑟尔。",
["os"] = {
[1] = {
["t"] = "银锭：0/1",
["n"] = "5464`5451`8848`1690`5457`2271`5440`2618`3542`11593`6259`8898`5439`5061`5467`5465`7553`5470`2361`5463`3445`7388`14076`8841`5435`10342`6714`5475`5466`5920`9687`5051`3006`5473`2335`8192`8971`2406`5431`8150`5432`7890`5472`2025`7404`5478",
},
[2] = {
["t"] = "绿玛瑙：0/1",
["n"] = "4961`5557`6667`4948`2977`4762`5703`5653`9535`5747`5480`7926`7931`5759`5692`9935`5426`10029`5627`4900`5824`9966`2629`5623`3054`5582`4968`4325`10968`4688`1788`1782`4807`3413`4834`4916`4717`14479`3407`4723`4876`3106`5689`2555`10502`7533`2261`5748`2271`5754`4512`2347`5849`2338`2342`5716`5624`11043`9009`5733`5856`5401`8377`5626`2760`5791`9122`7921`5710`9071`5591`5637`5722`5726`5783`5739`2219`2313`2307`5610`5583`5631`2225`5802`10471`5056`5617`5479`2311`5795`5667`5674`5622`5594`4489`4204`5552`5533`5721",
},
},
["pa"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
["pc"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
},
[172] = {
["q"] = "丹莫罗`自动净化装置`7`10`2`收集8个多档齿轮和8个自适应齿轮，把它们交给卡拉诺斯的拉兹·滑链。",
["os"] = {
[1] = {
["t"] = "自适应齿轮：0/8",
["n"] = "5867`5868",
},
[2] = {
["t"] = "多档齿轮：0/8",
["n"] = "5867`5868",
},
},
["pa"] = "拉兹·滑链`丹莫罗`46,49",
["pc"] = "拉兹·滑链`丹莫罗`46,49",
},
[173] = {
["q"] = "暴风城`失踪的使节`28`28`2`将乔贞的密信带给暴风城贸易区的埃林·提亚斯。",
["pa"] = "乔贞`艾尔文森林`33,45`31,43`32,45`32,44`32,43",
["pc"] = "埃林·提亚斯`艾尔文森林`28,40`28,41`28,39",
},
[174] = {
["q"] = "暴风城`失踪的使节`28`28`2`将密信带给暮色森林的守夜人巴库斯。",
["pa"] = "埃林·提亚斯`艾尔文森林`28,40`28,41`28,39",
["pc"] = "守夜人巴库斯`暮色森林`75,42`72,36`75,45`74,40`75,41",
},
[175] = {
["q"] = "荆棘谷`向马克基雷回报`31`41`3`将菲利浦的还款交给“海狼”马克基雷。",
["pa"] = "“病鬼”菲利普`荆棘谷`27,74`28,74`26,73`26,74",
["pc"] = "“海狼”马克基雷`荆棘谷`28,77`27,77`27,76",
},
[176] = {
["q"] = "荆棘谷`讨债行动`31`44`3`给藏宝海湾的“海狼”马克基雷带回玛雷的畸形足、乔乔的金色望远镜和苏克的巨型戒指。",
["os"] = {
[1] = {
["t"] = "玛雷的畸形足：0/1",
["n"] = "5464",
},
[2] = {
["t"] = "乔乔的金色望远镜：0/1",
["n"] = "5874",
},
[3] = {
["t"] = "苏克的巨型戒指：0/1",
["n"] = "6600",
},
},
["pa"] = "“海狼”马克基雷`荆棘谷`28,77`27,77`27,76",
["pc"] = "“海狼”马克基雷`荆棘谷`28,77`27,77`27,76",
},
[177] = {
["q"] = "荆棘谷`欢迎来到丛林`28`30`3`与赫米特·奈辛瓦里谈一谈。",
["pa"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
["pc"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
},
[178] = {
["q"] = "荆棘谷`猎龙`28`34`3`赫米特·奈辛瓦里要求你杀死10只荆棘谷迅猛龙。",
["os"] = {
[1] = {
["t"] = "荆棘谷迅猛龙：0/10",
["n"] = "1832`1835",
},
},
["pa"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
["pc"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
},
[179] = {
["q"] = "荆棘谷`猎豹`28`31`3`奈辛瓦里远征队的埃尔加丁爵士要求你杀死10只猎豹幼崽。",
["os"] = {
[1] = {
["t"] = "猎豹幼崽：0/10",
["n"] = "14141",
},
},
["pa"] = "埃尔加丁爵士`荆棘谷`36,11`35,11`36,10`34,10`35,10",
["pc"] = "埃尔加丁爵士`荆棘谷`36,11`35,11`36,10`34,10`35,10",
},
[180] = {
["q"] = "荆棘谷`猎虎`28`31`3`奈辛瓦里远征队的艾耶克·罗欧克要求你杀死10只荆棘谷猛虎幼崽。",
["os"] = {
[1] = {
["t"] = "荆棘谷猛虎幼崽：0/10",
["n"] = "1845",
},
},
["pa"] = "艾耶克·罗欧克`荆棘谷`36,11`36,10`35,11`35,10`35,12",
["pc"] = "艾耶克·罗欧克`荆棘谷`36,11`36,10`35,11`35,10`35,12",
},
[181] = {
["q"] = "荆棘谷`荆棘谷的青山`30`40`3`收集《荆棘谷的青山》的手稿中丢失的页面。在集齐四章书之后，将它们还给巴尼尔·石罐。",
["os"] = {
[1] = {
["t"] = "荆棘谷的青山 - 第一章：0/1",
},
[2] = {
["t"] = "荆棘谷的青山 - 第二章：0/1",
},
[3] = {
["t"] = "荆棘谷的青山 - 第三章：0/1",
},
[4] = {
["t"] = "荆棘谷的青山 - 第四章：0/1",
},
},
["pa"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
["pc"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
},
[182] = {
["q"] = "荆棘谷`荆棘谷的青山 - 第一章`30`40`3`将奈辛瓦里的小说《荆棘谷的青山》的第1页，第4页，第6页和第8页带给巴尼尔·石罐以凑齐第一章。",
["os"] = {
[1] = {
["t"] = "荆棘谷的青山 - 第1页：0/1",
["n"] = "5464`5969`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5967`5963`5913`5943`5881`5874`5890`1935`5956`5466`2075`2464`2081`2462`2079`5954`5906`5920`5879`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
[2] = {
["t"] = "荆棘谷的青山 - 第4页：0/1",
["n"] = "5464`5969`5992`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`1935`5956`5466`2075`6017`2464`2081`2462`5997`2079`5954`5906`5920`5998`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`1929`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5975`5904`5903`5478`5921",
},
[3] = {
["t"] = "荆棘谷的青山 - 第6页：0/1",
["n"] = "5464`5969`5992`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`5967`5963`5913`5943`5881`5874`5890`8196`1935`5956`5466`2075`2464`2081`2462`2079`5954`5906`5920`5998`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`1929`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5975`5904`5903`5478`5921",
},
[4] = {
["t"] = "荆棘谷的青山 - 第8页：0/1",
["n"] = "5464`5969`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`1935`5956`5466`2075`2464`2081`2462`2079`5954`5906`5920`5998`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`1929`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5975`5904`5903`5478`5921",
},
},
["pa"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
["pc"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
},
[183] = {
["q"] = "荆棘谷`荆棘谷的青山 - 第二章`30`40`3`将奈辛瓦里的小说《荆棘谷的青山》的第10页，第11页，第14页和第16页带给巴尼尔·石罐以凑齐第二章。",
["os"] = {
[1] = {
["t"] = "荆棘谷的青山 - 第10页：0/1",
["n"] = "5464`5969`5992`5883`5915`5900`5892`5955`5957`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`5956`5466`2075`6017`2464`2081`2462`5997`2079`5954`5906`5920`5998`6002`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`1929`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
[2] = {
["t"] = "荆棘谷的青山 - 第11页：0/1",
["n"] = "5464`5969`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`1935`5956`5466`2075`6017`2464`2081`2462`2079`5954`5906`5920`5998`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5932`5973`5976`5975`5904`5903`5478`5921",
},
[3] = {
["t"] = "荆棘谷的青山 - 第14页：0/1",
["n"] = "5464`5969`5992`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5963`5913`5990`5943`5881`5874`5890`8196`1935`5956`5466`2075`2464`2081`2462`2079`5954`5906`5920`5998`6804`5891`5985`5899`2870`5884`5965`2872`6006`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`1929`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
[4] = {
["t"] = "荆棘谷的青山 - 第16页：0/1",
["n"] = "5464`5969`5992`5915`5900`5892`5955`5957`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`5956`5466`2075`6017`2464`2081`2462`2079`5954`5906`5920`5998`6804`5891`5985`5899`2870`5884`5965`2872`6006`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
},
["pa"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
["pc"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
},
[184] = {
["q"] = "荆棘谷`荆棘谷的青山 - 第三章`30`40`3`将奈辛瓦里的小说《荆棘谷的青山》的第18页，第20页，第21页和第24页带给巴尼尔·石罐以凑齐第三章。",
["os"] = {
[1] = {
["t"] = "荆棘谷的青山 - 第18页：0/1",
["n"] = "5464`5992`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`6011`5963`5913`5943`5881`5874`5890`8196`1935`5466`2075`2464`2081`2462`5997`2079`5954`5906`5920`5998`5891`5985`5899`2870`5884`5965`6012`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`1929`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
[2] = {
["t"] = "荆棘谷的青山 - 第20页：0/1",
["n"] = "5464`5969`5992`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`8196`5956`5466`2075`6017`2464`2081`2462`5997`2079`5954`5906`5920`5998`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5975`5904`5903`5478`5921",
},
[3] = {
["t"] = "荆棘谷的青山 - 第21页：0/1",
["n"] = "5464`5969`5992`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`5956`5466`2075`2464`2081`2462`2079`5954`5906`5920`5998`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`1929`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
[4] = {
["t"] = "荆棘谷的青山 - 第24页：0/1",
["n"] = "5464`5992`5883`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`8196`1935`5956`5466`2075`2464`2081`2462`2079`5954`5906`5920`5998`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`6015`5905`1929`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5973`5976`5975`5904`5903`5478`5921",
},
},
["pa"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
["pc"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
},
[185] = {
["q"] = "荆棘谷`荆棘谷的青山 - 第四章`30`40`3`将奈辛瓦里的小说《荆棘谷的青山》的第25页，第26页和第27页带给巴尼尔·石罐以凑齐第四章。",
["os"] = {
[1] = {
["t"] = "荆棘谷的青山 - 第25页：0/1",
["n"] = "5464`5969`5915`5900`5892`5955`5957`5880`5911`5961`5893`5914`5888`5994`6011`5967`5963`5913`5990`5943`5881`5874`5890`8196`1935`5956`5466`2075`6017`2464`2081`2462`5997`2079`5954`5906`5920`5998`5879`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`5905`1929`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
[2] = {
["t"] = "荆棘谷的青山 - 第26页：0/1",
["n"] = "5464`5969`5992`5915`5900`5892`5955`5957`5911`5961`5893`5914`5888`5994`5967`5963`5913`5990`5943`5881`5874`5890`8196`1935`5956`5466`2075`6017`2464`2081`2462`5997`2079`5954`5906`5920`5998`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`6018`5905`1929`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
[3] = {
["t"] = "荆棘谷的青山 - 第27页：0/1",
["n"] = "5464`5969`5992`5883`5915`5900`5892`5955`5957`5911`5961`5893`5914`5888`5994`6011`5967`5963`5913`5990`5943`5881`5874`1935`5956`5466`2075`6017`2464`2081`2462`5997`2079`5954`5906`5920`5998`6002`5879`6804`5891`5985`5899`2870`5884`5965`2872`6600`2997`1932`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`6015`5905`5995`5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940`5901`5917`6791`2049`5959`5980`5960`5931`5966`5907`5932`5973`5976`5975`5904`5903`5478`5921",
},
},
["pa"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
["pc"] = "巴尼尔·石罐`荆棘谷`36,11`35,11`36,10`36,12`37,12",
},
[186] = {
["q"] = "灰谷`鲁尔的自由`20`24`1`护送鲁尔，然后与慰藉之林的雅玛·雪蹄谈一谈。",
["pa"] = "鲁尔·雪蹄`灰谷`41,35`41,34`40,32`39,31`37,34",
["pc"] = "雅玛·雪蹄`灰谷`74,61`74,60",
},
[187] = {
["q"] = "黑暗深渊`上古之神的仆从`24`22`1`把潮湿的便笺交给灰谷的耶努萨克雷。",
["pa"] = "潮湿的便笺`千针石林`46,51`45,50",
["pc"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
},
[188] = {
["q"] = "雷霆崖`神圣之火`25`29`1`把装满水的蚀刻瓶带给乱风岗的劳恩·峭壁行者。",
["pa"] = "赞金·石蹄`雷霆崖`55,51`54,51`55,52`56,50`50,50",
["pc"] = "劳恩·峭壁行者`千针石林`46,52`46,51",
},
[189] = {
["q"] = "黑暗深渊`上古之神的仆从`24`26`1`杀掉黑暗深渊里的洛古斯·杰特，然后向灰谷的耶努萨克雷复命。",
["os"] = {
[1] = {
["t"] = "洛古斯·杰特：0/1",
["n"] = "1852",
},
},
["pa"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
["pc"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
},
[190] = {
["q"] = "雷霆崖`神圣之火`25`29`1`拿到裂开的蹄子，把它交给乱风岗的劳恩·峭壁行者。",
["os"] = {
[1] = {
["t"] = "裂开的蹄子：0/1",
["n"] = "6021`6019`6020`5760",
},
},
["pa"] = "劳恩·峭壁行者`千针石林`46,52`46,51",
["pc"] = "劳恩·峭壁行者`千针石林`46,52`46,51",
},
[191] = {
["q"] = "千针石林`暗杀计划`24`28`1`将暗杀计划通知给白沙岗哨的卡纳提·灰云。",
["pa"] = "暗杀指令`千针石林`36,29`22,32`29,34`45,50`34,27",
["pc"] = "卡纳提·灰云`千针石林`21,32`22,31`22,32`21,34`22,35",
},
[192] = {
["q"] = "千针石林`神圣之火`24`27`1`收集10支火岩龙舌兰，然后去找雷霆崖长者高地的玛加萨·野性图腾。",
["os"] = {
[1] = {
["t"] = "火岩龙舌兰：0/10",
["n"] = "5688`6027`6023",
},
},
["pa"] = "莫特加·火鬃`千针石林`21,32`22,32`23,32`21,33`22,34",
["pc"] = "玛加萨·野性图腾`雷霆崖`71,31`70,31`71,30`72,30`72,31",
},
[193] = {
["q"] = "千针石林`超适应齿轮`24`30`1`杀了那头野兽，把超适应齿轮和钥匙交给维兹罗。",
["os"] = {
[1] = {
["t"] = "超适应齿轮：0/1",
["n"] = "2094",
},
},
["pa"] = "维兹罗`千针石林`21,33`21,32`22,33`22,32`22,31",
["pc"] = "维兹罗`千针石林`21,33`21,32`22,33`22,32`22,31",
},
[194] = {
["q"] = "千针石林`保护卡纳提·灰云`25`28`1`保护卡纳提·灰云免受半人马的袭击。",
["pa"] = "卡纳提·灰云`千针石林`21,32`22,31`22,32`21,34`22,35",
["pc"] = "卡纳提·灰云`千针石林`21,32`22,31`22,32`21,34`22,35",
},
[195] = {
["q"] = "千针石林`终获自由`25`29`1`护送拉克塔·风歌离开恐怖图腾营地，然后与乱风岗的萨利亚谈一谈。",
["pa"] = "拉克塔·风歌`千针石林`38,27`31,37`39,29`32,31`37,32",
["pc"] = "萨利亚`千针石林`46,51`46,52",
},
[196] = {
["q"] = "千针石林`减轻负重`29`30`3`给闪光平原的普兹克找10根空心秃鹫骨。",
["os"] = {
[1] = {
["t"] = "空心秃鹫骨：0/10",
["n"] = "8386`6036",
},
},
["pa"] = "普兹克`千针石林`80,76`79,77`80,75`81,75`81,76",
["pc"] = "普兹克`千针石林`80,76`79,77`80,75`81,75`81,76",
},
[197] = {
["q"] = "千针石林`硬化龟壳`28`30`3`收集9块硬化龟壳，把它们交给闪光平原的维兹尔·铜栓。",
["os"] = {
[1] = {
["t"] = "硬化龟壳：0/9",
["n"] = "6043`6048`6050",
},
},
["pa"] = "维兹尔·铜栓`千针石林`78,77`78,76`80,77`79,77`77,77",
["pc"] = "维兹尔·铜栓`千针石林`78,77`78,76`80,77`79,77`77,77",
},
[198] = {
["q"] = "千针石林`含盐的蝎毒`28`30`3`为闪光平原的菲兹尔·铜栓带去6份含盐的蝎毒。",
["os"] = {
[1] = {
["t"] = "含盐的蝎毒：0/6",
["n"] = "6055`6062",
},
},
["pa"] = "菲兹尔·铜栓`千针石林`78,77`79,75`79,76`78,78`79,77",
["pc"] = "菲兹尔·铜栓`千针石林`78,77`79,75`79,76`78,78`79,77",
},
[199] = {
["q"] = "千针石林`火箭车零件`28`31`3`收集30个火箭车零件，把它们交给闪光平原的克拉维尔·浓须。",
["os"] = {
[1] = {
["t"] = "火箭车零件：0/30",
["n"] = "6065`6068`6055`6062`8386`6036`6043`6050`1872`1863`14101",
},
},
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
},
[200] = {
["q"] = "千针石林`码头管理员迪兹维格`30`36`3`把克拉维尔的零件订单交给棘齿城的码头管理员迪兹维格。",
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
},
[201] = {
["q"] = "千针石林`赫米特·奈辛瓦里`28`31`3`将克拉维尔的箱子送到荆棘谷的赫米特·奈辛瓦里那里。",
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
},
[202] = {
["q"] = "雷霆崖`霜喉雪人`26`37`1`把霜喉雪人的鬃毛带给雷霆崖的梅洛·石蹄。",
["os"] = {
[1] = {
["t"] = "霜喉的鬃毛：0/1",
["n"] = "6069",
},
},
["pa"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
["pc"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
},
[203] = {
["q"] = "贫瘠之地`疯狂的虫群`29`33`1`把科兰的密信交给奥格瑞玛的贝尔戈洛姆·石槌。",
["pa"] = "科兰`莫高雷`90,3`91,5`90,4",
["pc"] = "贝尔戈洛姆·石槌`奥格瑞玛`75,34`76,33`74,34`72,35`70,37",
},
[204] = {
["q"] = "贫瘠之地`通缉：巴隆·朗绍尔`11`16`3`把巴隆·朗绍尔的头颅交给棘齿城的加兹鲁维。",
["os"] = {
[1] = {
["t"] = "巴隆·朗绍尔的头颅：0/1",
["n"] = "5623",
},
},
["pa"] = "通缉`贫瘠之地`63,38`63,37",
["pc"] = "加兹鲁维`贫瘠之地`63,36`63,37",
},
[205] = {
["q"] = "千针石林`给克拉维尔的零件`30`31`3`把克拉维尔的零件交给闪光平原的克拉维尔·浓须。",
["pa"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
["pc"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
},
[206] = {
["q"] = "奥格瑞玛`疯狂的虫群`29`33`1`把贝尔戈洛姆的密信交给千针石林的摩克塔·克林。",
["pa"] = "贝尔戈洛姆·石槌`奥格瑞玛`75,34`76,33`74,34`72,35`70,37",
["pc"] = "摩克塔·克林`千针石林`68,64`68,63`68,62`69,63`68,65",
},
[207] = {
["q"] = "凄凉之地`雷戈萨·死门`30`32`1`和雷戈萨·死门谈一谈。",
["pa"] = "贝尔戈洛姆·石槌`奥格瑞玛`75,34`76,33`74,34`72,35`70,37",
["pc"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
},
[208] = {
["q"] = "千针石林`地精赞助商`29`37`3`和棘齿城的加兹鲁维谈一谈。",
["pa"] = "普兹克`千针石林`80,76`79,77`80,75`81,75`81,76",
["pc"] = "加兹鲁维`贫瘠之地`63,36`63,37",
},
[209] = {
["q"] = "千针石林`安全隐患`28`33`3`为闪光平原的赛道管理员泽尔林杀死10条盐石蜥蜴、10条盐石水晶蜥蜴和6条盐石凝视者。",
["os"] = {
[1] = {
["t"] = "盐石蜥蜴：0/10",
["n"] = "14101",
},
[2] = {
["t"] = "盐石水晶蜥蜴：0/10",
["n"] = "1863",
},
[3] = {
["t"] = "盐石凝视者：0/6",
["n"] = "1872",
},
},
["pa"] = "赛道管理员泽尔林`千针石林`82,78`81,78`81,77`83,80`80,76",
["pc"] = "赛道管理员泽尔林`千针石林`82,78`81,78`81,77`83,80`80,76",
},
[210] = {
["q"] = "千针石林`侏儒的货物`30`36`3`把精密赛车零件交给菲兹尔·铜栓。",
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "菲兹尔·铜栓`千针石林`78,77`79,75`79,76`78,78`79,77",
},
[211] = {
["q"] = "千针石林`车手的传闻`30`36`3`和藏宝海湾的克拉兹克谈一谈。",
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "克拉兹克`荆棘谷`27,77",
},
[212] = {
["q"] = "剃刀高地`邪恶的盟友`28`36`1`把小卷轴带给幽暗城的varimathras。",
["pa"] = "小卷轴`剃刀沼泽`",
["pc"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
},
[213] = {
["q"] = "剃刀沼泽`进口商威利克斯`22`30`3`护送进口商威利克斯逃出剃刀沼泽。",
["pa"] = "进口商威利克斯`剃刀沼泽`",
["pc"] = "进口商威利克斯`剃刀沼泽`",
},
[214] = {
["q"] = "奥格瑞玛`灰谷狩猎`20`20`1`与灰谷碎木哨岗的塞娜尼·雷心谈一谈。",
["pa"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
["pc"] = "塞娜尼·雷心`灰谷`73,61`74,61`74,62`73,62`74,63",
},
[215] = {
["q"] = "贫瘠之地`新的矿石样本`25`29`1`从砂齿掘地工或砂齿勘探员那里找一块未精炼的矿石样本，把它交给十字路口的塔特纳克·钢炉。",
["os"] = {
[1] = {
["t"] = "未精炼的矿石样本：0/1",
["n"] = "6078`6075`6074",
},
},
["pa"] = "塔特纳克·钢炉`贫瘠之地`45,58`45,57`45,59",
["pc"] = "塔特纳克·钢炉`贫瘠之地`45,58`45,57`45,59",
},
[216] = {
["q"] = "贫瘠之地`老陈的空酒桶`15`24`1`收集5个闪电腺、1个雷鹰的唾液腺和1个科多兽的肝脏，把它们交给棘齿城里的酿酒师德罗恩。",
["os"] = {
[1] = {
["t"] = "闪电腺：0/5",
["n"] = "6080",
},
[2] = {
["t"] = "雷鹰的唾液腺：0/1",
["n"] = "4393",
},
[3] = {
["t"] = "科多兽的肝脏：0/1",
["n"] = "4481`4751`4825`4952`4605",
},
},
["pa"] = "酿酒师德罗恩`贫瘠之地`62,38`63,38`62,39",
["pc"] = "酿酒师德罗恩`贫瘠之地`62,38`63,38`62,39",
},
[217] = {
["q"] = "千针石林`给乱风岗的紧急信件`23`25`1`把紧急信件交给乱风岗的峭壁卫兵图林·长角。",
["pa"] = "卫兵穆赫·月角`千针石林`32,22`33,22`32,21`32,23`32,24",
["pc"] = "峭壁卫兵图林·长角`千针石林`46,51`46,50`47,49`45,51`46,49",
},
[218] = {
["q"] = "千针石林`清除半人马`23`25`1`杀掉12个加拉克斥候、10个加拉克争斗者和6个加拉克逐风者，然后向乱风岗的峭壁卫兵图林·长角复命。",
["os"] = {
[1] = {
["t"] = "加拉克斥候：0/12",
["n"] = "1877",
},
[2] = {
["t"] = "加拉克争斗者：0/10",
["n"] = "1882",
},
[3] = {
["t"] = "加拉克逐风者：0/6",
["n"] = "1889",
},
},
["pa"] = "峭壁卫兵图林·长角`千针石林`46,51`46,50`47,49`45,51`46,49",
["pc"] = "峭壁卫兵图林·长角`千针石林`46,51`46,50`47,49`45,51`46,49",
},
[219] = {
["q"] = "千针石林`异型卵`24`26`1`把异型卵交给乱风岗的哈加尔·雷蹄。",
["os"] = {
[1] = {
["t"] = "异型卵：0/1",
["n"] = "14179`6082",
},
},
["pa"] = "哈加尔·雷蹄`千针石林`45,50`45,51`46,50`45,49`46,51",
["pc"] = "哈加尔·雷蹄`千针石林`45,50`45,51`46,50`45,49`46,51",
},
[220] = {
["q"] = "千针石林`驭风者`25`29`1`将10颗双足飞龙的蛋交给乱风岗的艾鲁。",
["os"] = {
[1] = {
["t"] = "风巢双足飞龙的蛋：0/10",
["n"] = "6087`6084`6085",
},
},
["pa"] = "艾鲁`千针石林`45,49`46,50`45,50`46,49`47,48",
["pc"] = "艾鲁`千针石林`45,49`46,50`45,50`46,49`47,48",
},
[221] = {
["q"] = "千针石林`狂热之蛇`24`26`1`向莫特加·火鬃汇报你的发现。",
["pa"] = "哈加尔·雷蹄`千针石林`45,50`45,51`46,50`45,49`46,51",
["pc"] = "莫特加·火鬃`千针石林`21,32`22,32`23,32`21,33`22,34",
},
[222] = {
["q"] = "千针石林`恐怖图腾的密信`24`28`1`在黑云峰拿到三封密信。",
["os"] = {
[1] = {
["t"] = "密信#1：0/1",
["n"] = "5833`6090`6089",
},
[2] = {
["t"] = "密信#2：0/1",
["n"] = "5801`5833`6090`6091`6089",
},
[3] = {
["t"] = "密信#3：0/1",
["n"] = "6091`6089",
},
},
["pa"] = "峭壁卫兵图林·长角`千针石林`46,51`46,50`47,49`45,51`46,49",
["pc"] = "峭壁卫兵图林·长角`千针石林`46,51`46,50`47,49`45,51`46,49",
},
[223] = {
["q"] = "灰谷`鞭笞者沃尔沙`20`23`1`在穆格拉什寻找火盆的过程中保证他的安全。帮助他扑灭火盆，然后在与纳迦作战时保护他。\n\n如果你成功了，就回到佐拉姆加前哨站去，把鞭笞者沃尔沙的死讯通知给战歌信使。",
["pa"] = "穆格拉什`灰谷`12,35`12,31`12,34`10,30`10,29",
["pc"] = "战歌信使`灰谷`12,34`13,32`13,33`13,34`12,32",
},
[224] = {
["q"] = "荒芜之地`荒芜之地的试剂`36`39`1`前往荒芜之地取回加卡尔需要的试剂，然后回到卡加斯把试剂交给他。",
["os"] = {
[1] = {
["t"] = "秃鹫的胃囊：0/5",
["n"] = "6103`7606`6108",
},
[2] = {
["t"] = "峭壁山狗的牙齿：0/10",
["n"] = "6114`6123`6121",
},
[3] = {
["t"] = "石元素的碎片：0/5",
["n"] = "6139`7628`6141`6131`6128`6142",
},
},
["pa"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
["pc"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
},
[225] = {
["q"] = "荒芜之地`捕猎山狗`35`40`1`带30块山狗的颚骨去见卡加斯的尼卡·血痕。",
["os"] = {
[1] = {
["t"] = "山狗的颚骨：0/30",
["n"] = "6114`6123`6121",
},
},
["pa"] = "尼卡·血痕`荒芜之地`6,47`7,47`6,48`7,46`10,46",
["pc"] = "尼卡·血痕`荒芜之地`6,47`7,47`6,48`7,46`10,46",
},
[226] = {
["q"] = "荒芜之地`向赫格拉姆报到`35`40`1`把尼卡的报告带给斯通纳德的赫格拉姆。",
["pa"] = "尼卡·血痕`荒芜之地`6,47`7,47`6,48`7,46`10,46",
["pc"] = "赫格拉姆`悲伤沼泽`48,55",
},
[227] = {
["q"] = "阿拉希高地`召唤大地公主`35`50`3`到密斯莱尔水晶碎块去召唤她，然后打败她。\n\n搜出她身上的怪异镣铐，将其和密斯莱尔水晶碎块缚在一起。",
["os"] = {
[1] = {
["t"] = "怪异镣铐：0/1",
["n"] = "6147",
},
},
["pa"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
["pc"] = "密斯莱尔水晶碎块`阿拉希高地`62,34`63,34",
},
[228] = {
["q"] = "烹饪`蚌肉大餐`40`45`3`迪尔格·奎克里弗想要你收集这些原料：\n\n12只巨蛋。你可以在塔纳利斯的大鹏或是其它大型鸟类那里获得这种蛋。\n\n10块美味的蚌肉。你可以从任何蚌类身上获得这种原料！\n\n20块奥特兰克冷酪。去买就是了！\n\n收集好所有原料，然后把它们交给迪尔格。",
["os"] = {
[1] = {
["t"] = "巨蛋：0/12",
["n"] = "6211`6160`6171`6179`6159`6213`7609`6199`6201`3778`3518`6152`3525`6158`6174`8209`6163`6214`6218`6185`4036`6219`3629`6194",
},
[2] = {
["t"] = "美味的蚌肉：0/10",
["n"] = "5464`6230`6275`8729`2475`9173`6291`6251`6252`13491`3595`6231`6620`6282`6352`2150`6283`8151`10908`6268`6255`6267`6289`6309`6223`6259`2916`6285`6239`5915`5893`6296`5994`8698`2210`2201`6315`4017`6341`8897`9857`6229`6213`6264`5874`2165`6306`6299`6313`6351`1832`12943`6665`6248`6288`6307`6330`9291`6331`6824`2144`2878`6346`7379`9658`6233`10216`6348`3240`5891`2870`5884`5965`6600`8684`2997`6227`12496`6258`13418`6651`8793`6353`5942`5897`6015`6295`2675`6354`6345`6245`6234`8751`6287`6228`6318`6319`3652`6332",
},
[3] = {
["t"] = "奥特兰克冷酪：0/20",
["n"] = "6530`9346`11922`12248`6488`6444`6460`6374`12757`6379`6414`6520`6420`3883`12376`12377`6400`3552`3563`12521`6435`9253`6428`6549`6526`12738`5470`6511`6458`6490`6455`6445`6474`6507`6438`6482`6466`6264`6493`6508`6547`3471`6548`4189`6370`5031`14076`6523`6513`6364`6376`6368`6536`5475`12366`6528`9370`6527`9291`12539`3488`6358`6360`6411`6387`6371`11396`11525`6417`6496`6362`6524`3489`6522`3814`6354`6518`6533`1434`6519`6416`9448`6503`6367`9417`6450`6459`6476`6525`6372`6517`6439`6454`6415`6350`6425`6480`6461`6442",
},
},
["pa"] = "迪尔格·奎克里弗`塔纳利斯`53,28`52,28`52,29",
["pc"] = "迪尔格·奎克里弗`塔纳利斯`53,28`52,28`52,29",
},
[229] = {
["q"] = "塔纳利斯`收集水袋`40`44`3`收集5只废土水袋，把它们交给加基森的鲁格伦克。",
["os"] = {
[1] = {
["t"] = "废土水袋：0/5",
["n"] = "6550`6551`2916`6552`2912`1894`1900`2908",
},
},
["pa"] = "操作员鲁格伦克`塔纳利斯`52,28`51,28`53,28`52,29",
["pc"] = "操作员鲁格伦克`塔纳利斯`52,28`51,28`53,28`52,29",
},
[230] = {
["q"] = "塔纳利斯`口渴的比格维兹`38`46`1`给加基森的首席工程师沙克斯·比格维兹带去五只废土水袋。",
["os"] = {
[1] = {
["t"] = "废土水袋：0/5",
["n"] = "6550`6551`2916`6552`2912`1894`1900`2908",
},
},
["pa"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
["pc"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
},
[231] = {
["q"] = "祖尔法拉克`探水棒`40`47`3`把探水棒交给加基森的首席工程师沙克斯·比格维兹。",
["os"] = {
[1] = {
["t"] = "探水棒：0/1",
["n"] = "6554`6555",
},
},
["pa"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
["pc"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
},
[232] = {
["q"] = "塔纳利斯`废土的公正`40`43`3`去加基森的东面杀掉10个废土窃贼和10个废土强盗，然后向总工程师比格维兹复命。",
["os"] = {
[1] = {
["t"] = "废土强盗：0/10",
["n"] = "1894",
},
[2] = {
["t"] = "废土窃贼：0/10",
["n"] = "1900",
},
},
["pa"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
["pc"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
},
[233] = {
["q"] = "塔纳利斯`口渴的地精`44`49`3`找到1个饱满的露水腺，把它交给加基森的马林·诺格弗格。",
["os"] = {
[1] = {
["t"] = "饱满的露水腺：0/1",
["n"] = "6556",
},
},
["pa"] = "马林·诺格弗格`塔纳利斯`52,28`52,29`51,28`51,29`51,27",
["pc"] = "马林·诺格弗格`塔纳利斯`52,28`52,29`51,28`51,29`51,27",
},
[234] = {
["q"] = "祖尔法拉克`巨魔调和剂`40`45`3`收集20瓶巨魔调和剂，把它们交给加基森的特伦顿·轻锤。",
["os"] = {
[1] = {
["t"] = "巨魔调和剂：0/20",
["n"] = "6558`6562`6563`6583`6559`6586`6565`6571`6594`6579`6584`6580`6574`6593`6585`6560`6564`6582`6567",
},
},
["pa"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
["pc"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
},
[235] = {
["q"] = "塔纳利斯`灌木谷`45`50`3`加基森的特兰雷克要你杀掉8只长瘤的灌木兽和8只灌木塑根者。",
["os"] = {
[1] = {
["t"] = "长瘤的灌木兽：0/8",
["n"] = "1905",
},
[2] = {
["t"] = "灌木塑根者：0/8",
["n"] = "1911",
},
},
["pa"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
["pc"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
},
[236] = {
["q"] = "塔纳利斯`寻找OOX-17/TN！`43`48`3`把定位器带到奥格索普的母体机器人那里。",
["pa"] = "OOX-17/TN定位器`塔纳利斯`52,28`46,67`55,61`55,26`56,50",
["pc"] = "自动导航机器人OOX-17/TN`塔纳利斯`60,65`60,63`60,62`61,59`61,56",
},
[237] = {
["q"] = "塔纳利斯`砂槌食人魔`44`49`3`加基森的安迪·利恩想要你攻入砂槌营地，杀死10个砂槌蛮兵、10个砂槌执行者，以及掠夺者格玛洛克。",
["os"] = {
[1] = {
["t"] = "砂槌蛮兵：0/10",
["n"] = "1918",
},
[2] = {
["t"] = "砂槌执行者：0/10",
["n"] = "1924",
},
[3] = {
["t"] = "掠夺者格玛洛克：0/1",
["n"] = "1927",
},
},
["pa"] = "安迪·利恩`塔纳利斯`52,28`53,27`53,28`52,27",
["pc"] = "安迪·利恩`塔纳利斯`52,28`53,27`53,28`52,27",
},
[238] = {
["q"] = "塔纳利斯`拯救OOX-17/TN！`43`48`3`将OOX-17/TN护送到热砂港，然后向藏宝海湾的奥格索普·奥布诺提斯报告。",
["pa"] = "自动导航机器人OOX-17/TN`塔纳利斯`60,65`60,63`60,62`61,59`61,56",
["pc"] = "奥格索普·奥布诺提斯`荆棘谷`28,76",
},
[239] = {
["q"] = "塔纳利斯`另一个能量源？`38`46`1`用10个废土水袋来和加基森的总工程师比格维兹换取另外一个能量源。",
["os"] = {
[1] = {
["t"] = "废土水袋：0/10",
["n"] = "6550`6551`2916`6552`2912`1894`1900`2908",
},
},
["pa"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
["pc"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
},
[240] = {
["q"] = "塔纳利斯`塔纳利斯的样本`40`46`1`收集8份蜥蜴样本、8份土狼样本和8份蝎子样本，然后在能量源耗尽之前把野外实验工具包还给加基森的安全主管吉罗姆·比格维兹。",
["os"] = {
[1] = {
["t"] = "可用的石化蜥蜴标本：0/8",
},
[2] = {
["t"] = "可用的土狼标本：0/8",
},
[3] = {
["t"] = "可用的蝎子标本：0/8",
},
[4] = {
["t"] = "野外实验工具包：0/1",
["n"] = "558",
},
},
["pa"] = "4711-FTZ型发电器`塔纳利斯`52,28`61,33`61,34`53,28`58,40",
["pc"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
},
[241] = {
["q"] = "急救`部落医疗队`40`45`1`到阿拉希高地的落锤镇去，与格里高利·维克托医生谈一谈关于加入部落外科医疗队的事宜。",
["pa"] = "阿诺克`奥格瑞玛`34,84`34,85`34,81`35,84`35,83",
["pc"] = "格里高利·维克托医生`阿拉希高地`73,35`73,37`73,38`73,36`73,39",
},
[242] = {
["q"] = "急救`救死扶伤`40`45`3`使用急救绷带来治疗病人。你必须在6个病人死亡之前拯救15个病人。\n\n一定要牢记治疗的顺序！受致命伤的病人会很快死亡，其次是重伤病人，受普通伤的病人死亡得最慢。所以你最好在治疗那些受致命伤和重伤的病人之后再去治疗受普通伤的病人。",
["pa"] = "格里高利·维克托医生`阿拉希高地`73,35`73,37`73,38`73,36`73,39",
["pc"] = "格里高利·维克托医生`阿拉希高地`73,35`73,37`73,38`73,36`73,39",
},
[243] = {
["q"] = "荆棘谷`血帆海盗`37`45`3`藏宝海湾的舰队指挥官卡拉·海角要求你杀死血帆海盗的斯蒂沃特船长，尼哈鲁船长和舰队指挥官菲尔拉伦。",
["os"] = {
[1] = {
["t"] = "斯蒂沃特船长：0/1",
["n"] = "1929",
},
[2] = {
["t"] = "尼哈鲁船长：0/1",
["n"] = "1932",
},
[3] = {
["t"] = "舰队指挥官菲尔拉伦：0/1",
["n"] = "1935",
},
},
["pa"] = "舰队指挥官卡拉·海角`荆棘谷`27,77`27,78`28,78`28,76`28,77",
["pc"] = "舰队指挥官卡拉·海角`荆棘谷`27,77`27,78`28,78`28,76`28,77",
},
[244] = {
["q"] = "荆棘谷`威士忌斯利姆的酒`40`50`3`藏宝海湾的威士忌斯利姆想要你帮他找回弄丢的紫葡萄酒。",
["os"] = {
[1] = {
["t"] = "紫葡萄酒：0/12",
["n"] = "4017`6299`6598",
},
},
["pa"] = "威士忌斯利姆`荆棘谷`27,77`27,78`28,77",
["pc"] = "威士忌斯利姆`荆棘谷`27,77`27,78`28,77",
},
[245] = {
["q"] = "荆棘谷`蠢人酒`37`44`3`收集12份赞吉尔的药剂，把它们交给藏宝海湾的克兰克·菲兹巴布。",
["os"] = {
[1] = {
["t"] = "赞吉尔的药剂：0/12",
["n"] = "5464`5874`5998`6600`5975`5904`5903`5478`5921",
},
},
["pa"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
["pc"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
},
[246] = {
["q"] = "荆棘谷`船长的箱子`35`45`3`将斯莫特的箱子交给藏宝海湾的海克拜瑞·斯莫特。",
["os"] = {
[1] = {
["t"] = "斯莫特的箱子：0/1",
["n"] = "5994",
},
},
["pa"] = "海克拜瑞·斯莫特船长`荆棘谷`27,74`26,73`27,73`28,74`26,74",
["pc"] = "海克拜瑞·斯莫特船长`荆棘谷`27,74`26,73`27,73`28,74`26,74",
},
[247] = {
["q"] = "塔纳利斯`通缉：安德雷·费尔比德`40`45`3`将安德雷的头颅交给热砂港的安全主管吉罗姆·比格维兹。",
["os"] = {
[1] = {
["t"] = "火须的头颅：0/1",
["n"] = "6551",
},
},
["pa"] = "通缉告示`塔纳利斯`",
["pc"] = "安全主管吉罗姆·比格维兹`塔纳利斯`67,24`66,24",
},
[248] = {
["q"] = "希尔斯布莱德丘陵`巴图罗的雪人毛皮披风`29`34`2`给南海镇的巴图罗·吉塞提找一个毛布卷、一件山地披风、一股细线和10块雪人的毛皮。",
["os"] = {
[1] = {
["t"] = "毛布卷：0/1",
["n"] = "5457`9836`5011`4216`7836`6604`5031`14076`2700`6603`9687`9955`5045`1946`2574`5928`7029`6608`7028`6606`7012`6602",
},
[2] = {
["t"] = "细线：0/1",
["n"] = "5171`5167`6612`5122`5108`5116`5130`5085`5294`5189`5380`5248`5118`5282`5192`5175`5102`5154`5090`5213`5127`5070`5313`5162`5107`5093`5215`5088`5202`6618`5321`5150`5113`5128`5159`6617`5258`5362`5200`5222`5170`5134`5259`5182`5144`5137`5141`5112`5099`5298`5218`5197`5230`5223`5163`5084`5383`5101`5207`5075`5315`6619`5382`1009`5133`5160`5111`5262`5179`5174`1135`5138`5229`5087`6615`5089`5345`5146`5158`5124`5347`5194`591`5330`5132`5078`5209`5358`5091",
},
[3] = {
["t"] = "山地披风：0/1",
},
[4] = {
["t"] = "雪人的毛皮：0/10",
["n"] = "6620`11593`6639`6331`6622`6624`6628`6069`6638`14188",
},
},
["pa"] = "巴图罗·吉塞提`希尔斯布莱德丘陵`50,56`49,56`49,55`50,55`49,58",
["pc"] = "巴图罗·吉塞提`希尔斯布莱德丘陵`50,56`49,56`49,55`50,55`49,58",
},
[249] = {
["q"] = "暮色森林`斯温的营地`20`25`2`把你从斯温的农场找到的书交给他。",
["pa"] = "一堆松软的泥土`暮色森林`50,77`50,78",
["pc"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
},
[250] = {
["q"] = "希尔斯布莱德丘陵`清理海岸`25`30`2`南海镇的法尔林·奥里涅尔中尉要你去杀掉10个碎鳍潮行鱼人和10个碎鳍智者。",
["os"] = {
[1] = {
["t"] = "碎鳍潮行鱼人：0/10",
["n"] = "1938",
},
[2] = {
["t"] = "碎鳍智者：0/10",
["n"] = "1946",
},
},
["pa"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
["pc"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
},
[251] = {
["q"] = "暮色森林`模糊的人影`21`25`2`带着你从斯温的农场找到的书，把它拿给夜色镇上的人看看。",
["pa"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
["pc"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
},
[252] = {
["q"] = "奥特兰克山脉`破碎岭好战者`30`40`2`杀死15个破碎岭好战者，然后回南海镇向治安官雷德帕斯报告。",
["os"] = {
[1] = {
["t"] = "破碎岭好战者：0/15",
["n"] = "1953",
},
},
["pa"] = "治安官雷德帕斯`希尔斯布莱德丘陵`50,59`49,59`50,58`51,58`49,58",
["pc"] = "治安官雷德帕斯`希尔斯布莱德丘陵`50,59`49,59`50,58`51,58`49,58",
},
[253] = {
["q"] = "暮色森林`僵尸`20`24`2`去和旅店店主斯密茨谈一谈。",
["pa"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
["pc"] = "旅店老板斯密茨`暮色森林`74,45`74,44",
},
[254] = {
["q"] = "暮色森林`收集腐败之花`20`24`2`收集8个腐败之花，交给夜色镇的旅店店主斯密茨。",
["os"] = {
[1] = {
["t"] = "腐败之花：0/8",
["n"] = "2316`2321",
},
},
["pa"] = "旅店老板斯密茨`暮色森林`74,45`74,44",
["pc"] = "旅店老板斯密茨`暮色森林`74,45`74,44",
},
[255] = {
["q"] = "暴风城`向米尔顿回复`26`38`2`把奥特兰克的书籍带给暴风城的米尔顿·西弗。",
["pa"] = "博学者迪布斯`希尔斯布莱德丘陵`50,57`51,57`50,58`50,56`50,59",
["pc"] = "米尔顿·西弗`艾尔文森林`33,18`33,17",
},
[256] = {
["q"] = "希尔斯布莱德丘陵`新的瘟疫？`31`36`2`和基恩洛谈一谈。",
["pa"] = "奎艾`阿拉希高地`60,54`59,54`61,53`60,53`58,51",
["pc"] = "奎艾`阿拉希高地`60,54`59,54`61,53`60,53`58,51",
},
[257] = {
["q"] = "暮色森林`继续搜寻`21`25`2`看看其他的镇民有没有关于模糊的人影的线索。",
["pa"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
["pc"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
},
[258] = {
["q"] = "希尔斯布莱德丘陵`法尔林的证据`26`32`2`南海镇的法尔林·奥里涅尔中尉要你从西部海岸的鱼人身上收集10颗鱼人的头颅。",
["os"] = {
[1] = {
["t"] = "鱼人的头颅：0/10",
["n"] = "1938`6641`2543`1946",
},
},
["pa"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
["pc"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
},
[259] = {
["q"] = "暮色森林`守夜人`19`30`2`夜色镇的指挥官阿尔泰娅·埃伯洛克要你到乌鸦岭的东部陵墓去杀20个瘟疫食尸鬼。",
["os"] = {
[1] = {
["t"] = "瘟疫食尸鬼：0/20",
["n"] = "1960",
},
},
["pa"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
["pc"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
},
[260] = {
["q"] = "希尔斯布莱德丘陵`法尔林的证据`26`32`2`把一袋鱼人的头颅交给南海镇的治安官雷德帕斯。",
["pa"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
["pc"] = "治安官雷德帕斯`希尔斯布莱德丘陵`50,59`49,59`50,58`51,58`49,58",
},
[261] = {
["q"] = "暮色森林`调查旅店`21`25`2`到旅店去查一查关于模糊人影的线索。",
["pa"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
["pc"] = "旅店老板斯密茨`暮色森林`74,45`74,44",
},
[262] = {
["q"] = "希尔斯布莱德丘陵`法尔林的证据`27`32`2`和南海镇的法尔林·奥里涅尔中尉谈一谈。",
["pa"] = "治安官雷德帕斯`希尔斯布莱德丘陵`50,59`49,59`50,58`51,58`49,58",
["pc"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
},
[263] = {
["q"] = "暮色森林`搜寻乌鸦岭`21`25`2`找到那个模糊的人影。你的线索：\n\n他不是夜色镇的本地人。\n\n他是个紧张而敏感的人。\n\n他离开夜色镇往西边去了。",
["pa"] = "旅店老板斯密茨`暮色森林`74,45`74,44",
["pc"] = "基特斯`暮色森林`19,59`18,57`18,56`19,57`19,56",
},
[264] = {
["q"] = "希尔斯布莱德丘陵`升官之道`27`32`2`南海镇的法尔林·奥里涅尔中尉要你去杀掉10个刺脊滩行者和10个刺脊海妖。",
["os"] = {
[1] = {
["t"] = "刺脊滩行者：0/10",
["n"] = "1968",
},
[2] = {
["t"] = "刺脊海妖：0/10",
["n"] = "1977",
},
},
["pa"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
["pc"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
},
[265] = {
["q"] = "赤脊山`监视`20`22`2`爬上石堡要塞一旁的哨塔。\n\n为阿祖拉的铭文饰品找一个合适的容器。",
["pa"] = "石狮子`赤脊山`85,47`84,47",
["pc"] = "空瓶子`赤脊山`63,50",
},
[266] = {
["q"] = "希尔斯布莱德丘陵`海龟汤`28`31`2`给南海镇的厨师杰森带去10块海龟肉和一些舒心草。",
["os"] = {
[1] = {
["t"] = "海龟肉：0/10",
["n"] = "6667`4948`6657`6282`6296`6315`4017`4972`6299`6665`6650`6673`6663`6651`6649`6661`6652`6643`6319`6226`6043`6048`6050",
},
[2] = {
["t"] = "舒心草：0/1",
["n"] = "6689`6612`6683`6702`5294`5189`5192`5102`5090`6693`6708`5070`5313`5162`5093`5215`6688`6618`5321`5113`5128`5159`5362`6681`5222`5134`5259`6706`5141`5197`6682`5084`5101`5315`6680`6684`6619`5133`5179`5174`5138`5087`6692`5158`6687`5194`5358",
},
},
["pa"] = "厨师杰森`希尔斯布莱德丘陵`52,59`51,59",
["pc"] = "厨师杰森`希尔斯布莱德丘陵`52,59`51,59",
},
[267] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`从箱子中拿出斯塔文的未寄出的信，把它送到暴风城的运河区。",
["os"] = {
[1] = {
["t"] = "一封未寄出的信：0/1",
["n"] = "6711",
},
},
["pa"] = "旅店老板法雷`艾尔文森林`44,66`43,66`43,67`42,68",
["pc"] = "管理员弗索姆`暴风城`31,61`30,62`33,58`29,62`32,60",
},
[268] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`在打包的东西里寻找线索。",
["pa"] = "管理员弗索姆`暴风城`31,61`30,62`33,58`29,62`32,60",
["pc"] = "密封的箱子`暴风城`30,62`29,62`30,61",
},
[269] = {
["q"] = "希尔斯布莱德丘陵`人事调动`27`32`2`把法尔林的报告交给暴风要塞里的萨缪尔森少校。",
["pa"] = "法尔林·奥里涅尔中尉`希尔斯布莱德丘陵`51,59`51,58`52,58`52,59`50,59",
["pc"] = "萨缪尔森少校`艾尔文森林`33,21",
},
[270] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`你找到的这张被撕破的日记书页给你提供了又一个线索。",
["pa"] = "密封的箱子`暴风城`30,62`29,62`30,61",
["pc"] = "治安官哈迦德`艾尔文森林`85,69`85,70`84,71`84,67`85,66",
},
[271] = {
["q"] = "希尔斯布莱德丘陵`新的瘟疫？`31`37`2`保护基恩洛，直到她回到奎艾身边。",
["pa"] = "基恩洛`阿拉希高地`60,54`60,55`59,54`60,56`61,57",
["pc"] = "费恩·奥德利克`希尔斯布莱德丘陵`50,59`50,58`49,59`50,57`50,60",
},
[272] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`治安官哈迦德要你从楼上的箱子里找出一张褪色的日记书页。",
["os"] = {
[1] = {
["t"] = "一张褪色的日记书页：0/1",
["n"] = "6713",
},
},
["pa"] = "治安官哈迦德`艾尔文森林`85,69`85,70`84,71`84,67`85,66",
["pc"] = "治安官哈迦德`艾尔文森林`85,69`85,70`84,71`84,67`85,66",
},
[273] = {
["q"] = "希尔斯布莱德丘陵`新的瘟疫？`31`37`2`到南海镇去找到费恩·奥德利克。",
["pa"] = "奎艾`阿拉希高地`60,54`59,54`61,53`60,53`58,51",
["pc"] = "费恩·奥德利克`希尔斯布莱德丘陵`50,59`50,58`49,59`50,57`50,60",
},
[274] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`把褪色的日记书页带给旅店老板斯密茨。",
["pa"] = "治安官哈迦德`艾尔文森林`85,69`85,70`84,71`84,67`85,66",
["pc"] = "旅店老板斯密茨`暮色森林`74,45`74,44",
},
[275] = {
["q"] = "阿拉希高地`被困的公主`30`37`3`收集密斯莱尔之尘。\n\n把它们放在枯须峡谷中的虹光水晶碎块上。",
["os"] = {
[1] = {
["t"] = "密斯莱尔之尘：0/12",
["n"] = "6716`6720`6714",
},
},
["pa"] = "密斯莱尔水晶碎块`阿拉希高地`62,34`63,34",
["pc"] = "虹光水晶碎块`阿拉希高地`84,31",
},
[276] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`把沾满泥污的日记书页交给指挥官阿尔泰娅·埃伯洛克。",
["pa"] = "旅店老板斯密茨`暮色森林`74,45`74,44",
["pc"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
},
[277] = {
["q"] = "阿拉希高地`特雷莱恩的防御`30`39`2`找到一块碧蓝玛瑙石，把它交给避难谷地处的学徒克里汀。",
["os"] = {
[1] = {
["t"] = "碧蓝玛瑙石：0/1",
["n"] = "2958",
},
},
["pa"] = "斯奎尔图`阿拉希高地`47,47`46,47`46,48`47,46`48,47",
["pc"] = "学徒克里汀`阿拉希高地`46,48`46,47`47,47`49,45`48,45",
},
[278] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`把染血的日记书页交给书记员达尔塔。",
["pa"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
["pc"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
},
[279] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`把这个消息告诉指挥官阿尔泰娅·埃伯洛克。",
["pa"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
["pc"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
},
[280] = {
["q"] = "暮色森林`斯塔文的传说`22`35`2`干掉斯塔文·密斯特曼托，把他的家族戒指带给伊瓦夫人看看。",
["os"] = {
[1] = {
["t"] = "密斯特曼托家族戒指：0/1",
["n"] = "6724",
},
},
["pa"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
["pc"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
},
[281] = {
["q"] = "暮色森林`回复斯温`21`25`2`把基特斯的日记交给斯温。",
["pa"] = "基特斯`暮色森林`19,59`18,57`18,56`19,57`19,56",
["pc"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
},
[282] = {
["q"] = "暮色森林`一本破旧的历史书`20`25`2`把《暴风城的历史》这本书还给暴风城图书馆。",
["pa"] = "一本破旧的历史书`暮色森林`23,41`80,68`80,62`74,49`77,36",
["pc"] = "米尔顿·西弗`暴风城`74,7`74,8`74,9`74,6`73,9",
},
[283] = {
["q"] = "暮色森林`证明你的实力`21`28`2`杀掉15个骷髅袭击者、3个骷髅医师和3个骷髅看守，然后回来见斯温。",
["os"] = {
[1] = {
["t"] = "骷髅袭击者：0/15",
["n"] = "1984",
},
[2] = {
["t"] = "骷髅医师：0/3",
["n"] = "1990",
},
[3] = {
["t"] = "骷髅看守：0/3",
["n"] = "1995",
},
},
["pa"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
["pc"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
},
[284] = {
["q"] = "暴风城`南海镇`20`38`2`与南海镇的博学者迪布斯交谈。",
["pa"] = "米尔顿·西弗`暴风城`74,7`74,8`74,9`74,6`73,9",
["pc"] = "博学者迪布斯`希尔斯布莱德丘陵`50,57`51,57`50,58`50,56`50,59",
},
[285] = {
["q"] = "诺莫瑞根`拯救尖端机器人！`20`26`2`将尖端机器人的存储器核心交给铁炉堡的工匠大师欧沃斯巴克。",
["os"] = {
[1] = {
["t"] = "尖端机器人的存储器核心：0/1",
["n"] = "6727",
},
},
["pa"] = "工匠大师欧沃斯巴克`铁炉堡`71,44`70,50`70,51`69,51`69,52",
["pc"] = "工匠大师欧沃斯巴克`铁炉堡`71,44`70,50`70,51`69,51`69,52",
},
[286] = {
["q"] = "诺莫瑞根`灾难之后`20`27`2`与卡拉诺斯的奥齐·电环谈一谈。",
["pa"] = "诺恩`铁炉堡`70,51`69,50`69,51`70,50`69,52",
["pc"] = "奥齐·电环`丹莫罗`46,49`46,48",
},
[287] = {
["q"] = "诺莫瑞根`基础模组`24`30`2`收集12个基础模组，把它们交给铁炉堡的科劳莫特·钢尺。",
["os"] = {
[1] = {
["t"] = "基础模组：0/12",
["n"] = "4206`4204`6733`5691`6736`7096`4189`6728`7836`4198`4205`5805`6737`6730`5836`4195`6734`6729",
},
},
["pa"] = "科罗莫特·钢尺`铁炉堡`68,46`69,46`68,47`70,48`69,47",
["pc"] = "科罗莫特·钢尺`铁炉堡`68,46`68,47`71,49`69,47`69,46",
},
[288] = {
["q"] = "暮色森林`僵尸酒`20`24`2`把僵尸酒交给乌鸦岭墓地北方小屋里的亚伯克隆比。",
["pa"] = "旅店老板斯密茨`暮色森林`74,45`74,44",
["pc"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
},
[289] = {
["q"] = "暮色森林`食尸鬼假人`20`27`2`收集7个食尸鬼的肋骨，然后把它们交给亚伯克隆比。",
["os"] = {
[1] = {
["t"] = "食尸鬼的肋骨：0/7",
["n"] = "4219`4221`4229`4220`1960",
},
},
["pa"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
["pc"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
},
[290] = {
["q"] = "暮色森林`食人魔盗贼`21`30`2`把亚伯克隆比的箱子拿回来交给他。",
["os"] = {
[1] = {
["t"] = "亚伯克隆比的箱子：0/1",
["n"] = "9916`5045`6739",
},
},
["pa"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
["pc"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
},
[291] = {
["q"] = "暴风城`克里斯托弗的书`20`24`2`回到教堂广场，将《金属的延展性》交给克里斯托弗修士。",
["pa"] = "帕克斯顿修士`艾尔文森林`49,40`50,40`49,41`50,41",
["pc"] = "克里斯托弗修士`暴风城`49,45`46,36`46,39`46,38`47,43",
},
[292] = {
["q"] = "试炼谷`起点`1`1`1`与高内克谈一谈。卡尔图克在你的地图上标出了他的位置，并告诉你高内克居住在西边的大兽穴中。",
["pa"] = "卡尔图克`杜隆塔尔`43,69`43,68`44,68`42,68`44,69",
["pc"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
},
[293] = {
["q"] = "试炼谷`小试身手`1`2`1`杀掉10只杂斑野猪，然后向大兽穴里的高内克报告。",
["os"] = {
[1] = {
["t"] = "杂斑野猪：0/10",
["n"] = "1999`2004`2013",
},
},
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
},
[294] = {
["q"] = "盗贼`密文石板`2`1`1`阅读密文石板，然后和试炼谷的鲁瓦格谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "鲁瓦格`杜隆塔尔`41,68`42,68",
},
[295] = {
["q"] = "试炼谷`工蝎的尾巴`1`3`1`给大兽穴中的高内克带回10根工蝎的尾巴。",
["os"] = {
[1] = {
["t"] = "工蝎的尾巴：0/10",
["n"] = "6742`6740",
},
},
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
},
[296] = {
["q"] = "试炼谷`邪灵劣魔`2`4`1`杀死12只邪灵劣魔，然后向大兽穴外的祖雷萨复命。",
["os"] = {
[1] = {
["t"] = "邪灵劣魔：0/12",
["n"] = "2019",
},
},
["pa"] = "祖雷萨`杜隆塔尔`43,69`43,68`44,68`44,67`44,69",
["pc"] = "祖雷萨`杜隆塔尔`43,69`43,68`44,68`44,67`44,69",
},
[297] = {
["q"] = "试炼谷`懒惰的苦工`3`4`1`在懒惰的苦工睡觉时，用工头的木棒敲他们。敲醒5个苦工，然后把工头的木棒还给试炼谷的工头塔兹利尔。",
["os"] = {
[1] = {
["t"] = "敲醒苦工：0/5",
},
},
["pa"] = "工头塔兹利尔`杜隆塔尔`45,69`43,69`44,68`45,68`44,69",
["pc"] = "工头塔兹利尔`杜隆塔尔`45,69`43,69`44,68`45,68`44,69",
},
[298] = {
["q"] = "试炼谷`塔兹利尔的镐`3`4`1`将塔兹利尔的镐还给塔兹利尔。",
["os"] = {
[1] = {
["t"] = "塔兹利尔的镐：0/1",
["n"] = "6744`2019",
},
},
["pa"] = "工头塔兹利尔`杜隆塔尔`45,69`43,69`44,68`45,68`44,69",
["pc"] = "工头塔兹利尔`杜隆塔尔`45,69`43,69`44,68`45,68`44,69",
},
[299] = {
["q"] = "试炼谷`火刃奖章`3`5`1`给大兽穴外的祖雷萨带回火刃奖章。",
["os"] = {
[1] = {
["t"] = "火刃奖章：0/1",
["n"] = "6746",
},
},
["pa"] = "祖雷萨`杜隆塔尔`43,69`43,68`44,68`44,67`44,69",
["pc"] = "祖雷萨`杜隆塔尔`43,69`43,68`44,68`44,67`44,69",
},
[300] = {
["q"] = "试炼谷`戈加尔的清凉果`2`3`1`收集10个仙人掌果，把它们交给戈加尔。你记得他说可以在仙人掌上收集到这种果子。",
["os"] = {
[1] = {
["t"] = "仙人掌果：0/10",
["n"] = "6748`6740`6750",
},
},
["pa"] = "戈加尔`杜隆塔尔`43,67`43,68`43,69`44,68`42,68",
["pc"] = "戈加尔`杜隆塔尔`43,67`43,68`43,69`44,68`42,68",
},
[301] = {
["q"] = "试炼谷`萨科斯`1`5`1`杀死萨科斯并将它的爪子带回去交给哈纳祖。",
["os"] = {
[1] = {
["t"] = "萨科斯的爪子：0/1",
["n"] = "6742",
},
},
["pa"] = "哈纳祖`杜隆塔尔`41,63`41,64`40,62`42,63`41,62",
["pc"] = "哈纳祖`杜隆塔尔`41,63`41,64`40,62`42,63`41,62",
},
[302] = {
["q"] = "试炼谷`去森金村报到`4`5`1`与森金村的加德林大师谈一谈。",
["pa"] = "祖雷萨`杜隆塔尔`43,69`43,68`44,68`44,67`44,69",
["pc"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
},
[303] = {
["q"] = "试炼谷`萨科斯`2`5`1`将哈纳祖目前的状况告诉大兽穴内的高内克。",
["pa"] = "哈纳祖`杜隆塔尔`41,63`41,64`40,62`42,63`41,62",
["pc"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
},
[304] = {
["q"] = "杜隆塔尔`苦工的重担`1`5`1`把乌克尔的货物带给剃刀岭的旅馆主人格罗斯克。",
["pa"] = "乌克尔`杜隆塔尔`52,68`52,66`51,69`52,67`51,68",
["pc"] = "旅店老板格罗斯克`杜隆塔尔`52,42`51,42`51,41`53,42`52,43",
},
[305] = {
["q"] = "杜隆塔尔`明希纳的颅骨`4`9`1`到回音群岛上去，将岛上法阵中的明希纳的颅骨带回来，交给森金村的加德林大师。",
["os"] = {
[1] = {
["t"] = "明希纳的颅骨：0/1",
["n"] = "6751",
},
},
["pa"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
["pc"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
},
[306] = {
["q"] = "杜隆塔尔`扎拉赞恩`4`10`1`打败扎拉赞恩。\n\n杀死8个巫毒巨魔和8个妖术巨魔。\n\n把扎拉赞恩的头颅带给加德林大师。",
["os"] = {
[1] = {
["t"] = "妖术巨魔：0/8",
["n"] = "2023",
},
[2] = {
["t"] = "巫毒巨魔：0/8",
["n"] = "2025",
},
[3] = {
["t"] = "扎拉赞恩的头颅：0/1",
["n"] = "6752",
},
},
["pa"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
["pc"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
},
[307] = {
["q"] = "杜隆塔尔`向奥戈尼尔报告`4`7`1`和剃刀岭的奥戈尼尔·魂痕谈一谈。",
["pa"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
["pc"] = "奥戈尼尔·魂痕`杜隆塔尔`52,43`52,42`53,42`53,45`53,43",
},
[308] = {
["q"] = "杜隆塔尔`沃纳尔大师`5`7`1`把4个龙虾人的眼睛和8小瓶蟹胶带到森金村，交给沃纳尔大师。",
["os"] = {
[1] = {
["t"] = "龙虾人的眼球：0/4",
["n"] = "6753`6759`8847`6760",
},
[2] = {
["t"] = "蟹胶：0/8",
["n"] = "6767`6764`6766`6768",
},
},
["pa"] = "沃纳尔大师`杜隆塔尔`56,75`55,75`55,73`55,74`56,74",
["pc"] = "沃纳尔大师`杜隆塔尔`56,75`55,75`55,73`55,74`56,74",
},
[309] = {
["q"] = "杜隆塔尔`科卡尔半人马的进攻`5`8`1`在森金村外面的拉尔·猎齿要求你粉碎科卡尔峭壁内的三份进攻计划。",
["pa"] = "拉尔·猎齿`杜隆塔尔`55,74`54,75`54,74`55,75`53,72",
["pc"] = "拉尔·猎齿`杜隆塔尔`55,74`54,75`54,74`55,75`53,72",
},
[310] = {
["q"] = "贫瘠之地`在噩梦中`17`25`1`把噩梦碎片交给长者高地的哈缪尔·符文图腾。",
["pa"] = "菲拉·古风`贫瘠之地`48,33`48,34",
["pc"] = "大德鲁伊哈缪尔·符文图腾`雷霆崖`79,29`78,28`78,29`77,29`79,28",
},
[311] = {
["q"] = "雷霆崖`无辜者之血`20`23`1`为塔伦米尔的药剂师林度恩收集5瓶无辜者之血。",
["os"] = {
[1] = {
["t"] = "无辜者之血：0/5",
["n"] = "3814`6770`6772",
},
},
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[312] = {
["q"] = "希尔斯布莱德丘陵`受难药剂`19`22`1`塔伦米尔的药剂师林度恩要你去收集10个灰熊的舌头和一些食苔蛛的毒液。",
["os"] = {
[1] = {
["t"] = "灰熊的舌头：0/10",
["n"] = "10925`10931`4906",
},
[2] = {
["t"] = "食苔蛛的毒液：0/1",
["n"] = "7443`5794`7460",
},
},
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[313] = {
["q"] = "希尔斯布莱德丘陵`痛苦药剂`21`24`1`收集10瓶山地狮的血液，把它们交给塔伦米尔的药剂师林度恩。",
["os"] = {
[1] = {
["t"] = "山地狮的血液：0/10",
["n"] = "14366`2512`14339`6781",
},
},
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[314] = {
["q"] = "希尔斯布莱德丘陵`希尔斯布莱德之战`19`24`1`杀掉6个希尔斯布莱德雇农和6个希尔斯布莱德农夫，还有农夫雷恩和农夫盖兹，然后返回塔伦米尔向达萨利亚报告。",
["os"] = {
[1] = {
["t"] = "希尔斯布莱德农夫：0/6",
["n"] = "2027",
},
[2] = {
["t"] = "希尔斯布莱德雇农：0/6",
["n"] = "2035",
},
[3] = {
["t"] = "农夫雷恩：0/1",
["n"] = "2043",
},
[4] = {
["t"] = "农夫盖兹：0/1",
["n"] = "2046",
},
},
["pa"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[315] = {
["q"] = "希尔斯布莱德丘陵`痛苦药剂`21`24`1`把痛苦药剂喂给小狗斯坦雷。",
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "斯坦利`希尔斯布莱德丘陵`33,35`34,37`33,36`32,36`32,35",
},
[316] = {
["q"] = "希尔斯布莱德丘陵`受难药剂`20`22`1`把受难药剂交给乌比。",
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "乌比`希尔斯布莱德丘陵`61,19`62,19`62,20`61,20",
},
[317] = {
["q"] = "雷霆崖`返回雷霆崖`22`23`1`把林度恩的毒药交给雷霆崖的药剂师扎玛。",
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "药剂师扎玛`雷霆崖`23,21`24,22`22,20`25,22`26,23",
},
[318] = {
["q"] = "怒焰裂谷`饥饿者塔拉加曼`9`16`1`进入怒焰裂谷，杀死饥饿者塔拉加曼，然后把他的心脏交给奥格瑞玛的尼尔鲁·火刃。",
["os"] = {
[1] = {
["t"] = "塔拉加曼的心脏：0/1",
["n"] = "5658",
},
},
["pa"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
["pc"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
},
[319] = {
["q"] = "荆棘谷`荆棘谷热疫`40`45`3`找到巫医安巴格瓦并要求他召唤出野人莫克，然后将野人莫克的心脏交给芬·菲兹拉克。",
["os"] = {
[1] = {
["t"] = "莫克的心脏：0/1",
["n"] = "6787",
},
},
["pa"] = "芬·菲兹拉克`荆棘谷`28,77`28,76`27,77`27,78",
["pc"] = "芬·菲兹拉克`荆棘谷`28,77`28,76`27,77`27,78",
},
[320] = {
["q"] = "荆棘谷`幽灵岛`32`37`2`与藏宝海湾的大财主里维加兹谈一谈。",
["pa"] = "克拉兹克`荆棘谷`27,77",
["pc"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
},
[321] = {
["q"] = "荆棘谷`克拉兹克的要求`32`37`2`给藏宝海岸的克拉兹克带去4块次级血石矿。",
["os"] = {
[1] = {
["t"] = "次级血石矿：0/4",
["n"] = "6788`6720`6714",
},
},
["pa"] = "克拉兹克`荆棘谷`27,77",
["pc"] = "克拉兹克`荆棘谷`27,77",
},
[322] = {
["q"] = "荆棘谷`海潮之石`32`37`2`为藏宝海湾的大财主里维加兹找到闹鬼的岛屿。",
["pa"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
["pc"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
},
[323] = {
["q"] = "荆棘谷`刨花皮靴`32`38`3`给藏宝海湾的崔斯里克带回1张老鳄鱼的皮。",
["os"] = {
[1] = {
["t"] = "老鳄鱼的皮：0/1",
["n"] = "6789",
},
},
["pa"] = "崔斯里克`荆棘谷`28,78`28,77",
["pc"] = "崔斯里克`荆棘谷`28,78`28,77",
},
[324] = {
["q"] = "荆棘谷`血帆海盗`37`41`3`将你的发现报告给藏宝海湾的大副克拉兹。",
["pa"] = "血帆海盗的信件`荆棘谷`27,70`27,69",
["pc"] = "大副克拉兹`荆棘谷`28,77`28,76`28,75`28,74`29,76",
},
[325] = {
["q"] = "荆棘谷`血帆海盗`37`41`3`把血帆海盗的计划报告给舰队指挥官卡拉·海角。",
["pa"] = "大副克拉兹`荆棘谷`28,77`28,76`28,75`28,74`29,76",
["pc"] = "舰队指挥官卡拉·海角`荆棘谷`27,77`27,78`28,78`28,76`28,77",
},
[326] = {
["q"] = "荆棘谷`鼻烟`37`41`3`藏宝海湾的迪格要求你带给他15份鼻烟。",
["os"] = {
[1] = {
["t"] = "鼻烟：0/15",
["n"] = "5969`5992`5401`2165`2171`5890`1935`6795`1932`5905`1929`5901`5917`6791`2049`5959`5980`5960`5931",
},
},
["pa"] = "迪格`荆棘谷`27,77`27,78",
["pc"] = "迪格`荆棘谷`27,77`27,78",
},
[327] = {
["q"] = "荆棘谷`血帆海盗`37`43`3`藏宝海岸的舰队指挥官卡拉·海角要求你杀死10名血帆流氓并将血帆海图和血帆计划书带回去。",
["os"] = {
[1] = {
["t"] = "血帆流氓：0/10",
["n"] = "2049",
},
[2] = {
["t"] = "血帆海图：0/1",
["n"] = "6796`2049`5959",
},
[3] = {
["t"] = "血帆计划书：0/1",
["n"] = "3006`6797`6798`2049`5959",
},
},
["pa"] = "舰队指挥官卡拉·海角`荆棘谷`27,77`27,78`28,78`28,76`28,77",
["pc"] = "舰队指挥官卡拉·海角`荆棘谷`27,77`27,78`28,78`28,76`28,77",
},
[328] = {
["q"] = "荆棘谷`巨魔巫术`31`40`2`给叛军营地的尼麦兹修士带回4只劈颅巨魔的神像。",
["os"] = {
[1] = {
["t"] = "劈颅巨魔的神像：0/4",
["n"] = "5910`5978",
},
},
["pa"] = "尼麦兹修士`荆棘谷`38,4`38,3`38,5`39,5",
["pc"] = "尼麦兹修士`暮色森林`38,89`39,90`38,90`39,92`39,91",
},
[329] = {
["q"] = "荆棘谷`猎虎`28`33`3`奈辛瓦里远征队的艾耶克·罗欧克要求你杀死10只荆棘谷猛虎。",
["os"] = {
[1] = {
["t"] = "荆棘谷猛虎：0/10",
["n"] = "14061`1845`14275",
},
},
["pa"] = "艾耶克·罗欧克`荆棘谷`36,11`36,10`35,11`35,10`35,12",
["pc"] = "艾耶克·罗欧克`荆棘谷`36,11`36,10`35,11`35,10`35,12",
},
[330] = {
["q"] = "荆棘谷`猎虎`29`35`3`奈辛瓦里远征队的艾耶克·罗欧克要求你杀死10只老年荆棘谷猛虎。",
["os"] = {
[1] = {
["t"] = "老年荆棘谷猛虎：0/10",
["n"] = "14275",
},
},
["pa"] = "艾耶克·罗欧克`荆棘谷`36,11`36,10`35,11`35,10`35,12",
["pc"] = "艾耶克·罗欧克`荆棘谷`36,11`36,10`35,11`35,10`35,12",
},
[331] = {
["q"] = "荆棘谷`猎虎`29`37`3`奈辛瓦里远征队的艾耶克·罗欧克要求你杀死辛达尔并带回它的爪子。",
["os"] = {
[1] = {
["t"] = "辛达尔的爪子：0/1",
["n"] = "6799",
},
},
["pa"] = "艾耶克·罗欧克`荆棘谷`36,11`36,10`35,11`35,10`35,12",
["pc"] = "艾耶克·罗欧克`荆棘谷`36,11`36,10`35,11`35,10`35,12",
},
[332] = {
["q"] = "奥达曼`失踪的矮人`35`40`2`在奥达曼找到巴尔洛戈。",
["pa"] = "勘察员塔伯斯·雷矛`铁炉堡`74,12`74,11`74,13`75,12`75,11",
["pc"] = "巴尔洛戈`奥达曼`",
},
[333] = {
["q"] = "奥达曼`失而复得`33`43`2`到奥达曼的北部大厅去找到克罗姆·粗臂的箱子，从里面拿出他的宝贵财产，然后回到铁炉堡把东西交给他。",
["os"] = {
[1] = {
["t"] = "克罗姆·粗臂的宝藏：0/1",
["n"] = "6800`6802`6801",
},
},
["pa"] = "克罗姆·粗臂`铁炉堡`76,9`74,11`74,10`75,10`74,9",
["pc"] = "克罗姆·粗臂`铁炉堡`76,9`74,11`74,10`75,10`74,9",
},
[334] = {
["q"] = "铁炉堡`铁环挖掘场需要你！`30`37`2`和洛克莫丹铁环挖掘场的勘察员基恩萨·铁环谈一谈。",
["pa"] = "勘察员塔伯斯·雷矛`铁炉堡`74,12`74,11`74,13`75,12`75,11",
["pc"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
},
[335] = {
["q"] = "荆棘谷`麦佐斯`34`46`2`将心灵之眼交给反抗军营地里的尼麦兹修士。",
["os"] = {
[1] = {
["t"] = "心灵之眼：0/1",
["n"] = "6804",
},
},
["pa"] = "尼麦兹修士`暮色森林`38,89`39,90`38,90`39,92`39,91",
["pc"] = "尼麦兹修士`荆棘谷`38,4`38,3`38,5`39,5",
},
[336] = {
["q"] = "塔纳利斯`斯杜雷的债务`40`45`3`与热砂港的斯杜雷谈一谈。",
["pa"] = "“海狼”马克基雷`荆棘谷`28,77`27,77`27,76",
["pc"] = "斯杜雷`塔纳利斯`67,24`66,23`66,24",
},
[337] = {
["q"] = "祖尔法拉克`特兰雷克`40`45`3`与加基森的特兰雷克谈一谈。",
["pa"] = "克拉兹克`荆棘谷`27,77",
["pc"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
},
[338] = {
["q"] = "荆棘谷`魔法分析`33`37`2`将水元素护腕交给达拉然的大法师安斯雷姆·鲁因维沃尔。",
["pa"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
["pc"] = "大法师安斯雷姆·鲁因维沃尔`奥特兰克山脉`",
},
[339] = {
["q"] = "暮色森林`丢失的铁锭`22`29`2`收集5块光铸铁锭，把它们交给湿地的戈罗林·钢眉。",
["os"] = {
[1] = {
["t"] = "光铸铁锭：0/5",
["n"] = "5842",
},
},
["pa"] = "浸水的箱子`湿地`12,64",
["pc"] = "戈罗林·钢眉`湿地`11,61`11,60`10,61",
},
[340] = {
["q"] = "暮色森林`格瑞曼德·艾尔默`22`29`2`将这箱光铸铁锭交给格瑞曼德·艾尔默。",
["pa"] = "戈罗林·钢眉`湿地`11,61`11,60`10,61",
["pc"] = "格瑞曼德·艾尔默`暴风城`52,12`52,13`51,12`51,13",
},
[341] = {
["q"] = "暮色森林`摩本特·费尔`22`33`2`对摩本特·费尔使用摩本特的克星，杀掉他，然后把摩本特的克星交给斯温。",
["os"] = {
[1] = {
["t"] = "摩本特·费尔：0/1",
["n"] = "2071",
},
},
["pa"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
["pc"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
},
[342] = {
["q"] = "荆棘谷`丛林中的秘密`30`33`2`与反抗军营地里的多伦上尉谈一谈。",
["pa"] = "列兵索尔森`荆棘谷`40,8`38,3`38,4`41,8`40,7",
["pc"] = "多伦上尉`荆棘谷`38,3`38,4`38,5",
},
[343] = {
["q"] = "荆棘谷`书呆子赫罗德`30`35`2`找到书呆子赫罗德的档案。",
["pa"] = "多伦上尉`荆棘谷`38,3`38,4`38,5",
["pc"] = "书呆子赫罗德的档案`荆棘谷`44,9",
},
[344] = {
["q"] = "荆棘谷`以彼之道还施彼身`30`33`2`杀死15名库尔森丛林战士，然后向反抗军营地的尤瓦中士复命。",
["os"] = {
[1] = {
["t"] = "库尔森丛林战士：0/15",
["n"] = "2075",
},
},
["pa"] = "尤瓦中士`荆棘谷`38,3`38,4`38,5",
["pc"] = "尤瓦中士`荆棘谷`38,3`38,4`38,5",
},
[345] = {
["q"] = "荆棘谷`库尔森的药物`30`34`2`给反抗军营地里的尤瓦中士带回7份密林药剂和1份毒草汁液。",
["os"] = {
[1] = {
["t"] = "密林药剂：0/7",
["n"] = "2081`5954`5920",
},
[2] = {
["t"] = "毒草汁液：0/1",
["n"] = "6807`2075`5920",
},
},
["pa"] = "尤瓦中士`荆棘谷`38,3`38,4`38,5",
["pc"] = "尤瓦中士`荆棘谷`38,3`38,4`38,5",
},
[346] = {
["q"] = "荆棘谷`克拉兹克的烹调锅`32`37`2`把克拉兹克的烹调锅带给藏宝海湾的地精克拉兹克。",
["pa"] = "卡雷布下士`荆棘谷`38,3`38,4`38,5`39,5",
["pc"] = "克拉兹克`荆棘谷`27,77",
},
[347] = {
["q"] = "荆棘谷`供与求`27`31`3`收集2张淡水鳄的皮，把它们交给藏宝海湾的崔斯里克。",
["os"] = {
[1] = {
["t"] = "淡水鳄的皮：0/2",
["n"] = "6808",
},
},
["pa"] = "崔斯里克`荆棘谷`28,78`28,77",
["pc"] = "崔斯里克`荆棘谷`28,78`28,77",
},
[348] = {
["q"] = "荆棘谷`歌唱水晶碎片`30`35`3`为克兰克·菲兹巴布收集10块歌唱水晶碎片。",
["os"] = {
[1] = {
["t"] = "歌唱水晶碎片：0/10",
["n"] = "6821`14197`6820`6810`5472",
},
},
["pa"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
["pc"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
},
[349] = {
["q"] = "荆棘谷`吓唬病鬼`30`41`3`给藏宝海湾的“病鬼”菲利普带回5块迷雾谷猩猩的内脏。",
["os"] = {
[1] = {
["t"] = "迷雾谷猩猩的内脏：0/5",
["n"] = "6824",
},
},
["pa"] = "“海狼”马克基雷`荆棘谷`28,77`27,77`27,76",
["pc"] = "“病鬼”菲利普`荆棘谷`27,74`28,74`26,73`26,74",
},
[350] = {
["q"] = "荆棘谷`调查营地`28`32`3`找到猎人营地并向藏宝海湾的克拉兹克报告这个营地的位置。",
["pa"] = "克拉兹克`荆棘谷`27,77",
["pc"] = "克拉兹克`荆棘谷`27,77",
},
[351] = {
["q"] = "荆棘谷`列兵索尔森的补给物资`30`32`2`将杂七杂八的地精补给物资带给列兵索尔森。",
["pa"] = "克拉兹克`荆棘谷`27,77",
["pc"] = "列兵索尔森`荆棘谷`40,8`38,3`38,4`41,8`40,7",
},
[352] = {
["q"] = "荆棘谷`血顶巨魔的耳朵`30`35`3`给藏宝海湾的科博克带回15只血顶巨魔的耳朵。",
["os"] = {
[1] = {
["t"] = "血顶巨魔的耳朵：0/15",
["n"] = "5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940",
},
},
["pa"] = "科博克`荆棘谷`27,77`28,76",
["pc"] = "科博克`荆棘谷`27,77`28,76",
},
[353] = {
["q"] = "荆棘谷`恶性竞争`31`36`3`给藏宝海湾的科博克带回8块打磨过的水晶。",
["os"] = {
[1] = {
["t"] = "打磨过的水晶：0/8",
["n"] = "5915",
},
},
["pa"] = "科博克`荆棘谷`27,77`28,76",
["pc"] = "科博克`荆棘谷`27,77`28,76",
},
[354] = {
["q"] = "荆棘谷`隐藏的钥匙`31`37`2`使用黄铜钥匙打开书呆子赫罗德的保险箱。",
["pa"] = "书呆子赫罗德的档案`荆棘谷`44,9",
["pc"] = "书呆子赫罗德的保险箱`荆棘谷`50,8`50,7",
},
[355] = {
["q"] = "荆棘谷`找出内鬼！`33`37`2`将沾泥的便笺交给叛军营地里的多伦上尉。",
["pa"] = "书呆子赫罗德的保险箱`荆棘谷`50,8`50,7",
["pc"] = "多伦上尉`荆棘谷`38,3`38,4`38,5",
},
[356] = {
["q"] = "荆棘谷`巡逻时间表`32`37`2`与塞斯曼下士谈一谈。",
["pa"] = "多伦上尉`荆棘谷`38,3`38,4`38,5",
["pc"] = "塞斯曼下士`荆棘谷`38,3`38,4`38,5`40,5`37,4",
},
[357] = {
["q"] = "荆棘谷`向多伦报告`32`37`2`与多伦上尉谈一谈。",
["pa"] = "塞斯曼下士`荆棘谷`38,3`38,4`38,5`40,5`37,4",
["pc"] = "多伦上尉`荆棘谷`38,3`38,4`38,5",
},
[358] = {
["q"] = "荆棘谷`特种部队`30`38`2`杀掉10名库尔森特种兵和6名库尔森精神医师。\n\n然后向反抗军营地的多伦上尉复命。",
["os"] = {
[1] = {
["t"] = "库尔森特种兵：0/10",
["n"] = "2079",
},
[2] = {
["t"] = "库尔森精神医师：0/6",
["n"] = "2081",
},
},
["pa"] = "尤瓦中士`荆棘谷`38,3`38,4`38,5",
["pc"] = "多伦上尉`荆棘谷`38,3`38,4`38,5",
},
[359] = {
["q"] = "荆棘谷`库尔森的秘密`30`38`2`找到4块石板并将上面的内容带回去交给尼麦兹修士。",
["os"] = {
[1] = {
["t"] = "巨魔传说第一章：0/1",
["n"] = "14275`5971`5936`5940`6830",
},
[2] = {
["t"] = "巨魔传说第二章：0/1",
["n"] = "5966`5932`5973`5976`6831",
},
[3] = {
["t"] = "巨魔传说第三章：0/1",
["n"] = "6833`5928`5918",
},
[4] = {
["t"] = "巨魔传说第四章：0/1",
["n"] = "6834`5944`5938`5925",
},
},
["pa"] = "尼麦兹修士`荆棘谷`38,4`38,3`38,5`39,5",
["pc"] = "尼麦兹修士`荆棘谷`38,4`38,3`38,5`39,5",
},
[360] = {
["q"] = "荆棘谷`猎龙`29`36`3`赫米特·奈辛瓦里要求你杀死10只鞭尾迅猛龙。",
["os"] = {
[1] = {
["t"] = "鞭尾迅猛龙：0/10",
["n"] = "2083`2090",
},
},
["pa"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
["pc"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
},
[361] = {
["q"] = "荆棘谷`猎豹`28`33`3`奈辛瓦里远征队的埃尔加丁爵士要求你杀死10只黑豹。",
["os"] = {
[1] = {
["t"] = "黑豹：0/10",
["n"] = "2092`2094`2098`2102`2103",
},
},
["pa"] = "埃尔加丁爵士`荆棘谷`36,11`35,11`36,10`34,10`35,10",
["pc"] = "埃尔加丁爵士`荆棘谷`36,11`35,11`36,10`34,10`35,10",
},
[362] = {
["q"] = "荆棘谷`摩克萨尔丁的魔法`33`41`1`给格罗姆高营地的先知摩克萨尔丁带回10根丛林捕猎者的羽毛。",
["os"] = {
[1] = {
["t"] = "丛林捕猎者的羽毛：0/10",
["n"] = "2150",
},
},
["pa"] = "先知摩克萨尔丁`荆棘谷`32,29`33,29`32,28`32,30",
["pc"] = "先知摩克萨尔丁`荆棘谷`32,29`33,29`32,28`32,30",
},
[363] = {
["q"] = "寒脊山谷`矮人的交易`1`1`2`斯登·粗臂想要8块硬狼肉。",
["os"] = {
[1] = {
["t"] = "硬狼肉：0/8",
["n"] = "5399`5397`5398`5400",
},
},
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
},
[364] = {
["q"] = "寒脊山谷`巨魔洞穴`1`4`2`格瑞林·白须要你去杀掉14个霜鬃巨魔幼崽。",
["os"] = {
[1] = {
["t"] = "霜鬃巨魔幼崽：0/14",
["n"] = "2108",
},
},
["pa"] = "格瑞林·白须`丹莫罗`25,76`26,76`24,74`25,77`27,76",
["pc"] = "格瑞林·白须`丹莫罗`25,76`26,76`24,74`25,77`27,76",
},
[365] = {
["q"] = "盗贼`密文备忘录`2`1`2`阅读密文备忘录，然后与寒脊山谷的索姆·哈格林谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "索姆·哈格林`丹莫罗`28,68`28,67`29,68`29,67",
},
[366] = {
["q"] = "寒脊山谷`寒脊山谷的送信任务`1`3`2`把这一摞信件送给塔林·锐眼。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "塔林·锐眼`丹莫罗`23,71`24,70`23,72`22,70`22,71",
},
[367] = {
["q"] = "寒脊山谷`寒脊山谷的送信任务`2`4`2`把这封信送给格瑞林·白须。",
["pa"] = "塔林·锐眼`丹莫罗`23,71`24,70`23,72`22,70`22,71",
["pc"] = "格瑞林·白须`丹莫罗`25,76`26,76`24,74`25,77`27,76",
},
[368] = {
["q"] = "寒脊山谷`猎杀野猪`1`3`2`塔林·锐眼让你去杀掉12只小型峭壁野猪。",
["os"] = {
[1] = {
["t"] = "小型峭壁野猪：0/12",
["n"] = "2110",
},
},
["pa"] = "塔林·锐眼`丹莫罗`23,71`24,70`23,72`22,70`22,71",
["pc"] = "塔林·锐眼`丹莫罗`23,71`24,70`23,72`22,70`22,71",
},
[369] = {
["q"] = "寒脊山谷`热酒快递`4`5`2`在5分钟内把热酒交给安威玛尔的德南·弗卡特。",
["pa"] = "诺里斯·激流`丹莫罗`25,76`25,75`24,76`26,75`24,75",
["pc"] = "德南·弗卡特`丹莫罗`29,66`29,67",
},
[370] = {
["q"] = "寒脊山谷`被窃取的日记`2`5`2`格瑞林·白须要你去杀掉冷酷的格瑞克尼尔，并取回他的日记。",
["os"] = {
[1] = {
["t"] = "格瑞林·白须的日记：0/1",
["n"] = "6835",
},
},
["pa"] = "格瑞林·白须`丹莫罗`25,76`26,76`24,74`25,77`27,76",
["pc"] = "格瑞林·白须`丹莫罗`25,76`26,76`24,74`25,77`27,76",
},
[371] = {
["q"] = "寒脊山谷`归还酒杯`4`5`2`把诺里斯的杯子还给诺里斯·激流。",
["pa"] = "德南·弗卡特`丹莫罗`29,66`29,67",
["pc"] = "诺里斯·激流`丹莫罗`25,76`25,75`24,76`26,75`24,75",
},
[372] = {
["q"] = "寒脊山谷`逃难者的困境`3`3`2`把菲利克斯的盒子、菲利克斯的箱子和菲利克斯的螺钉桶交给安威玛尔的菲利克斯。",
["os"] = {
[1] = {
["t"] = "菲利克斯的盒子：0/1",
["n"] = "6836`2108",
},
[2] = {
["t"] = "菲利克斯的箱子：0/1",
["n"] = "6837",
},
[3] = {
["t"] = "菲利克斯的螺钉桶：0/1",
["n"] = "6838`2108",
},
},
["pa"] = "菲利克斯`丹莫罗`29,68`28,68`29,67`28,67",
["pc"] = "菲利克斯`丹莫罗`29,68`28,68`29,67`28,67",
},
[373] = {
["q"] = "寒脊山谷`森内尔的观察站`3`5`2`和巡山人萨鲁斯谈一谈。",
["pa"] = "格瑞林·白须`丹莫罗`25,76`26,76`24,74`25,77`27,76",
["pc"] = "巡山人萨鲁斯`丹莫罗`33,72`33,73`34,72`32,73",
},
[374] = {
["q"] = "寒脊山谷`森内尔的观察站`4`5`2`把格瑞林的报告交给卡拉诺斯的森内尔·白须。",
["pa"] = "巡山人萨鲁斯`丹莫罗`33,72`33,73`34,72`32,73",
["pc"] = "森内尔·白须`丹莫罗`47,54`46,53`46,52`47,53`46,54",
},
[375] = {
["q"] = "丹莫罗`塔诺克的补给品`1`5`2`给卡拉诺斯的塔诺克·霜锤带去一箱旅店补给品。",
["pa"] = "汉兹·跳链`丹莫罗`34,72`34,71",
["pc"] = "塔诺克·霜锤`丹莫罗`47,52",
},
[376] = {
["q"] = "烹饪`啤酒烤猪排`5`7`2`卡拉诺斯的拉格纳·雷酒需要6块峭壁野猪肋排和1杯狂想麦酒。",
["os"] = {
[1] = {
["t"] = "峭壁野猪肋排：0/6",
["n"] = "4941`2120`5005`4654",
},
[2] = {
["t"] = "狂想麦酒：0/1",
["n"] = "6843`11554`6844",
},
},
["pa"] = "拉格纳·雷酒`丹莫罗`47,52`47,53`46,53`46,52`47,54",
["pc"] = "拉格纳·雷酒`丹莫罗`47,52`47,53`46,53`46,52`47,54",
},
[377] = {
["q"] = "丹莫罗`贝尔丁的工具`2`5`2`把贝尔丁的工具交给贝尔丁·钢架。",
["pa"] = "萨雷克·黑石`丹莫罗`46,52`46,51`47,51`47,50`46,53",
["pc"] = "贝尔丁·钢架`丹莫罗`50,49`49,48`50,50`50,48`51,49",
},
[378] = {
["q"] = "丹莫罗`海格纳的弹药`5`6`2`把海格纳的弹药交给丹莫罗的海格纳·重枪。",
["os"] = {
[1] = {
["t"] = "海格纳的弹药：0/1",
["n"] = "6851`5005",
},
},
["pa"] = "罗斯洛·鲁治`丹莫罗`50,49`50,48`50,47`50,50`49,49",
["pc"] = "海格纳·重枪`丹莫罗`41,65`42,65",
},
[379] = {
["q"] = "丹莫罗`灰色洞穴`4`7`2`收集8束雪怪的鬃毛，把它们交给驾驶员迪恩·石轮。",
["os"] = {
[1] = {
["t"] = "雪怪的鬃毛：0/8",
["n"] = "4707`4995`4991",
},
},
["pa"] = "驾驶员迪恩·石轮`丹莫罗`50,49`50,48`49,48`49,47`50,47",
["pc"] = "驾驶员迪恩·石轮`丹莫罗`50,49`50,48`49,48`49,47`50,47",
},
[380] = {
["q"] = "丹莫罗`贝尔丁的补给`2`6`2`收集4大块野猪肉和2张厚熊皮，把它们交给钢架补给站的驾驶员贝隆·风箱。",
["os"] = {
[1] = {
["t"] = "大块野猪肉：0/4",
["n"] = "6858`4941`1999`6853`4912`14354`2004`4690`2120`3052`2013`5005`4977`6855`6860`4735`4654`4604",
},
[2] = {
["t"] = "厚熊皮：0/2",
["n"] = "2113`4988",
},
},
["pa"] = "驾驶员贝隆·风箱`丹莫罗`49,48`50,49`50,48`50,47`49,49",
["pc"] = "驾驶员贝隆·风箱`丹莫罗`49,48`50,49`50,48`50,47`49,49",
},
[381] = {
["q"] = "丹莫罗`艾沃沙酒`4`7`2`从烈酒村的雷杰德·麦酒那里弄到一桶艾沃沙酒。",
["pa"] = "驾驶员贝隆·风箱`丹莫罗`49,48`50,49`50,48`50,47`49,49",
["pc"] = "雷杰德·麦酒`丹莫罗`30,46`30,47`31,45`30,45`29,47",
},
[382] = {
["q"] = "丹莫罗`霜鬃巨魔要塞`7`9`2`侦查霜鬃巨魔要塞，替卡拉诺斯的森内尔·白须杀掉5个霜鬃猎头者。",
["os"] = {
[1] = {
["t"] = "霜鬃猎头者：0/5",
["n"] = "2111",
},
},
["pa"] = "森内尔·白须`丹莫罗`47,54`46,53`46,52`47,53`46,54",
["pc"] = "森内尔·白须`丹莫罗`47,54`46,53`47,53`46,54`46,55",
},
[383] = {
["q"] = "丹莫罗`艾沃沙酒`5`8`2`杀掉6头冰爪熊、8只老峭壁野猪和8只雪豹，然后回到烈酒村的雷杰德·麦酒那里。",
["os"] = {
[1] = {
["t"] = "冰爪熊：0/6",
["n"] = "2113`2119",
},
[2] = {
["t"] = "老峭壁野猪：0/8",
["n"] = "2120",
},
[3] = {
["t"] = "雪豹：0/8",
["n"] = "2124`2132",
},
},
["pa"] = "雷杰德·麦酒`丹莫罗`30,46`30,47`31,45`30,45`29,47",
["pc"] = "雷杰德·麦酒`丹莫罗`30,46`30,47`31,45`30,45`29,47",
},
[384] = {
["q"] = "丹莫罗`完美烈酒`5`9`2`收集6束微光草，把它们交给烈酒村的雷杰德·麦酒。",
["os"] = {
[1] = {
["t"] = "微光草：0/6",
["n"] = "6862`6864`6861",
},
},
["pa"] = "雷杰德·麦酒`丹莫罗`30,46`30,47`31,45`30,45`29,47",
["pc"] = "雷杰德·麦酒`丹莫罗`30,46`30,47`31,45`30,45`29,47",
},
[385] = {
["q"] = "丹莫罗`针锋相对`2`6`2`到卡拉诺斯的雷酒酿造厂酒窖里去，把一桶雷霆啤酒换成热麦酒。",
["pa"] = "马莱斯·麦酒`丹莫罗`30,46`30,45`30,47`31,46`29,45",
},
[386] = {
["q"] = "奥特兰克山脉`破碎岭食人魔`30`36`2`从奥特兰克山的破碎岭食人魔身上收集9个肮脏的指节骨，把它们带给南海镇的治安官雷德帕斯。",
["os"] = {
[1] = {
["t"] = "肮脏的指节骨：0/9",
["n"] = "8192`1953`6876`11045`2967`6865`11605",
},
},
["pa"] = "治安官雷德帕斯`希尔斯布莱德丘陵`50,59`49,59`50,58`51,58`49,58",
["pc"] = "治安官雷德帕斯`希尔斯布莱德丘陵`50,59`49,59`50,58`51,58`49,58",
},
[387] = {
["q"] = "湿地`夺回雕像`20`25`2`搜索海边鱼人村落中的木箱和木桶。",
["pa"] = "卡尔·波兰`湿地`8,59`9,59`8,58`10,59`9,60",
["pc"] = "破损的箱子`湿地`14,41`14,42`13,41`13,42",
},
[388] = {
["q"] = "奥特兰克山脉`预备行动计划`26`34`2`把预备行动计划带给南海镇的赫尼·马雷布镇长。",
["pa"] = "辛迪加文档`希尔斯布莱德丘陵`60,8",
["pc"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
},
[389] = {
["q"] = "奥特兰克山脉`密文信件`30`34`2`把密码信交给南海镇的博学者迪布斯。",
["pa"] = "辛迪加文档`希尔斯布莱德丘陵`60,8",
["pc"] = "博学者迪布斯`希尔斯布莱德丘陵`50,57`51,57`50,58`50,56`50,59",
},
[390] = {
["q"] = "奥特兰克山脉`铁炉堡的译码者`30`34`2`把密码信带给铁炉堡的勘察员塔伯斯·雷矛。",
["pa"] = "博学者迪布斯`希尔斯布莱德丘陵`50,57`51,57`50,58`50,56`50,59",
["pc"] = "勘察员塔伯斯·雷矛`铁炉堡`74,12`74,11`74,13`75,12`75,11",
},
[391] = {
["q"] = "奥特兰克山脉`贵族之死`26`36`2`为南海镇的赫尼·马雷布镇长收集7个奥特兰克徽记之戒。",
["os"] = {
[1] = {
["t"] = "奥特兰克徽记之戒：0/7",
["n"] = "6877`6890`6878`11065`11064`6886`6888",
},
},
["pa"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
["pc"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
},
[392] = {
["q"] = "奥特兰克山脉`更大的谜团`30`34`2`把被破译的信件交给南海镇的赫尼·马雷布镇长。",
["pa"] = "勘察员塔伯斯·雷矛`铁炉堡`74,12`74,11`74,13`75,12`75,11",
["pc"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
},
[393] = {
["q"] = "奥特兰克山脉`黑暗议会`30`40`2`杀死4个阿古斯暗影法师。\n\n把纳伽兹的头带给南海镇的马雷布镇长。",
["os"] = {
[1] = {
["t"] = "暗影大法师：0/4",
["n"] = "2134",
},
[2] = {
["t"] = "纳伽兹的头颅：0/1",
["n"] = "6891",
},
},
["pa"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
["pc"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
},
[394] = {
["q"] = "荆棘谷`猎豹`29`38`3`奈辛瓦里远征队的埃尔加丁爵士要求你杀死10只深喉猎豹。",
["os"] = {
[1] = {
["t"] = "深喉猎豹：0/10",
["n"] = "2144`2147",
},
},
["pa"] = "埃尔加丁爵士`荆棘谷`36,11`35,11`36,10`34,10`35,10",
["pc"] = "埃尔加丁爵士`荆棘谷`36,11`35,11`36,10`34,10`35,10",
},
[395] = {
["q"] = "荆棘谷`猎龙`29`41`3`赫米特·奈辛瓦里要求你杀死10只丛林捕猎者。",
["os"] = {
[1] = {
["t"] = "丛林捕猎者：0/10",
["n"] = "2150`2154",
},
},
["pa"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
["pc"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
},
[396] = {
["q"] = "诺莫瑞根`脏兮兮的戒指`28`34`3`想方法把脏兮兮的戒指弄干净。",
["pa"] = "脏兮兮的戒指`诺莫瑞根`",
["pc"] = "超级清洁器5200型`诺莫瑞根`",
},
[397] = {
["q"] = "诺莫瑞根`戒指归来`29`34`3`你要么自己留着这枚戒指，要么就按照戒指内侧刻着的名字找到它的主人。",
["pa"] = "超级清洁器5200型`诺莫瑞根`",
["pc"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
},
[398] = {
["q"] = "灰谷`蓟皮熊怪的麻烦`21`24`1`杀死12个蓟皮复仇者和12个蓟皮萨满祭司。他们大部分都位于佐拉姆海岸东部的蓟皮村里。任务完成后回到灰谷佐拉姆加前哨站的卡拉恩·阿玛卡那里复命。",
["os"] = {
[1] = {
["t"] = "蓟皮复仇者：0/12",
["n"] = "2156",
},
[2] = {
["t"] = "蓟皮萨满祭司：0/12",
["n"] = "2161",
},
},
["pa"] = "卡拉恩·阿玛卡`灰谷`12,35`12,34`12,32`12,33`13,34",
["pc"] = "卡拉恩·阿玛卡`灰谷`12,35`12,34`12,32`12,33`13,34",
},
[399] = {
["q"] = "灰谷`巨魔符咒`19`24`1`将8个巨魔符咒交给佐拉姆加前哨站的米苏瓦。",
["os"] = {
[1] = {
["t"] = "巨魔符咒：0/8",
["n"] = "6893`5816`6895`6892",
},
},
["pa"] = "米苏瓦`灰谷`12,35`11,32`12,34",
["pc"] = "米苏瓦`灰谷`12,35`11,32`12,34",
},
[400] = {
["q"] = "灰谷`污林熊怪之王`23`26`1`把卡拉恩的旗子插到污林图腾堆中。不要让熊怪摧毁这面旗子。击败穆戈特酋长，将穆戈特的图腾交给佐拉姆加的卡拉恩·阿玛卡。",
["os"] = {
[1] = {
["t"] = "穆戈特的图腾：0/1",
["n"] = "6896`6897`6898`2849",
},
},
["pa"] = "卡拉恩·阿玛卡`灰谷`12,35`12,34`12,32`12,33`13,34",
["pc"] = "卡拉恩·阿玛卡`灰谷`12,35`12,34`12,32`12,33`13,34",
},
[401] = {
["q"] = "幽暗城`科娜塔一家`27`36`1`将科娜塔、法迪尔和马塞尔的头颅交给幽暗城的吉纳维·卡隆。",
["os"] = {
[1] = {
["t"] = "科娜塔的头颅：0/1",
["n"] = "6899",
},
[2] = {
["t"] = "马塞尔的头颅：0/1",
["n"] = "6900",
},
[3] = {
["t"] = "法迪尔的头颅：0/1",
["n"] = "6901",
},
},
["pa"] = "吉纳维·卡隆`幽暗城`63,48`64,49`64,50`65,50`63,49",
["pc"] = "吉纳维·卡隆`幽暗城`63,48`64,49`64,50`65,50`63,49",
},
[402] = {
["q"] = "银松森林`法师的头领`13`22`1`杀死达拉然大法师，并把他的法杖交给瑟伯切尔的暗影牧师奥利斯特。",
["os"] = {
[1] = {
["t"] = "阿塔瑞克之杖：0/1",
["n"] = "6902",
},
},
["pa"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
["pc"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
},
[403] = {
["q"] = "银松森林`突袭芬里斯岛`15`24`1`将图勒的头颅带回给瑟伯切尔的高级执行官哈德瑞克。",
["os"] = {
[1] = {
["t"] = "图勒的头颅：0/1",
["n"] = "5518",
},
},
["pa"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
["pc"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
},
[404] = {
["q"] = "银松森林`支离破碎`14`17`1`将奥拉瑞克的头颅带到他的坟墓旁。",
["pa"] = "会说话的头颅`银松森林`66,24`66,31`65,25`68,25`66,29",
["pc"] = "浅墓穴`银松森林`68,25",
},
[405] = {
["q"] = "石爪山脉`血怒一族`21`26`1`烈日石居的马格兰要你去杀掉血怒撕裂者，然后把她的遗体带回来作为证据。",
["os"] = {
[1] = {
["t"] = "血怒撕裂者的遗体：0/1",
["n"] = "6903",
},
},
["pa"] = "马格兰`石爪山脉`47,61`48,61`47,60`47,62`46,61",
["pc"] = "马格兰`石爪山脉`47,61`48,61`47,60`47,62`46,61",
},
[406] = {
["q"] = "阿拉希高地`迷失者塞尔杜林`33`40`3`找到迷失者塞尔杜林。",
["pa"] = "萨鲁克`阿拉希高地`74,36`74,39`73,40`75,36`64,48",
["pc"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
},
[407] = {
["q"] = "荒芜之地`遗失的卷轴碎片`35`41`3`把破损的卷轴碎片、弄皱的卷轴碎片和烧焦的卷轴碎片带给迷失者塞尔杜林。",
["os"] = {
[1] = {
["t"] = "破损的卷轴碎片：0/1",
["n"] = "6139",
},
[2] = {
["t"] = "弄皱的卷轴碎片：0/1",
["n"] = "6139",
},
[3] = {
["t"] = "烧焦的卷轴碎片：0/1",
["n"] = "6139",
},
},
["pa"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
["pc"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
},
[408] = {
["q"] = "奥达曼`化解灾难`31`40`3`把雷乌纳石板带给迷失者塞尔杜林。",
["os"] = {
[1] = {
["t"] = "雷乌纳石板：0/1",
["n"] = "7069`7601`7011`6905",
},
},
["pa"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
["pc"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
},
[409] = {
["q"] = "幽暗城`联络中心`42`47`1`幽暗城的奥兰·斯内克威瑟让你到辛特兰去烧毁高原精灵记录、高原精灵报告和高原精灵信件。",
["pa"] = "奥兰·斯内克威瑟`幽暗城`74,33`73,33`73,32`74,31`77,31",
["pc"] = "奥兰·斯内克威瑟`幽暗城`74,33`73,33`73,32`74,31`77,31",
},
[410] = {
["q"] = "剃刀高地`寒冰之王`37`42`1`安德鲁·布隆奈尔要你杀了寒冰之王亚门纳尔并将其头骨带回来。",
["os"] = {
[1] = {
["t"] = "寒冰之王的颅骨：0/1",
["n"] = "2530",
},
},
["pa"] = "安德鲁·布隆奈尔`幽暗城`74,33`72,27`75,30`74,34`75,28",
["pc"] = "安德鲁·布隆奈尔`幽暗城`74,33`72,27`75,30`74,34`75,28",
},
[411] = {
["q"] = "奥达曼`寻找宝物`33`43`1`从奥达曼南部大厅的箱子中找到加勒特的家族宝藏，然后把它交给幽暗城的帕特里克·加瑞特。",
["os"] = {
[1] = {
["t"] = "加勒特的家族宝藏：0/1",
["n"] = "6914`6802`6801",
},
},
["pa"] = "帕特里克·加瑞特`幽暗城`63,48`63,49`62,49`64,49`66,50",
["pc"] = "帕特里克·加瑞特`提瑞斯法林地`61,75`61,76`62,76",
},
[412] = {
["q"] = "玛拉顿`暗影残片`39`42`1`从玛拉顿收集10块暗影残片，然后把它们交给奥格瑞玛的尤塞尔奈。",
["os"] = {
[1] = {
["t"] = "暗影残片：0/10",
["n"] = "6919`6918",
},
},
["pa"] = "尤塞尔奈`奥格瑞玛`39,85`39,86`37,85`38,86`38,85",
["pc"] = "尤塞尔奈`奥格瑞玛`39,85`39,86`37,85`38,86`38,85",
},
[413] = {
["q"] = "法师`返回沼泽`35`40`3`和塔贝萨谈一谈。",
["pa"] = "迪诺`奥格瑞玛`39,86`38,88`38,86`39,85`38,87",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[414] = {
["q"] = "法师`沼泽之旅`30`38`3`和塔贝萨谈一谈。",
["pa"] = "迪诺`奥格瑞玛`39,86`38,88`38,86`39,85`38,87",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[415] = {
["q"] = "祖尔法拉克`塔贝萨的任务`40`46`3`与尘泥沼泽的塔贝萨谈一谈。",
["pa"] = "迪诺`奥格瑞玛`39,86`38,88`38,86`39,85`38,87",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[416] = {
["q"] = "法师`地狱火宝珠`35`40`3`将一颗地狱火宝珠交给尘泥沼泽的塔贝萨。",
["os"] = {
[1] = {
["t"] = "地狱火宝珠：0/1",
["n"] = "6920",
},
},
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[417] = {
["q"] = "祖尔法拉克`深渊皇冠`40`46`3`将深渊皇冠交给尘泥沼泽的塔贝萨。",
["os"] = {
[1] = {
["t"] = "深渊皇冠：0/1",
["n"] = "6922",
},
},
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[418] = {
["q"] = "法师`强大的物品`30`40`3`将电能草莓和1颗翡翠交给尘泥沼泽的塔贝萨。",
["os"] = {
[1] = {
["t"] = "翡翠：0/1",
["n"] = "6667`6923`12248`7003`7069`7184`7601`7011`9535`7579`11591`7582`5692`10823`10571`10566`2134`6918`7103`7040`6943`1788`1782`2083`7170`4206`5457`7243`6927`8205`7628`5716`1977`1968`3056`5624`2150`7237`7094`11008`3108`2764`2766`2760`6808`2313`10471`5594`5552`7117`5753`11593`7114`4216`7246`4627`5915`5900`5893`5691`6736`7051`6933`7208`5855`4630`7236`7253`9372`9230`6929`12180`5572`7033`6027`7254`7188`7151`6942`2098`9857`5963`5913`7032`5465`1812`1827`7047`7096`1823`1818`9755`6994`7030`9864`2840`2838`2844`9793",
},
[2] = {
["t"] = "电能草莓：0/1",
["n"] = "7259",
},
},
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[419] = {
["q"] = "法师`隐藏的秘密`30`38`3`和闪光平原的大法师提尔斯谈一谈。",
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "大法师提尔斯`千针石林`78,76`79,74`77,75`79,76`78,75",
},
[420] = {
["q"] = "法师`解封咒语`31`30`3`找到提尔斯保险箱的解封咒语，然后向提尔斯复命。",
["pa"] = "大法师提尔斯`千针石林`78,76`79,74`77,75`79,76`78,75",
["pc"] = "大法师提尔斯`千针石林`78,76`79,74`77,75`79,76`78,75",
},
[421] = {
["q"] = "祖尔法拉克`加兹瑞拉`40`50`3`把加兹瑞拉的鳞片交给闪光平原的维兹尔·铜栓。",
["os"] = {
[1] = {
["t"] = "加兹瑞拉的鳞片：0/1",
["n"] = "6313",
},
},
["pa"] = "维兹尔·铜栓`千针石林`78,77`78,76`80,77`79,77`77,77",
["pc"] = "维兹尔·铜栓`塔纳利斯`53,8`54,7`53,7`53,6",
},
[422] = {
["q"] = "千针石林`跟上节奏`38`41`3`让扎米克掩护你，然后为闪光平原的普兹克偷到瑞兹尔的计划。",
["pa"] = "普兹克`千针石林`80,76`79,77`80,75`81,75`81,76",
["pc"] = "瑞兹尔的计划`千针石林`77,77",
},
[423] = {
["q"] = "凄凉之地`救我出去！`34`39`3`护送梅丽萨",
["pa"] = "梅丽萨`凄凉之地`34,54`34,53`34,56`35,57`38,61",
["pc"] = "霍恩尼兹`凄凉之地`48,62`46,61`50,62`47,63`47,60",
},
[424] = {
["q"] = "凄凉之地`荆棘谷狩猎`28`31`1`将鲁恩的科多兽角送到荆棘谷的赫米特·奈辛瓦里那里。",
["pa"] = "鲁恩·蛮鬃`凄凉之地`25,72`25,71`26,70`25,73`25,70",
["pc"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
},
[425] = {
["q"] = "凄凉之地`埃鲁索斯之手`32`38`1`在雷斧堡垒中找到恶魔之盒，把它和恶魔之锄一起交给葬影村的泰迦·慧鬃。",
["os"] = {
[1] = {
["t"] = "恶魔之盒：0/1",
["n"] = "7260",
},
},
["pa"] = "泰迦·慧鬃`凄凉之地`26,68`25,71`25,69`25,70`26,69",
["pc"] = "泰迦·慧鬃`凄凉之地`26,68`25,71`25,69`25,70`26,69",
},
[426] = {
["q"] = "玛拉顿`维利塔恩的污染`41`47`1`在玛拉顿里用天蓝水瓶在橙色水晶池中装满水。\n\n在维利斯塔姆藤蔓上使用装满水的天蓝水瓶，使堕落的诺克赛恩幼体出现。\n\n治疗8株植物并杀死那些诺克赛恩幼体，然后向葬影村的瓦克·战痕复命。",
["os"] = {
[1] = {
["t"] = "治疗维利斯塔姆藤蔓：0/8",
},
[2] = {
["t"] = "装满水的天蓝水瓶：0/1",
},
},
["pa"] = "瓦克·战痕`凄凉之地`23,70`25,69`25,70`24,69`24,70",
["pc"] = "瓦克·战痕`凄凉之地`23,70`25,69`25,70`24,69`24,70",
},
[427] = {
["q"] = "尘泥沼泽`群龙之首`38`43`1`蕨墙村的德拉兹辛比要你给他找15条灼热之舌和15颗灼热之心。",
["os"] = {
[1] = {
["t"] = "灼热之舌：0/15",
["n"] = "10776`10781",
},
[2] = {
["t"] = "灼热之心：0/15",
["n"] = "10776`10781",
},
},
["pa"] = "德拉兹辛比`尘泥沼泽`37,33`37,32`36,31`36,32",
["pc"] = "德拉兹辛比`尘泥沼泽`37,33`37,32`36,31`36,32",
},
[428] = {
["q"] = "尘泥沼泽`莫格穆洛克的任务`38`43`1`蕨墙村的莫格穆洛克大王要你从石槌废墟拿回他的烈酒、鼻烟和保险箱。",
["os"] = {
[1] = {
["t"] = "莫格穆洛克的鼻烟：0/1",
["n"] = "2165`2171`6795",
},
[2] = {
["t"] = "莫格穆洛克的烈酒：0/1",
["n"] = "2171`7265",
},
[3] = {
["t"] = "莫格穆洛克的保险箱：0/1",
["n"] = "2177`7266",
},
},
["pa"] = "莫格穆洛克大王`尘泥沼泽`36,31`36,32`37,32`37,31`38,32",
["pc"] = "莫格穆洛克大王`尘泥沼泽`36,31`36,32`37,32`37,31`38,32",
},
[429] = {
["q"] = "尘泥沼泽`黑龙军团`38`43`1`蕨墙村的萨尔格要你去杀掉15个火鬃斥候，10个火鬃灰尾龙人和5个火鬃守卫。",
["os"] = {
[1] = {
["t"] = "火鬃斥候：0/15",
["n"] = "2165",
},
[2] = {
["t"] = "火鬃灰尾龙人：0/10",
["n"] = "2171",
},
[3] = {
["t"] = "火鬃守卫：0/5",
["n"] = "2177",
},
},
["pa"] = "萨尔格`尘泥沼泽`37,31`37,32`36,32`36,31",
["pc"] = "萨尔格`尘泥沼泽`37,31`37,32`36,32`36,31",
},
[430] = {
["q"] = "尘泥沼泽`塞拉摩间谍`30`35`1`杀掉9个塞拉摩间谍，然后回到蕨墙村去见纳泽尔·血矛。",
["os"] = {
[1] = {
["t"] = "塞拉摩间谍：0/9",
["n"] = "2182",
},
},
["pa"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
["pc"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
},
[431] = {
["q"] = "法师`驱除魔鬼`36`40`3`杀死宝珠之魔，然后与塔贝萨谈一谈。",
["os"] = {
[1] = {
["t"] = "宝珠之魔：0/1",
["n"] = "2186",
},
},
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[432] = {
["q"] = "法师`奥达曼的能量源`36`40`3`找到一个黑曜石能量源，将其交给尘泥沼泽的塔贝萨。",
["os"] = {
[1] = {
["t"] = "黑曜石能量源：0/1",
["n"] = "7267",
},
},
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[433] = {
["q"] = "尘泥沼泽`舒心草`30`35`3`为尘泥沼泽的“沼泽之眼”加尔收集3棵舒心草。",
["os"] = {
[1] = {
["t"] = "舒心草：0/3",
["n"] = "6689`6612`6683`6702`5294`5189`5192`5102`5090`6693`6708`5070`5313`5162`5093`5215`6688`6618`5321`5113`5128`5159`5362`6681`5222`5134`5259`6706`5141`5197`6682`5084`5101`5315`6680`6684`6619`5133`5179`5174`5138`5087`6692`5158`6687`5194`5358",
},
},
["pa"] = "“沼泽之眼”加尔`尘泥沼泽`55,26`55,27`54,27`56,26`55,25",
["pc"] = "“沼泽之眼”加尔`尘泥沼泽`55,26`55,27`54,27`56,26`55,25",
},
[434] = {
["q"] = "尘泥沼泽`遗失的报告`34`35`1`把间谍的报告交给蕨墙村的纳泽尔·血矛。",
["pa"] = "松软的泥土`尘泥沼泽`55,26`56,26",
["pc"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
},
[435] = {
["q"] = "尘泥沼泽`可疑的蹄印`30`35`1`把树荫旅店的可疑蹄印报告给蕨墙村的克罗格。",
["pa"] = "蹄印`尘泥沼泽`30,48",
["pc"] = "克罗格`尘泥沼泽`36,32`37,32`36,31`37,31",
},
[436] = {
["q"] = "尘泥沼泽`死沼巨鳄`35`45`1`把死沼巨鳄的牙齿带给雷霆崖的梅洛。",
["os"] = {
[1] = {
["t"] = "死沼巨鳄的牙齿：0/1",
["n"] = "7268",
},
},
["pa"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
["pc"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
},
[437] = {
["q"] = "雷霆崖`钢齿土狼`20`30`1`把钢齿土狼的肋骨带给雷霆崖的梅洛。",
["os"] = {
[1] = {
["t"] = "钢齿土狼的肋骨：0/1",
["n"] = "7269",
},
},
["pa"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
["pc"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
},
[438] = {
["q"] = "尘泥沼泽`被斩下的头颅`34`35`1`把兽人的头颅交给蕨墙村的纳泽尔·血矛。",
["pa"] = "松软的泥土`尘泥沼泽`55,26`56,26",
["pc"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
},
[439] = {
["q"] = "尘泥沼泽`巨魔巫医`34`35`1`把兽人的头颅带到荆棘谷的格罗姆高营地里，交给肯维雷。",
["pa"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
["pc"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
},
[440] = {
["q"] = "尘泥沼泽`奥妮克希亚的血脉`40`43`1`和蕨墙村的莫格穆洛克大王谈一谈。",
["pa"] = "德拉兹辛比`尘泥沼泽`37,33`37,32`36,31`36,32",
["pc"] = "莫格穆洛克大王`尘泥沼泽`36,31`36,32`37,32`37,31`38,32",
},
[441] = {
["q"] = "尘泥沼泽`奥妮克希亚的血脉`40`43`1`去和蕨墙村的德拉兹辛比谈一谈。",
["pa"] = "莫格穆洛克大王`尘泥沼泽`36,31`36,32`37,32`37,31`38,32",
["pc"] = "德拉兹辛比`尘泥沼泽`37,33`37,32`36,31`36,32",
},
[442] = {
["q"] = "尘泥沼泽`奥妮克希亚的血脉`40`45`1`蕨墙村的德拉兹辛比要你去毁掉5枚奥妮克希亚的蛋。",
["pa"] = "德拉兹辛比`尘泥沼泽`37,33`37,32`36,31`36,32",
["pc"] = "德拉兹辛比`尘泥沼泽`37,33`37,32`36,31`36,32",
},
[443] = {
["q"] = "尘泥沼泽`玛尔格的嘱托`34`35`1`把宝石坠饰带给蕨墙村的纳泽尔·血矛。",
["os"] = {
[1] = {
["t"] = "宝石坠饰：0/1",
["n"] = "7273`7274`8669`7270",
},
},
["pa"] = "冒泡的大锅`荆棘谷`32,28`32,27",
["pc"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
},
[444] = {
["q"] = "荆棘谷`科泰罗的谜题`37`43`3`解开这道迷题！",
["pa"] = "科泰罗的谜题`荆棘谷`31,90`30,89`31,91`33,87`34,84",
["pc"] = "浸水的卷轴`悲伤沼泽`23,48",
},
[445] = {
["q"] = "荆棘谷`风险投资公司`31`41`3`给藏宝海湾的克兰克·菲兹巴布带回10块蓝色歌唱水晶。",
["os"] = {
[1] = {
["t"] = "蓝色歌唱水晶：0/10",
["n"] = "5955`5911`5893`5914`5967`7275",
},
},
["pa"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
["pc"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
},
[446] = {
["q"] = "沉没的神庙`阿塔哈卡神庙`41`50`1`收集20个哈卡神像，把它们带给斯通纳德的费泽鲁尔。",
["os"] = {
[1] = {
["t"] = "哈卡神像：0/20",
["n"] = "7311`7307`7289`7280`7305`7308`7294`7293`7299`7314`7282`7304`7303`7312`7298`7296`7284`7313`7306`7300",
},
},
["pa"] = "费泽鲁尔`悲伤沼泽`48,55",
["pc"] = "费泽鲁尔`逆风小径`100,36`99,36`100,35",
},
[447] = {
["q"] = "菲拉斯`戈杜尼钴矿石`38`43`1`莫沙彻营地的奥尔文·吉兹米克需要12块戈杜尼钴矿石的样本。",
["os"] = {
[1] = {
["t"] = "戈杜尼钴矿石：0/12",
["n"] = "2195`2187`2191`7315",
},
},
["pa"] = "奥尔文·吉兹米克`菲拉斯`76,44`76,43`75,44`75,43`76,45",
["pc"] = "奥尔文·吉兹米克`菲拉斯`76,44`76,43`75,44`75,43`76,45",
},
[448] = {
["q"] = "菲拉斯`奇怪的要求`40`45`1`将皱缩的头颅交给奥格瑞玛的尼尔鲁·火刃。",
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
},
[449] = {
["q"] = "菲拉斯`质量的保证`40`46`1`给莫沙彻营地的杉多尔·迅蹄带去十张厚重的雪人皮。",
["os"] = {
[1] = {
["t"] = "厚重的雪人皮：0/10",
["n"] = "7316`7321`7326`7329`7327`6624`7332",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
},
[450] = {
["q"] = "菲拉斯`与豺狼人开战`39`42`1`将10份木爪豺狼人的鬃毛交给莫沙彻营地的哈杜肯·迅蹄。",
["os"] = {
[1] = {
["t"] = "木爪豺狼人的鬃毛：0/10",
["n"] = "7333`8665`7344`7349`7343`2214",
},
},
["pa"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
["pc"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
},
[451] = {
["q"] = "菲拉斯`菲拉斯的食人魔`38`43`1`莫沙彻营地的洛卡·奥赫要你杀掉10个戈杜尼食人魔、10个戈杜尼食人魔法师和5个戈杜尼蛮兵。",
["os"] = {
[1] = {
["t"] = "戈杜尼食人魔：0/10",
["n"] = "2187`2191",
},
[2] = {
["t"] = "戈杜尼食人魔法师：0/10",
["n"] = "2191",
},
[3] = {
["t"] = "戈杜尼蛮兵：0/5",
["n"] = "2195",
},
},
["pa"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
["pc"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
},
[452] = {
["q"] = "菲拉斯`菲拉斯的食人魔`40`44`1`莫沙彻营地的洛卡·奥赫要你去杀掉十个戈杜尼萨满祭司、10个戈杜尼术士和5个戈杜尼虐待者。",
["os"] = {
[1] = {
["t"] = "戈杜尼萨满祭司：0/10",
["n"] = "2201",
},
[2] = {
["t"] = "戈杜尼术士：0/10",
["n"] = "2204",
},
[3] = {
["t"] = "戈杜尼虐待者：0/5",
["n"] = "2210",
},
},
["pa"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
["pc"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
},
[453] = {
["q"] = "菲拉斯`寻找OOX-22/FE！`40`45`3`把定位器带到深痕谷附近山洞中的奥格索普的导航机器人旁边。",
["pa"] = "OOX-22/FE定位器`菲拉斯`71,54`27,64`68,55`67,54`75,43",
["pc"] = "自动导航机器人OOX-22/FE`菲拉斯`53,56`55,56`55,54`54,56`55,55",
},
[454] = {
["q"] = "菲拉斯`突然袭击`40`43`1`在1个小时内杀死5个木爪突击队员，并向哈杜肯·迅蹄汇报。",
["os"] = {
[1] = {
["t"] = "木爪突击队员：0/5",
["n"] = "2214",
},
},
["pa"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
["pc"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
},
[455] = {
["q"] = "菲拉斯`拯救OOX-22/FE！`40`45`3`将OOX-22/FE护送到被遗忘的海岸上的码头，然后向藏宝海湾的奥格索普·奥布诺提斯报告。",
["pa"] = "自动导航机器人OOX-22/FE`菲拉斯`53,56`55,56`55,54`54,56`55,55",
["pc"] = "奥格索普·奥布诺提斯`荆棘谷`28,76",
},
[456] = {
["q"] = "菲拉斯`向巫医尤克里回复`40`45`1`将尼尔鲁的草药包送给菲拉斯的巫医尤克里。",
["pa"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
["pc"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
},
[457] = {
["q"] = "诺莫瑞根`设备之战`25`35`1`从诺莫瑞根拿到钻探设备蓝图和麦克尼尔的保险箱密码，把它们交给奥格瑞玛的诺格。",
["os"] = {
[1] = {
["t"] = "钻探设备蓝图：0/1",
["n"] = "1830",
},
[2] = {
["t"] = "麦克尼尔的保险箱密码：0/1",
["n"] = "1830",
},
},
["pa"] = "诺格`奥格瑞玛`76,25`76,26`75,25`75,24`74,25",
["pc"] = "诺格`奥格瑞玛`76,25`76,26`75,25`75,24`74,25",
},
[458] = {
["q"] = "菲拉斯`天然材料`40`50`1`为莫沙彻营地的巫医尤克里收集2根断裂的原木、6颗包壳矿石、20片有弹性的肌腱和40块金属碎片。",
["os"] = {
[1] = {
["t"] = "断裂的原木：0/2",
["n"] = "7354",
},
[2] = {
["t"] = "包壳矿石：0/6",
["n"] = "10783`7364`7366`7370`7365",
},
[3] = {
["t"] = "有弹性的肌腱：0/20",
["n"] = "6201`6346`7379`7377`7375`6218`4036`6219",
},
[4] = {
["t"] = "金属碎片：0/40",
["n"] = "7364`7380`9710`7393`7387`7382`7386`7388`7389`7398`7383`6201`6346`7379`7377`7375`7370`7354`6218`4036`6219",
},
},
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
},
[459] = {
["q"] = "菲拉斯`测试容器`40`47`1`到辛特兰去杀掉10头枭兽，然后使用灵魂精华容器捕获它们的灵魂。",
["os"] = {
[1] = {
["t"] = "枭兽灵魂精华：0/10",
},
},
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "巫医尤克里`贫瘠之地`23,89`24,89",
},
[460] = {
["q"] = "菲拉斯`戈杜尼卷轴`40`43`1`将戈杜尼卷轴交给莫沙彻营地的洛克·奥汉。",
["pa"] = "戈杜尼卷轴`菲拉斯`79,35`75,28`76,32`75,29`75,30",
["pc"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
},
[461] = {
["q"] = "菲拉斯`黑暗仪式`40`46`1`莫沙彻营地的洛卡·奥赫希望你找到一颗戈杜尼之宝珠。",
["os"] = {
[1] = {
["t"] = "戈杜尼宝珠：0/1",
["n"] = "7399",
},
},
["pa"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
["pc"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
},
[462] = {
["q"] = "菲拉斯`戈杜尼宝珠`42`47`1`将戈杜尼宝珠交给奥格瑞玛暗木小屋里的尤塞尔奈。",
["pa"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
["pc"] = "尤塞尔奈`奥格瑞玛`39,85`39,86`37,85`38,86`38,85",
},
[463] = {
["q"] = "菲拉斯`调查木爪岭`40`43`1`在莫沙彻营地以南的豺狼人营地中寻找豺狼人的战斗计划。",
["pa"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
["pc"] = "木爪作战地图`菲拉斯`72,56",
},
[464] = {
["q"] = "菲拉斯`作战计划`40`43`1`把木爪豺狼人的作战计划交给莫沙彻营地的哈杜肯·迅蹄。",
["pa"] = "木爪作战地图`菲拉斯`72,56",
["pc"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
},
[465] = {
["q"] = "艾尔文森林`悬赏鱼人`8`10`2`给艾尔文森林东部的桥边的卫兵托马斯带去8个破损的鱼人鳞片。",
["os"] = {
[1] = {
["t"] = "破损的鱼人鳞片：0/8",
["n"] = "7407`7404",
},
},
["pa"] = "卫兵托马斯`艾尔文森林`74,72`73,72`73,73`74,73`76,73",
["pc"] = "卫兵托马斯`艾尔文森林`74,72`73,72`73,73`74,73`76,73",
},
[466] = {
["q"] = "艾尔文森林`红色亚麻布`5`9`2`给东谷伐木场的萨拉·迪博雷恩带去6块红色亚麻布面罩。",
["os"] = {
[1] = {
["t"] = "红色亚麻面罩：0/6",
["n"] = "7415`7422`7418`7420`10310`5440`7417`7414",
},
},
["pa"] = "萨拉·迪博雷恩`艾尔文森林`79,69`81,70`80,69`80,68`79,68",
["pc"] = "萨拉·迪博雷恩`艾尔文森林`79,69`81,70`80,69`80,68`79,68",
},
[467] = {
["q"] = "艾尔文森林`木材危机`5`9`2`收集8捆木材，把它们交给东谷伐木场的管理员莱琳。",
["os"] = {
[1] = {
["t"] = "一捆木柴：0/8",
["n"] = "2780`2786`7424`7407`7404",
},
},
["pa"] = "管理员莱琳`艾尔文森林`81,66`80,67`82,66`81,67`81,63",
["pc"] = "管理员莱琳`艾尔文森林`81,66`80,67`82,66`81,67`81,63",
},
[468] = {
["q"] = "赤脊山`赤脊山炖肉`15`18`2`湖畔镇的厨师布雷纳想要5块硬秃鹫肉，5个巨型血牙野猪头和5份香脆蜘蛛肉。",
["os"] = {
[1] = {
["t"] = "巨型血牙野猪头：0/5",
["n"] = "4254`14354",
},
[2] = {
["t"] = "硬秃鹫肉：0/5",
["n"] = "7425",
},
[3] = {
["t"] = "香脆蜘蛛肉：0/5",
["n"] = "4124`7480`5781`7466`4236`5847`7174`7443`7484`7482`5794`7474`7455`4245`7830`7429`7490`7460`10950`2942`5655`2938`7478`4232`7463`7461`7454`2351`5830`5776`7456",
},
},
["pa"] = "厨师布雷纳`赤脊山`23,44`23,45`22,44`23,46`23,47",
["pc"] = "厨师布雷纳`赤脊山`23,44`23,45`22,44`23,46`23,47",
},
[469] = {
["q"] = "西部荒野`西部荒野人民军`10`17`2`哨兵岭的格里安·斯托曼要求你杀死15个迪菲亚路霸、5个迪菲亚巡路者和5个迪菲亚拳匪，然后回去向他报告。",
["os"] = {
[1] = {
["t"] = "迪菲亚路霸：0/15",
["n"] = "2219",
},
[2] = {
["t"] = "迪菲亚巡路者：0/5",
["n"] = "2225",
},
[3] = {
["t"] = "迪菲亚拳匪：0/5",
["n"] = "2232",
},
},
["pa"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[470] = {
["q"] = "西部荒野`迪菲亚兄弟会`14`18`2`格里安·斯托曼要求你去和湖畔镇的威利谈一谈。",
["pa"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
["pc"] = "黑衣威利`赤脊山`27,45`26,45`26,46",
},
[471] = {
["q"] = "西部荒野`红色皮质面罩`10`15`2`给哨兵岭的哨兵加里安带回15条红色皮质面罩。",
["os"] = {
[1] = {
["t"] = "红色皮质面罩：0/15",
["n"] = "8979`2595`7493`2219`2618`2607`2232`2225`2601",
},
},
["pa"] = "哨兵加里安`西部荒野`54,53`54,52`53,53`56,51`55,52",
["pc"] = "哨兵加里安`西部荒野`54,53`54,52`53,53`56,51`55,52",
},
[472] = {
["q"] = "西部荒野`雷霆啤酒`11`15`2`给葛瑞姆·雷酒带去5捆蛇麻草以完成他的特酿。",
["os"] = {
[1] = {
["t"] = "蛇麻草：0/5",
["n"] = "2590`8324`7509`7505`7511",
},
},
["pa"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
["pc"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
},
[473] = {
["q"] = "赤脊山`丢失的工具`15`16`2`湖畔镇的工头奥斯洛希望你帮他找回沉入止水湖底的工具箱。",
["os"] = {
[1] = {
["t"] = "奥斯洛的工具箱：0/1",
["n"] = "7513`7512`5845",
},
},
["pa"] = "工头奥斯洛`赤脊山`32,49`33,49`33,48`31,48`32,48",
["pc"] = "工头奥斯洛`赤脊山`32,49`33,49`33,48`31,48`32,48",
},
[474] = {
["q"] = "赤脊山`马掌`14`18`2`把弗纳的便笺交给闪金镇的铁匠阿古斯。",
["pa"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
["pc"] = "铁匠阿古斯`艾尔文森林`42,66`42,65`41,66`40,67`42,67",
},
[475] = {
["q"] = "赤脊山`希拉里的项链`12`15`2`找到希拉里的项链，将其还给湖畔镇的希拉里。",
["os"] = {
[1] = {
["t"] = "希拉里的项链：0/1",
["n"] = "7514",
},
},
["pa"] = "肖恩`赤脊山`29,54`29,50`29,53`29,51`29,52",
["pc"] = "希拉里`赤脊山`29,54`29,53`30,51`29,51`29,52",
},
[476] = {
["q"] = "赤脊山`卖鱼`16`21`2`给湖畔镇的码头管理员巴伦带去10条斑点太阳鱼。",
["os"] = {
[1] = {
["t"] = "斑点太阳鱼：0/10",
["n"] = "7523`7524`7512`5845`7521`5828`7525`7527`7528",
},
},
["pa"] = "码头管理员巴伦`赤脊山`28,47`29,48`31,48`27,47`28,48",
["pc"] = "码头管理员巴伦`赤脊山`28,47`29,48`31,48`27,47`28,48",
},
[477] = {
["q"] = "赤脊山`免费的午餐`12`15`2`将卫兵帕克的午餐带给他，他就在通向夜色镇的路上巡逻。",
["pa"] = "达希`赤脊山`27,45`27,46`27,44`26,46`27,47",
["pc"] = "卫兵帕克`赤脊山`15,71`17,70`16,71`15,70`16,70",
},
[478] = {
["q"] = "西部荒野`迪菲亚兄弟会`14`18`2`将威利的便笺交给西部荒野的格里安·斯托曼。",
["pa"] = "黑衣威利`赤脊山`27,45`26,45`26,46",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[479] = {
["q"] = "赤脊山`止水湖上的桥`15`20`2`给湖畔镇的工头奥斯洛带回5根铁矛和5个铁铆钉。",
["os"] = {
[1] = {
["t"] = "铁矛：0/5",
["n"] = "7533`2261`5748`2271`7532",
},
[2] = {
["t"] = "铁铆钉：0/5",
["n"] = "7533`2261`5748`2271`7532",
},
},
["pa"] = "工头奥斯洛`赤脊山`32,49`33,49`33,48`31,48`32,48",
["pc"] = "工头奥斯洛`赤脊山`32,49`33,49`33,48`31,48`32,48",
},
[480] = {
["q"] = "西部荒野`迪菲亚兄弟会`14`18`2`将威利的便笺交给暴风城的马迪亚斯·肖尔。",
["pa"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
["pc"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
},
[481] = {
["q"] = "西部荒野`迪菲亚兄弟会`14`18`2`将肖尔的报告交给西部荒野的格里安·斯托曼。",
["pa"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[482] = {
["q"] = "西部荒野`迪菲亚兄弟会`14`18`2`追捕西部荒野的迪菲亚信使，并将他身上携带着的信件交给斯托曼。",
["os"] = {
[1] = {
["t"] = "神秘的信件：0/1",
["n"] = "7534",
},
},
["pa"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[483] = {
["q"] = "赤脊山`寻访草药师`12`15`2`找到草药师玛蒂·詹罗斯，和她谈一谈。",
["pa"] = "卫兵帕克`赤脊山`15,71`17,70`16,71`15,70`16,70",
["pc"] = "玛蒂·詹罗斯`赤脊山`22,46`20,47`22,47`21,46`24,46",
},
[484] = {
["q"] = "赤脊山`豺狼人的入侵`11`16`2`找到菲尔顿副队长。",
["pa"] = "卫兵帕克`赤脊山`15,71`17,70`16,71`15,70`16,70",
["pc"] = "菲尔顿副队长`赤脊山`31,60`31,63`30,65`30,64`31,61",
},
[485] = {
["q"] = "赤脊山`审时度势`11`17`2`杀死10个混血赤脊山豺狼人和6个赤脊山偷猎者，然后向湖畔镇的菲尔顿副队长复命。",
["os"] = {
[1] = {
["t"] = "混血赤脊山豺狼人：0/10",
["n"] = "2237",
},
[2] = {
["t"] = "赤脊山偷猎者：0/6",
["n"] = "2245",
},
},
["pa"] = "菲尔顿副队长`赤脊山`31,60`31,63`30,65`30,64`31,61",
["pc"] = "菲尔顿副队长`赤脊山`31,60`31,63`30,65`30,64`31,61",
},
[486] = {
["q"] = "赤脊山`回复弗纳`14`18`2`回去找赤脊山的弗纳·奥斯古，把铁匠阿古斯的一箱马掌交给他。",
["pa"] = "铁匠阿古斯`艾尔文森林`42,66`42,65`41,66`40,67`42,67",
["pc"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
},
[487] = {
["q"] = "铁炉堡`寻找宾格斯`12`15`2`去洛克莫丹寻找宾格斯。",
["pa"] = "诺恩`铁炉堡`70,51`69,50`69,51`70,50`69,52",
["pc"] = "宾格斯·雷管`洛克莫丹`64,48`63,48`64,49`64,47`64,46",
},
[488] = {
["q"] = "铁炉堡`沉默的舒尼`15`15`2`去暴风城和舒尼谈一谈。",
["pa"] = "诺恩`铁炉堡`70,51`69,50`69,51`70,50`69,52",
["pc"] = "沉默的舒尼`暴风城`56,13`58,19`56,12`55,13`55,12",
},
[489] = {
["q"] = "洛克莫丹`卡尔·雷矛的订单`9`14`2`把卡尔·雷矛的订单交给暴风城的弗伦·长须。",
["pa"] = "巡山人卡尔·雷矛`洛克莫丹`25,18`25,19`25,20`25,21`26,19",
["pc"] = "弗伦·长须`暴风城`58,17`59,20`57,17`59,19`59,18",
},
[490] = {
["q"] = "洛克莫丹`肮脏的爪子`9`15`2`到银泉矿洞去收集4套矿工装备，然后向巡山人卡尔·雷矛复命。",
["os"] = {
[1] = {
["t"] = "矿工装备：0/4",
["n"] = "7539`9026`10300`7540`7537",
},
},
["pa"] = "巡山人卡尔·雷矛`洛克莫丹`25,18`25,19`25,20`25,21`26,19",
["pc"] = "巡山人卡尔·雷矛`洛克莫丹`25,18`25,19`25,20`25,21`26,19",
},
[491] = {
["q"] = "洛克莫丹`保卫国王的领土`10`12`2`南部警戒塔的巡山人库伯弗林特要你杀掉10个碎石穴居人和10个碎石怪斥候。",
["os"] = {
[1] = {
["t"] = "碎石穴居人：0/10",
["n"] = "2252",
},
[2] = {
["t"] = "碎石怪斥候：0/10",
["n"] = "2256",
},
},
["pa"] = "巡山人库伯弗林特`洛克莫丹`22,73`22,72`23,71`21,74`24,70",
["pc"] = "巡山人库伯弗林特`洛克莫丹`22,73`22,72`23,71`21,74`24,70",
},
[492] = {
["q"] = "西部荒野`迪菲亚兄弟会`14`18`2`护送迪菲亚叛徒前往迪菲亚兄弟会的秘密藏身处。迪菲亚叛徒把你带到范克里夫和他的手下的巢穴之后，尽快回去向格里安·斯托曼汇报相关信息。",
["pa"] = "迪菲亚叛徒`西部荒野`56,48`52,65`43,70`43,71`45,66",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[493] = {
["q"] = "死亡矿井`迪菲亚兄弟会`14`22`2`杀死艾德温·范克里夫，把他的头交给格里安·斯托曼。",
["os"] = {
[1] = {
["t"] = "范克里夫的头颅：0/1",
["n"] = "7545",
},
},
["pa"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[494] = {
["q"] = "赤脊山`黑石氏族的威胁`18`21`2`给湖畔镇的治安官马瑞斯带回10把破斧。",
["os"] = {
[1] = {
["t"] = "破斧：0/10",
["n"] = "5606`5719`11047`7565`5639`5810`7553`5597`2361`5663`7562",
},
},
["pa"] = "治安官马瑞斯`赤脊山`34,49`33,49`33,48`37,50`33,47",
["pc"] = "治安官马瑞斯`赤脊山`34,49`33,49`33,48`37,50`33,47",
},
[495] = {
["q"] = "赤脊山`雏龙的鳞片`14`18`2`从黑龙雏龙身上收集6片雏龙的腹鳞，把它们交给赤脊山的弗纳·奥斯古。",
["os"] = {
[1] = {
["t"] = "雏龙的腹鳞：0/6",
["n"] = "4792`4981",
},
},
["pa"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
["pc"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
},
[496] = {
["q"] = "赤脊山`豺狼人的乱吠`15`20`2`杀掉10只赤脊山蛮兵和8只赤脊山秘法师，然后向弗纳·奥斯古复命。",
["os"] = {
[1] = {
["t"] = "赤脊山蛮兵：0/10",
["n"] = "2261",
},
[2] = {
["t"] = "赤脊山秘法师：0/8",
["n"] = "2271",
},
},
["pa"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
["pc"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
},
[497] = {
["q"] = "赤脊山`旱季`12`15`2`湖畔镇的酒吧老板丹尼尔需要一桶雷霆啤酒，一桶葡萄酒，一瓶月光酒，还有一袋蜂蜜酒。",
["os"] = {
[1] = {
["t"] = "一桶雷霆啤酒：0/1",
},
[2] = {
["t"] = "一桶葡萄酒：0/1",
["n"] = "7570",
},
[3] = {
["t"] = "一瓶月光酒：0/1",
["n"] = "7573",
},
[4] = {
["t"] = "一袋蜂蜜酒：0/1",
["n"] = "6364",
},
},
["pa"] = "酒吧老板丹尼尔`赤脊山`27,44`26,44`27,45",
["pc"] = "酒吧老板丹尼尔`赤脊山`27,44`26,44`27,45",
},
[498] = {
["q"] = "赤脊山`水仙诉衷情`13`15`2`将水仙花送给达希。",
["pa"] = "玛蒂·詹罗斯`赤脊山`22,46`20,47`22,47`21,46`24,46",
["pc"] = "达希`赤脊山`27,45`27,46`27,44`26,46`27,47",
},
[499] = {
["q"] = "赤脊山`群山中的嚎叫`15`25`2`将犹勒的爪子带回给湖畔镇的弗纳·奥斯古。",
["os"] = {
[1] = {
["t"] = "犹勒的爪子：0/1",
["n"] = "7575",
},
},
["pa"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
["pc"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
},
[500] = {
["q"] = "石爪山脉`完鳞归玛伦`17`26`2`给暴风城的科林·玛伦带回8片水晶鳞片。",
["os"] = {
[1] = {
["t"] = "水晶鳞片：0/8",
["n"] = "4702`14345`5788`14101",
},
},
["pa"] = "科林·马伦`暴风城`43,80`42,80`43,79`44,79`39,79",
["pc"] = "科林·马伦`暴风城`43,80`42,80`43,79`44,79`39,79",
},
[501] = {
["q"] = "暮色森林`恶狼成群`19`21`2`杀掉12只饥饿的恐狼和8只疯狂的恐狼，然后到斯温的营地中向拉尔斯交差。",
["os"] = {
[1] = {
["t"] = "饥饿的恐狼：0/12",
["n"] = "2281",
},
[2] = {
["t"] = "疯狂的恐狼：0/8",
["n"] = "2291",
},
},
["pa"] = "拉尔斯`暮色森林`8,33`8,34`9,32`10,33`9,33",
["pc"] = "拉尔斯`暮色森林`8,33`8,34`9,32`10,33`9,33",
},
[502] = {
["q"] = "死亡矿井`地底突袭`15`20`2`从死亡矿井中带回小型高能发动机，将其带给暴风城矮人区中的沉默的舒尼。",
["os"] = {
[1] = {
["t"] = "小型高能发动机：0/1",
["n"] = "5792",
},
},
["pa"] = "沉默的舒尼`暴风城`56,13`58,19`56,12`55,13`55,12",
["pc"] = "沉默的舒尼`暴风城`56,13`58,19`56,12`55,13`55,12",
},
[503] = {
["q"] = "荆棘谷`海盗的眼睛`37`42`3`藏宝海湾的独眼迪兹要求你从血帆海盗那里找回他的眼睛。",
["os"] = {
[1] = {
["t"] = "迪兹的眼睛：0/1",
["n"] = "5969`5992`5890`1935`1932`5905`5901`5917`6791`2049`5959`5980`5960`5931",
},
},
["pa"] = "独眼迪兹`荆棘谷`29,75`29,76`28,76`28,77",
["pc"] = "独眼迪兹`荆棘谷`29,75`29,76`28,76`28,77",
},
[504] = {
["q"] = "荆棘谷`玛雷的腿`36`44`3`把玛雷的钥匙带给藏宝海湾的“海狼”马克基雷。",
["os"] = {
[1] = {
["t"] = "玛雷的钥匙：0/1",
["n"] = "5891`5985`5899`5884`5965",
},
},
["pa"] = "“海狼”马克基雷`荆棘谷`28,77`27,77`27,76",
["pc"] = "“海狼”马克基雷`荆棘谷`28,77`27,77`27,76",
},
[505] = {
["q"] = "荆棘谷`一捆海蛇草`38`43`3`给藏宝海湾的海盗布劳兹带回10根海蛇草。",
["os"] = {
[1] = {
["t"] = "海蛇草：0/10",
["n"] = "2997",
},
},
["pa"] = "海盗布劳兹`荆棘谷`27,77`27,76`27,75`28,76`28,77",
["pc"] = "海盗布劳兹`荆棘谷`27,77`27,76`27,75`28,76`28,77",
},
[506] = {
["q"] = "血色修道院`泰坦神话`28`38`2`从修道院拿回《泰坦神话》，把它交给铁炉堡的图书馆员麦伊·苍尘。",
["os"] = {
[1] = {
["t"] = "泰坦神话：0/1",
["n"] = "7578`7029`6608`6606`7012",
},
},
["pa"] = "图书馆员麦伊·苍尘`铁炉堡`75,12`75,13`74,13`71,17`71,16",
["pc"] = "图书馆员麦伊·苍尘`铁炉堡`75,12`75,13`74,13`71,17`71,16",
},
[507] = {
["q"] = "荆棘谷`向卡雷布下士回报`32`37`2`将修理过的烹调锅交给叛军营地的卡雷布下士。",
["pa"] = "克拉兹克`荆棘谷`27,77",
["pc"] = "卡雷布下士`荆棘谷`38,3`38,4`38,5`39,5",
},
[508] = {
["q"] = "荆棘谷`一捆海蛇草`38`43`2`给塞拉摩的海盗格罗伊带去一束海蛇草。",
["pa"] = "海盗布劳兹`荆棘谷`27,77`27,76`27,75`28,76`28,77",
["pc"] = "海盗格罗伊`尘泥沼泽`69,53`68,52`68,53`69,52`67,51",
},
[509] = {
["q"] = "荒芜之地`矮人的工具`35`35`2`找到雷杜尔的好运锄，把它交给铁趾挖掘场南边的勘察员雷杜尔。",
["os"] = {
[1] = {
["t"] = "雷杜尔的好运锄：0/1",
["n"] = "7579`7580`11591`7582",
},
},
["pa"] = "勘察员雷杜尔`荒芜之地`53,43`53,44`54,43`53,41`54,44",
["pc"] = "勘察员雷杜尔`荒芜之地`53,43`53,44`54,43`53,41`54,44",
},
[510] = {
["q"] = "荒芜之地`饥肠辘辘`35`38`2`帮西格鲁·铁斧找回补给箱。",
["os"] = {
[1] = {
["t"] = "补给箱：0/1",
["n"] = "2924`2930`7382`7383`5385`7584",
},
},
["pa"] = "西格鲁·铁斧`荒芜之地`54,43`53,44`54,44`52,43`53,43",
["pc"] = "西格鲁·铁斧`荒芜之地`54,43`53,44`54,44`52,43`53,43",
},
[511] = {
["q"] = "奥达曼`能量石`32`36`3`给荒芜之地的里格弗兹带去8块德提亚姆能量石和8块安纳洛姆能量石。",
["os"] = {
[1] = {
["t"] = "德提亚姆能量石：0/8",
["n"] = "7595`7003`7069`7184`7590`7594`7601`7011`7591",
},
[2] = {
["t"] = "安纳洛姆能量石：0/8",
["n"] = "7595`7003`7069`7184`7590`7594`7601`7011`7591",
},
},
["pa"] = "里格弗兹`荒芜之地`42,53`43,53`44,52`43,52`45,52",
["pc"] = "里格弗兹`荒芜之地`42,53`43,53`44,52`43,52`45,52",
},
[512] = {
["q"] = "荒芜之地`潜水采珍珠`30`37`3`收集9枚蓝珍珠，把它们交给荒芜之地的里格弗兹。",
["os"] = {
[1] = {
["t"] = "蓝珍珠：0/9",
["n"] = "8196`7603`5966`5907`5973`5976",
},
},
["pa"] = "里格弗兹`荒芜之地`42,53`43,53`44,52`43,52`45,52",
["pc"] = "里格弗兹`荒芜之地`42,53`43,53`44,52`43,52`45,52",
},
[513] = {
["q"] = "荒芜之地`烧烤秃鹰翅膀`33`40`3`给里格弗兹带去4只秃鹫的翅膀。",
["os"] = {
[1] = {
["t"] = "秃鹫的翅膀：0/4",
["n"] = "6211`6213`7609`6103`6199`7606`7614`7617`7621`7612`7605`6152`7627`7618`7610`6158`6174`6108`6185`6194",
},
},
["pa"] = "里格弗兹`荒芜之地`42,53`43,53`44,52`43,52`45,52",
["pc"] = "里格弗兹`荒芜之地`42,53`43,53`44,52`43,52`45,52",
},
[514] = {
["q"] = "荒芜之地`研究石元素`35`37`3`收集10块小石头碎块，把它们交给荒芜之地的鲁特维尔·沃拉图斯。",
["os"] = {
[1] = {
["t"] = "小石头碎块：0/10",
["n"] = "7628",
},
},
["pa"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[515] = {
["q"] = "荒芜之地`至关重要的冷却剂`35`37`3`找到冰霜之油，把它交给荒芜之地的鲁特维尔·沃拉图斯。",
["os"] = {
[1] = {
["t"] = "冰霜之油：0/1",
["n"] = "7632`6354`8138",
},
},
["pa"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[516] = {
["q"] = "荒芜之地`研究石元素`35`39`3`收集3块大石片，把它们交给荒芜之地的鲁特维尔·沃拉图斯。",
["os"] = {
[1] = {
["t"] = "大石片：0/3",
["n"] = "6128",
},
},
["pa"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[517] = {
["q"] = "荒芜之地`研究石元素`36`42`3`收集5个石缚护腕，把它们交给荒芜之地的鲁特维尔·沃拉图斯。",
["os"] = {
[1] = {
["t"] = "石缚护腕：0/5",
["n"] = "6131",
},
},
["pa"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[518] = {
["q"] = "暮色森林`森林里的狼人`23`28`2`为夜色镇的卡洛尔杀掉6个夜行织影狼人。",
["os"] = {
[1] = {
["t"] = "夜行织影狼人：0/6",
["n"] = "2300",
},
},
["pa"] = "卡洛尔`暮色森林`75,48`76,47`76,48`75,47`77,46",
["pc"] = "卡洛尔`暮色森林`75,48`76,47`76,48`75,47`77,46",
},
[519] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`把覆满灰尘的信交给书记员达尔塔。",
["pa"] = "旧提箱`西部荒野`42,67`41,67",
["pc"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
},
[520] = {
["q"] = "暮色森林`斯塔文的传说`22`28`2`到狮王之傲旅店去问问那里的人，看看他们是否听说过斯塔文这个人。",
["pa"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
["pc"] = "旅店老板法雷`艾尔文森林`44,66`43,66`43,67`42,68",
},
[521] = {
["q"] = "赤脊山`送往暴风城的信`14`14`2`将暴风城的马库斯·乔纳森将军的回信带给湖畔镇的所罗门镇长。",
["pa"] = "马库斯·乔纳森将军`艾尔文森林`29,44`30,46`31,46`30,45`30,44",
["pc"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
},
[522] = {
["q"] = "盗贼`赞吉尔之触`20`20`2`到兵营的地窖里去和道克·米希匹克斯谈一谈。",
["pa"] = "马迪亚斯·肖尔`艾尔文森林`34,38",
["pc"] = "道克·米希匹克斯`艾尔文森林`35,37`35,38`34,38",
},
[523] = {
["q"] = "盗贼`赞吉尔之触`20`20`2`用/lay指令躺下，接受道克·米希匹克斯的治疗。如果他找不到病因，就找不到治疗的方法。",
["pa"] = "道克·米希匹克斯`艾尔文森林`35,37`35,38`34,38",
["pc"] = "道克·米希匹克斯`暴风城`78,59`78,60`76,60",
},
[524] = {
["q"] = "盗贼`赞吉尔之触`20`20`2`给道克·米希匹克斯带去一束普通野花、一只铅瓶，一根青铜管，最后还要一卷淡绿色丝线。伊提斯综合症可不会不治而愈，年轻的先生。",
["os"] = {
[1] = {
["t"] = "普通野花：0/1",
["n"] = "7637`7636",
},
[2] = {
["t"] = "铅瓶：0/1",
["n"] = "7680`7651`6612`5108`7697`5116`7703`7640`5294`5189`5192`7684`7737`7632`7705`5102`5090`7660`7677`7733`7748`5070`5313`5162`5093`5215`7768`7661`7722`7685`14444`6618`5321`5113`5128`5159`7642`5362`7664`7740`7675`7696`7674`7665`5222`5134`5259`5182`7655`5141`5112`7717`7760`5197`7681`7683`7650`5084`7671`5101`5315`6619`7647`7692`7762`7667`5133`7643`7676`5179`5174`5138`5087`7756`7659`7702`7758`7656`7731`5158`7689`5194`7679`7673`5358",
},
[3] = {
["t"] = "青铜管：0/1",
["n"] = "4190`4207`4162`4206`4209`4168`4204`8325`4165`4178`4188`4189`7836`4198`4205`4169`4159`4163`4179`4171`4173`298`4161`1830`4172`4170`4175`4195`1524`685`4183`4194`4177`1228`4193`4180",
},
[4] = {
["t"] = "淡绿色丝线：0/1",
["n"] = "7770",
},
},
["pa"] = "道克·米希匹克斯`艾尔文森林`35,37`35,38`34,38",
},
[525] = {
["q"] = "监狱`镇压暴动`22`26`2`暴风城的典狱官塞尔沃特要求你杀死监狱中的10名迪菲亚囚徒、8名迪菲亚罪犯和8名迪菲亚叛军。",
["os"] = {
[1] = {
["t"] = "迪菲亚囚徒：0/10",
["n"] = "2307",
},
[2] = {
["t"] = "迪菲亚罪犯：0/8",
["n"] = "2311",
},
[3] = {
["t"] = "迪菲亚叛军：0/8",
["n"] = "2313",
},
},
["pa"] = "典狱官塞尔沃特`暴风城`41,58`41,57`42,58`40,58`41,56",
["pc"] = "典狱官塞尔沃特`暴风城`41,58`41,57`42,58`40,58`41,56",
},
[526] = {
["q"] = "盗贼`拉文霍德庄园`24`24`3`把拉文霍德徽记交给拉文霍德庄园的法拉德，庄园就坐落在希尔斯布莱德的群山之中。\n\n你的智慧将在这次旅途中得到考验。做好准备吧。",
["os"] = {
[1] = {
["t"] = "狡诈仪式：0/1",
},
},
["pa"] = "优美的信件`暴风城`30,62`74,53`75,53`76,60`78,58",
["pc"] = "法拉德`希尔斯布莱德丘陵`83,19`84,19`83,18`84,18`81,17",
},
[527] = {
["q"] = "暴风城`酒店的广告`1`2`2`到加林纳酒店去, 将酒票交给苏泽塔·加林纳以换一瓶免费的酒。",
["pa"] = "雷纳多·加林纳`暴风城`57,64`57,63`57,62`56,62`58,64",
["pc"] = "苏泽塔·加林纳`暴风城`52,68`53,68`52,67`51,68",
},
[528] = {
["q"] = "赤脊山`送往西部荒野的信`14`14`2`所罗门镇长要求你给西部荒野的格里安·斯托曼送一封信。",
["pa"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[529] = {
["q"] = "赤脊山`送往西部荒野的信`14`14`2`将格里安·斯托曼的回信带给所罗门镇长。",
["pa"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
["pc"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
},
[530] = {
["q"] = "暮色森林`来自夜色镇的货物`20`24`2`去和伊瓦夫人谈一谈。",
["pa"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
["pc"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
},
[531] = {
["q"] = "暮色森林`斯温的复仇`20`25`2`到斯温的农场去找出埋在老树桩后面的是什么东西。",
["pa"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
["pc"] = "一堆松软的泥土`暮色森林`50,77`50,78",
},
[532] = {
["q"] = "暮色森林`基特斯的美餐`19`20`2`把黑蟹蛋糕拿回去交给基特斯。",
["pa"] = "厨师格鲁奥`暮色森林`74,44`74,43`74,45`75,46",
["pc"] = "基特斯`暮色森林`19,59`18,57`18,56`19,57`19,56",
},
[533] = {
["q"] = "暮色森林`幽灵的发丝`20`24`2`把鬼梳带给盲眼玛丽。",
["pa"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
["pc"] = "盲眼玛丽`暮色森林`82,59`81,59`80,60`80,59`80,58",
},
[534] = {
["q"] = "暮色森林`归还梳子`20`24`2`把幽灵的梳子拿回去交给夜色镇的伊瓦夫人。",
["pa"] = "盲眼玛丽`暮色森林`82,59`81,59`80,60`80,59`80,58",
["pc"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
},
[535] = {
["q"] = "暮色森林`幽灵的发丝`20`24`2`把幽灵的发丝交给亚伯克隆比，他住在乌鸦岭墓地北边的房子里。",
["pa"] = "伊瓦夫人`暮色森林`76,45`76,46`75,45`75,46`74,47",
["pc"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
},
[536] = {
["q"] = "暮色森林`守夜人`19`26`2`指挥官阿尔泰娅·埃伯洛克要你去杀掉15个骸骨魔和15个恐怖骸骨。",
["os"] = {
[1] = {
["t"] = "骸骨魔：0/15",
["n"] = "2316",
},
[2] = {
["t"] = "恐怖骸骨：0/15",
["n"] = "2321",
},
},
["pa"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
["pc"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
},
[537] = {
["q"] = "暴风城`萨尔曼的针线包`5`2`2`到暴风城法师区的拉尔森服装店去，将针线包带给萨尔曼·斯涅德。",
["pa"] = "雷玛·施涅德`暴风城`50,55`50,56`49,55`50,54`49,56",
["pc"] = "萨尔曼·斯涅德`暴风城`42,77`42,76`43,77`43,76`40,81",
},
[538] = {
["q"] = "暮色森林`森林里的狼人`23`31`2`把卡洛尔的便笺交给乔纳森·卡尔文。",
["pa"] = "卡洛尔`暮色森林`75,48`76,47`76,48`75,47`77,46",
["pc"] = "乔纳森·卡尔文`暮色森林`75,49`75,48`75,47`75,46",
},
[539] = {
["q"] = "术士`被污染的备忘录`2`1`2`阅读被污染的备忘录，然后寒脊山谷上的安威玛尔镇里的阿拉玛尔·格里姆谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "阿拉玛尔·格里姆`丹莫罗`29,66",
},
[540] = {
["q"] = "寒脊山谷`新的威胁`1`2`2`巴尔林·霜锤让你去杀死6个石腭穴居人和6个壮实的石腭怪。",
["os"] = {
[1] = {
["t"] = "石腭穴居人：0/6",
["n"] = "2328",
},
[2] = {
["t"] = "壮实的石腭怪：0/6",
["n"] = "2330",
},
},
["pa"] = "巴尔林·霜锤`丹莫罗`30,71`30,72`29,71`31,72`30,73",
["pc"] = "巴尔林·霜锤`丹莫罗`30,71`30,72`29,71`31,72`30,73",
},
[541] = {
["q"] = "千针石林`坚硬的尾鳍`28`35`3`给闪光平原上的瑞兹尔·铜栓带去10片坚硬的尾鳍。",
["os"] = {
[1] = {
["t"] = "坚硬的尾鳍：0/10",
["n"] = "5966`5907`5932`5973`5976",
},
},
["pa"] = "维兹尔·铜栓`千针石林`78,77`78,76`80,77`79,77`77,77",
["pc"] = "维兹尔·铜栓`千针石林`78,77`78,76`80,77`79,77`77,77",
},
[542] = {
["q"] = "黑暗深渊`阿库麦尔水晶`19`22`1`收集20颗阿库麦尔蓝宝石，把它们交给灰谷的耶努萨克雷。",
["os"] = {
[1] = {
["t"] = "阿库麦尔蓝宝石：0/20",
["n"] = "7772`5620`5625",
},
},
["pa"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
["pc"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
},
[543] = {
["q"] = "灰谷`废墟之间`21`27`1`把深渊之核交给灰谷佐拉姆加前哨站里的耶努萨克雷。",
["os"] = {
[1] = {
["t"] = "深渊之核：0/1",
["n"] = "7775`4992`7774",
},
},
["pa"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
["pc"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
},
[544] = {
["q"] = "千针石林`兄弟`32`35`1`将峭壁卫兵图林·长角的报告交给凄凉之地幽灵岗哨的纳塔卡·长角。",
["pa"] = "峭壁卫兵图林·长角`千针石林`46,51`46,50`47,49`45,51`46,49",
["pc"] = "纳塔卡·长角`凄凉之地`55,56`56,56`55,55`56,55`56,57",
},
[545] = {
["q"] = "千针石林`流放者马特克`28`35`3`把菲兹尔·铜栓的信带给荒芜之地的流放者马特克。",
["pa"] = "菲兹尔·铜栓`千针石林`78,77`79,75`79,76`78,78`79,77",
["pc"] = "流放者马特克`荒芜之地`42,53`42,54`42,52`43,53`44,53",
},
[546] = {
["q"] = "术士`开端`1`4`2`给安威玛尔的高兹文·链齿带回3个羽毛咒符。",
["os"] = {
[1] = {
["t"] = "羽毛咒符：0/3",
["n"] = "7776",
},
},
["pa"] = "阿拉玛尔·格里姆`丹莫罗`29,66",
["pc"] = "阿拉玛尔·格里姆`丹莫罗`29,66",
},
[547] = {
["q"] = "千针石林`地精赞助商`29`37`3`和藏宝海湾的码头管理员罗兹基尔谈一谈。",
["pa"] = "加兹鲁维`贫瘠之地`63,36`63,37",
["pc"] = "码头管理员罗兹基尔`荆棘谷`26,73`26,74`27,74`28,74`27,75",
},
[548] = {
["q"] = "贫瘠之地`迅猛龙角`13`18`3`从赤鳞镰爪龙身上收集5根完整的迅猛龙角，把它们交给棘齿城的米希瑞克斯。",
["os"] = {
[1] = {
["t"] = "完整的迅猛龙角：0/5",
["n"] = "4817`4512",
},
},
["pa"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
["pc"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
},
[549] = {
["q"] = "贫瘠之地`什么什么平衡器`10`14`3`在风险投资公司研究基地里找到控制台。",
["pa"] = "斯布特瓦夫`贫瘠之地`63,37`63,38`62,38`63,36",
["pc"] = "控制台`贫瘠之地`52,12",
},
[550] = {
["q"] = "贫瘠之地`南海海盗`11`14`3`帮棘齿城的加兹鲁维杀死12个南海歹徒和6个南海炮兵。",
["os"] = {
[1] = {
["t"] = "南海歹徒：0/12",
["n"] = "2331",
},
[2] = {
["t"] = "南海炮兵：0/6",
["n"] = "2335",
},
},
["pa"] = "加兹鲁维`贫瘠之地`63,36`63,37",
["pc"] = "加兹鲁维`贫瘠之地`63,36`63,37",
},
[551] = {
["q"] = "丹莫罗`向马莱斯回报`2`7`2`把雷霆麦酒交给烈酒村的马莱斯·麦酒。",
["pc"] = "马莱斯·麦酒`丹莫罗`30,46`30,45`30,47`31,46`29,45",
},
[552] = {
["q"] = "哀嚎洞穴`港口的麻烦`14`18`3`棘齿城的起重机操作员比戈弗兹让你从疯狂的马格利什那儿取回一瓶99年波尔多陈酿，疯狂的马格利什就藏在哀嚎洞穴里。",
["os"] = {
[1] = {
["t"] = "99年波尔多陈酿：0/1",
["n"] = "7780",
},
},
["pa"] = "起重机操作员比戈弗兹`贫瘠之地`63,38`63,37`64,39",
["pc"] = "起重机操作员比戈弗兹`贫瘠之地`63,38`63,37`64,39",
},
[553] = {
["q"] = "贫瘠之地`矿工的宝贝`13`18`3`从风险投资公司的某个监督或者执行者那里夺取猫眼翡翠，然后把它交给棘齿城的码头管理员迪兹维格。",
["os"] = {
[1] = {
["t"] = "猫眼翡翠：0/1",
["n"] = "5815`5730`7783",
},
},
["pa"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
["pc"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
},
[554] = {
["q"] = "贫瘠之地`被偷走的银币`9`18`1`把被偷走的银币交给十字路口的加兹罗格。",
["os"] = {
[1] = {
["t"] = "被偷走的银币：0/1",
["n"] = "7784`4512",
},
},
["pa"] = "加兹罗格`贫瘠之地`52,30`51,30`52,31`53,31`54,32",
["pc"] = "加兹罗格`贫瘠之地`52,30`51,30`52,31`53,31`54,32",
},
[555] = {
["q"] = "贫瘠之地`复仇的怒火`14`20`1`收集60根刺背野猪人的獠牙，把它们交给十字路口的曼科里克。",
["os"] = {
[1] = {
["t"] = "刺背野猪人的獠牙：0/60",
["n"] = "2347`5849`2338`2342",
},
},
["pa"] = "曼科里克`贫瘠之地`52,32`52,31`52,33`52,30",
["pc"] = "曼科里克`贫瘠之地`52,32`52,31`52,33`52,30",
},
[556] = {
["q"] = "贫瘠之地`在战斗中失踪`14`20`1`找到曼科里克的妻子，然后回到十字路口找他。",
["os"] = {
[1] = {
["t"] = "找到曼科里克的妻子：0/1",
},
},
["pa"] = "曼科里克`贫瘠之地`52,32`52,31`52,33`52,30",
["pc"] = "曼科里克`贫瘠之地`52,32`52,31`52,33`52,30",
},
[557] = {
["q"] = "贫瘠之地`死水绿洲`10`16`1`调查死水绿洲，然后返回十字路口向图加·符文图腾报告。",
["pa"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
["pc"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
},
[558] = {
["q"] = "萨满祭司`火焰的召唤`10`12`1`找到1个火焰焦油和1个试剂袋，把它们交给杜隆塔尔的泰尔夫·祖拉姆。",
["os"] = {
[1] = {
["t"] = "火焰焦油：0/1",
["n"] = "2924`1760`1767",
},
[2] = {
["t"] = "试剂袋：0/1",
["n"] = "7786",
},
},
["pa"] = "泰尔夫·祖拉姆`杜隆塔尔`39,59`38,59`39,58",
["pc"] = "泰尔夫·祖拉姆`贫瘠之地`65,28`66,28",
},
[559] = {
["q"] = "丹莫罗`艾沃沙酒`6`8`2`把这桶艾沃沙酒交给钢架补给站的驾驶员贝隆·风箱。",
["pa"] = "雷杰德·麦酒`丹莫罗`30,46`30,47`31,45`30,45`29,47",
["pc"] = "驾驶员贝隆·风箱`丹莫罗`49,48`50,49`50,48`50,47`49,49",
},
[560] = {
["q"] = "丹莫罗`微光酒`8`10`2`把这一大桶微光酒交给巡山人维拉特·麦酒。",
["pa"] = "雷杰德·麦酒`丹莫罗`30,46`30,47`31,45`30,45`29,47",
["pc"] = "巡山人维拉特·麦酒`丹莫罗`86,49`86,50`86,48",
},
[561] = {
["q"] = "石爪山脉`给加克希姆的特快专递`21`21`2`将通讯卷轴交给石爪山的加克希姆·尘链。",
["pa"] = "科林·马伦`暴风城`43,80`42,80`43,79`44,79`39,79",
["pc"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
},
[562] = {
["q"] = "黑海岸`永志不渝`11`16`2`释放安娜雅·晨路的灵魂，把她的坠饰交给奥伯丁的塞瑞利恩·白爪。",
["os"] = {
[1] = {
["t"] = "安娜雅的坠饰：0/1",
["n"] = "7788",
},
},
["pa"] = "塞瑞利恩·白爪`黑海岸`36,44`36,43`37,44`35,43`36,45",
["pc"] = "塞瑞利恩·白爪`黑海岸`36,44`36,43`37,44`35,43`36,45",
},
[563] = {
["q"] = "暴风城`雷矛的包裹`9`15`2`把给卡尔·雷矛的包裹交给洛克莫丹北部哨塔里的巡山人卡尔·雷矛。",
["pa"] = "格瑞曼德·艾尔默`暴风城`52,12`52,13`51,12`51,13",
["pc"] = "巡山人卡尔·雷矛`洛克莫丹`25,18`25,19`25,20`25,21`26,19",
},
[564] = {
["q"] = "暮色森林`整装待发`22`29`2`现在你已经得到了强大的武器，去向暮色森林的斯温复命吧。",
["pa"] = "格瑞曼德·艾尔默`暴风城`52,12`52,13`51,12`51,13",
["pc"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
},
[565] = {
["q"] = "贫瘠之地`雷里·格里斯高布`15`18`1`把破碎的主动式负载平衡器交给奥格瑞玛的雷里·格里斯高布。",
["pa"] = "维妮·布特巴克`贫瘠之地`49,11`49,12`48,11",
["pc"] = "雷里·格里斯高布`奥格瑞玛`76,25`76,24`77,24`77,25",
},
[566] = {
["q"] = "贫瘠之地`老陈的空酒桶`11`15`1`找到对老陈的空酒桶有所了解的人。",
["pa"] = "老陈的空酒桶`贫瘠之地`49,11`46,28`55,26`56,27`55,37",
["pc"] = "酿酒师德罗恩`贫瘠之地`62,38`63,38`62,39",
},
[567] = {
["q"] = "贫瘠之地`狂暴的镰爪龙`12`17`1`杀死赤鳞迅猛龙并收集它们的羽毛，把这些羽毛放在3个赤鳞镰爪龙的巢穴里，然后返回十字路口的瑟格拉·黑棘那里。",
["pa"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
["pc"] = "瑟格拉·黑棘`莫高雷`92,6`92,5",
},
[568] = {
["q"] = "玛拉顿`生命之种`40`51`3`到月光林地去找到雷姆洛斯，将生命之种交给他。",
["pa"] = "扎尔塔的灵魂`玛拉顿`",
["pc"] = "守护者雷姆洛斯`月光林地`36,42`35,42`35,41`36,39`37,43",
},
[569] = {
["q"] = "奥格瑞玛`寻找蜜酒`42`48`1`和奥格瑞玛的玛尔顿·杜佛斯谈一谈。",
["pa"] = "德兰·杜佛斯`奥格瑞玛`59,37`58,39`60,37`59,38`58,40",
["pc"] = "玛尔顿·杜佛斯`奥格瑞玛`59,37`60,37`57,40`59,38`58,40",
},
[570] = {
["q"] = "贫瘠之地`野猪人的内战`14`21`1`杀掉6个刺背寻水者、12个刺背织棘者和12个刺背地卜师，然后到陶拉祖营地的碎牙那里复命。",
["os"] = {
[1] = {
["t"] = "刺背寻水者：0/6",
["n"] = "2338",
},
[2] = {
["t"] = "刺背织棘者：0/12",
["n"] = "2342",
},
[3] = {
["t"] = "刺背地卜师：0/12",
["n"] = "2347",
},
},
["pa"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
["pc"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
},
[571] = {
["q"] = "贫瘠之地`野猪人的武器`17`24`1`给陶拉祖营地的塔特纳克·钢炉带去一把钢鬃背刺匕首、一根烧焦的钢鬃魔杖和一面钢鬃大盾。",
["os"] = {
[1] = {
["t"] = "钢鬃背刺匕首：0/1",
["n"] = "7789`7790",
},
[2] = {
["t"] = "烧焦的钢鬃魔杖：0/1",
["n"] = "5839",
},
[3] = {
["t"] = "钢鬃大盾：0/1",
["n"] = "5814",
},
},
["pa"] = "塔特纳克·钢炉`贫瘠之地`45,58`45,57`45,59",
["pc"] = "塔特纳克·钢炉`贫瘠之地`45,58`45,57`45,59",
},
[572] = {
["q"] = "萨满祭司`水之召唤`20`20`1`找到贫瘠之地的水之先知伊斯伦。",
["pa"] = "纳姆·逐星`莫高雷`48,59`49,60`49,59`48,60`50,58",
["pc"] = "水之先知伊斯伦`贫瘠之地`66,44`66,43`65,44`65,43",
},
[573] = {
["q"] = "贫瘠之地`乔恩·星眼`13`18`1`与陶拉祖营地的乔恩·星眼谈一谈。",
["pa"] = "瑟格拉·黑棘`莫高雷`92,6`92,5",
["pc"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
},
[574] = {
["q"] = "贫瘠之地`拉克塔曼尼`16`22`1`把拉克塔曼尼的蹄子交给陶拉祖营地的乔恩。",
["pa"] = "拉克塔曼尼的蹄子`贫瘠之地`45,53`48,47`48,51`45,59`47,49",
["pc"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
},
[575] = {
["q"] = "贫瘠之地`伊沙姆哈尔`14`19`1`把伊沙姆哈尔的牙齿交给陶拉祖营地的乔恩。",
["os"] = {
[1] = {
["t"] = "伊沙姆哈尔的牙齿：0/1",
["n"] = "4608",
},
},
["pa"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
["pc"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
},
[576] = {
["q"] = "贫瘠之地`阿迦玛甘的血岩碎片`16`21`1`给陶拉祖营地的碎牙带去一块血岩碎片。\n\n如果你想要他赐予你阿迦玛甘的力量，就搜集更多的血岩碎片。",
["os"] = {
[1] = {
["t"] = "血岩碎片：0/1",
["n"] = "2347`5849`2338`2342`5815`5730`1760`5814`8622`5491",
},
},
["pa"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
["pc"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
},
[577] = {
["q"] = "贫瘠之地`内奸`17`25`1`杀掉纳克·奥克班恩、卡兹·奥克班恩和洛克·奥克班恩，把它们的颅骨交给陶拉祖营地的碎牙。",
["os"] = {
[1] = {
["t"] = "卡兹·奥克班恩的颅骨：0/1",
["n"] = "7800`7799",
},
[2] = {
["t"] = "纳克·奥克班恩的颅骨：0/1",
["n"] = "7801",
},
[3] = {
["t"] = "洛克·奥克班恩的颅骨：0/1",
["n"] = "7802",
},
},
["pa"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
["pc"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
},
[578] = {
["q"] = "剃刀沼泽`蓝叶薯`20`26`3`找到一个开孔的箱子。\n找到一根地鼠指挥棒。\n找到并阅读《地鼠指挥手册》。\n\n在剃刀沼泽里用开孔的箱子召唤一只地鼠，然后用指挥棒驱使它去搜寻蓝叶薯。\n\n把地鼠指挥棒、开孔的箱子和10块蓝叶薯交给棘齿城的麦伯克·米希瑞克斯。",
["os"] = {
[1] = {
["t"] = "蓝叶薯：0/6",
["n"] = "4961`7803`7027`5708`9995`5641",
},
[2] = {
["t"] = "开孔的箱子：0/1",
["n"] = "7805",
},
[3] = {
["t"] = "地鼠训练手册：0/1",
["n"] = "7806",
},
[4] = {
["t"] = "地鼠指挥棒：0/1",
["n"] = "7807",
},
},
["pa"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
["pc"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
},
[579] = {
["q"] = "贫瘠之地`老陈的空酒桶`12`15`1`收集5颗草原狮的獠牙、5个平原陆行鸟的肾脏和1根雷霆蜥蜴的角，把它们交给棘齿城的酿酒师德罗恩。",
["os"] = {
[1] = {
["t"] = "草原狮的獠牙：0/5",
["n"] = "4473`4404`4565`4536`4578",
},
[2] = {
["t"] = "平原陆行鸟的肾脏：0/5",
["n"] = "10968`4612`4826",
},
[3] = {
["t"] = "雷霆蜥蜴的角：0/1",
["n"] = "4489`14306",
},
},
["pa"] = "酿酒师德罗恩`贫瘠之地`62,38`63,38`62,39",
["pc"] = "酿酒师德罗恩`贫瘠之地`62,38`63,38`62,39",
},
[580] = {
["q"] = "杜隆塔尔`燃影之眼`7`12`1`把这颗燃影之眼带给尼尔鲁·火刃。",
["pa"] = "燃影之眼`杜隆塔尔`51,10`46,5`52,10`52,9`52,8",
["pc"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
},
[581] = {
["q"] = "贫瘠之地`主动式负载平衡器说明书`15`19`1`把主动式负载平衡器说明书交给奥格瑞玛的雷里·格里斯高布。",
["os"] = {
[1] = {
["t"] = "主动式负载平衡器说明书：0/1",
["n"] = "5815`5730`7783",
},
},
["pa"] = "雷里·格里斯高布`奥格瑞玛`76,25`76,24`77,24`77,25",
["pc"] = "雷里·格里斯高布`奥格瑞玛`76,25`76,24`77,24`77,25",
},
[582] = {
["q"] = "石爪山脉`石爪之灵`13`17`1`找到石爪山的希雷斯·碎石并和她谈一谈。",
["pa"] = "佐尔·孤树`奥格瑞玛`39,38`39,39`39,37`38,38`38,37",
["pc"] = "希雷斯·碎石`贫瘠之地`35,28`36,27`35,27`36,28",
},
[583] = {
["q"] = "萨满祭司`火焰的召唤`10`13`1`击败火焰之魂，将余烬放在恒焰圣殿屋顶的火盆里。",
["os"] = {
[1] = {
["t"] = "余烬：0/1",
["n"] = "7825`7816`7815`7818",
},
},
["pa"] = "泰尔夫·祖拉姆`贫瘠之地`65,28`66,28",
["pc"] = "眠炎火盆`贫瘠之地`66,27`66,28",
},
[584] = {
["q"] = "萨满祭司`火焰的召唤`10`13`1`将恒焰火炬交给贫瘠之地的卡纳尔·菲斯。",
["pa"] = "眠炎火盆`贫瘠之地`66,27`66,28",
["pc"] = "卡纳尔·菲斯`贫瘠之地`56,19`57,20`56,20`56,21`55,20",
},
[585] = {
["q"] = "贫瘠之地`被激怒的雷霆蜥蜴`16`18`1`收集3瓶雷霆蜥蜴的血液，把它们交给陶拉祖营地的乔恩·星眼。",
["os"] = {
[1] = {
["t"] = "雷霆蜥蜴的血液：0/3",
["n"] = "4489`14306`6080",
},
},
["pa"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
["pc"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
},
[586] = {
["q"] = "贫瘠之地`雷鹰的嘶鸣`17`20`1`找到一只雷鹰，杀掉它，然后把它的翅膀交给陶拉祖营地的乔恩·星眼。",
["os"] = {
[1] = {
["t"] = "雷鹰的翅膀：0/1",
["n"] = "4393`4480`4560",
},
},
["pa"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
["pc"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
},
[587] = {
["q"] = "贫瘠之地`玛伦·星眼`18`27`1`和玛伦·星眼谈一谈。",
["pa"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
["pc"] = "玛伦·星眼`贫瘠之地`66,44`66,43`65,44",
},
[588] = {
["q"] = "萨满祭司`水之召唤`20`22`1`到南贫瘠之地去找到布瑞恩。",
["pa"] = "水之先知伊斯伦`贫瘠之地`66,44`66,43`65,44`65,43",
["pc"] = "布瑞恩`贫瘠之地`43,77`43,78`44,77",
},
[589] = {
["q"] = "贫瘠之地`依沙瓦克`19`27`1`把依沙瓦克的心脏交给玛伦·星眼。",
["os"] = {
[1] = {
["t"] = "依沙瓦克的心脏：0/1",
["n"] = "7828",
},
},
["pa"] = "玛伦·星眼`贫瘠之地`66,44`66,43`65,44",
["pc"] = "玛伦·星眼`贫瘠之地`66,44`66,43`65,44",
},
[590] = {
["q"] = "暮色森林`饥肠辘辘的基特斯`17`20`2`和厨师格鲁奥谈一谈。",
["pa"] = "基特斯`西部荒野`77,57`76,57`77,58`77,60`76,58",
["pc"] = "厨师格鲁奥`暮色森林`74,44`74,43`74,45`75,46",
},
[591] = {
["q"] = "暮色森林`蜘蛛的威胁`17`21`2`守夜人道茨要你杀15只小型结网毒蜘蛛。",
["os"] = {
[1] = {
["t"] = "小型结网毒蜘蛛：0/15",
["n"] = "2351",
},
},
["pa"] = "守夜人道茨`暮色森林`45,67`46,66`46,67`49,66`44,67",
["pc"] = "守夜人道茨`暮色森林`45,67`46,66`46,67`49,66`44,67",
},
[592] = {
["q"] = "暮色森林`黑蟹蛋糕`17`20`2`收集6条粘糊的蜘蛛腿，把它们交给夜色镇的厨师格鲁奥。",
["os"] = {
[1] = {
["t"] = "粘糊的蜘蛛腿：0/6",
["n"] = "7480`5781`4236`7174`7443`7484`5794`7455`4245`7830`7460`4232`7463`7461`7454`2351`5830`5776`7456",
},
},
["pa"] = "厨师格鲁奥`暮色森林`74,44`74,43`74,45`75,46",
["pc"] = "厨师格鲁奥`暮色森林`74,44`74,43`74,45`75,46",
},
[593] = {
["q"] = "诺莫瑞根`陀螺式挖掘机`20`30`2`收集24副机械内胆，把它们交给暴风城的舒尼。",
["os"] = {
[1] = {
["t"] = "机械内胆：0/24",
["n"] = "4206`4209`4204`5552`7117`5721`5753`6733`5691`5602`6736`7096`4189`7836`4198`4205`6727`5805`6737`6730`5836`1830`7832`4195`6734",
},
},
["pa"] = "沉默的舒尼`艾尔文森林`26,20`26,19`25,20`26,21`27,19",
["pc"] = "沉默的舒尼`艾尔文森林`26,20`26,19`25,20`26,21`27,19",
},
[594] = {
["q"] = "暴风城`艾尔默的任务`9`15`2`与格瑞曼德·艾尔默谈一谈。",
["pa"] = "铁匠阿古斯`艾尔文森林`42,66`42,65`41,66`40,67`42,67",
["pc"] = "格瑞曼德·艾尔默`艾尔文森林`24,19`24,20`25,19`25,20",
},
[595] = {
["q"] = "赤脊山`悬赏：黑石氏族`20`25`2`杀死15名黑石勇士，并向湖畔镇的卫兵豪维复命。",
["os"] = {
[1] = {
["t"] = "黑石勇士：0/15",
["n"] = "2361",
},
},
["pa"] = "卫兵豪维`赤脊山`32,58`32,59`32,53`32,56`32,57",
["pc"] = "卫兵豪维`赤脊山`32,58`32,59`32,53`32,56`32,57",
},
[596] = {
["q"] = "灰谷`佐拉姆海岸`14`19`2`收集20颗怒尾纳迦的头颅，把它们交给阿斯特兰纳的辛德瑞尔。",
["os"] = {
[1] = {
["t"] = "怒尾纳迦的头颅：0/20",
["n"] = "7845`7861`7851`7867`7841`5711",
},
},
["pa"] = "辛德瑞尔·速火`灰谷`35,49`34,49`36,50`36,49`35,50",
["pc"] = "辛德瑞尔·速火`灰谷`35,49`34,49`36,50`36,49`35,50",
},
[597] = {
["q"] = "灰谷`守卫石爪山`17`21`2`找到位于石爪山脉狂风峭壁旁的山谷中的凯拉·影矛。",
["pa"] = "哨兵塞恩希尔`灰谷`35,50`35,49`36,50`36,49`36,51",
["pc"] = "凯拉·影矛`石爪山脉`60,68`60,67`59,67`60,64`60,66",
},
[598] = {
["q"] = "灰谷`石爪峰之旅`18`18`2`拜访石爪峰的看守者奥巴格姆。",
["pa"] = "法德瑞斯·戈森沙尔`灰谷`36,49`36,51`35,50`35,49`36,50",
["pc"] = "守护者奥巴格姆`石爪山脉`39,8`36,7`37,8`37,9`36,8",
},
[599] = {
["q"] = "丧钟镇`盗贼的交易`1`5`1`把笔迹潦草的信件送给布瑞尔的旅店老板瑞尼。",
["pa"] = "卡尔文·蒙泰古`提瑞斯法林地`38,57`38,56`37,57`37,58",
["pc"] = "旅店老板瑞尼`提瑞斯法林地`62,52`62,53",
},
[600] = {
["q"] = "提瑞斯法林地`悲伤之地`4`7`1`从位于布瑞尔西边、丧钟镇北边的农场中偷10颗南瓜来，把它们交给布瑞尔的药剂师乔汉。",
["os"] = {
[1] = {
["t"] = "提瑞斯法南瓜：0/10",
["n"] = "7871`7870`7872",
},
},
["pa"] = "亡灵卫兵希米尔`提瑞斯法林地`39,55`41,54`40,55`41,53`40,53",
["pc"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
},
[601] = {
["q"] = "丧钟镇`血色十字军`3`4`1`从血色信徒和血色新兵身上收集12枚血色十字军臂章，把它们交给执行官阿伦。",
["os"] = {
[1] = {
["t"] = "血色十字军臂章：0/12",
["n"] = "7878`7876`7875",
},
},
["pa"] = "执行官阿伦`提瑞斯法林地`32,66`32,65`32,67`31,66`32,64",
["pc"] = "执行官阿伦`提瑞斯法林地`32,66`32,65`32,67`31,66`32,64",
},
[602] = {
["q"] = "丧钟镇`十字军信使`3`5`1`到十字军营地去杀掉信使迈文·考加尔，将你发现的情报交给执行官阿伦。",
["os"] = {
[1] = {
["t"] = "血色十字军文件：0/1",
["n"] = "7878",
},
},
["pa"] = "执行官阿伦`提瑞斯法林地`32,66`32,65`32,67`31,66`32,64",
["pc"] = "执行官阿伦`提瑞斯法林地`32,66`32,65`32,67`31,66`32,64",
},
[603] = {
["q"] = "丧钟镇`重要情报`4`5`1`把血色十字军文件交给布瑞尔的执行官塞加德。",
["pa"] = "执行官阿伦`提瑞斯法林地`32,66`32,65`32,67`31,66`32,64",
["pc"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
},
[604] = {
["q"] = "提瑞斯法林地`葛尔多的任务`5`5`1`收集3根阴暗草，把它们交给布瑞尔墓地的初级药剂师霍兰德。",
["os"] = {
[1] = {
["t"] = "阴暗草：0/3",
["n"] = "7879`7881`4949`7880",
},
},
["pa"] = "葛尔多`提瑞斯法林地`46,57`47,57`49,57`52,56`50,57",
["pc"] = "初级药剂师霍兰德`提瑞斯法林地`57,49`58,49`58,50`59,47`58,48",
},
[605] = {
["q"] = "提瑞斯法林地`腐烂的爪子`4`6`1`给布瑞尔的亡灵卫兵迪林格尔带回7只腐烂的爪子。",
["os"] = {
[1] = {
["t"] = "腐烂的爪子：0/7",
["n"] = "7883`7881",
},
},
["pa"] = "亡灵卫兵迪林格尔`提瑞斯法林地`58,52`57,52`58,51`59,52`59,51",
["pc"] = "亡灵卫兵迪林格尔`提瑞斯法林地`58,52`57,52`58,51`59,52`59,51",
},
[606] = {
["q"] = "提瑞斯法林地`与血色十字军的战争`5`8`1`布瑞尔的执行官塞加德要求你杀掉10名血色战士。",
["os"] = {
[1] = {
["t"] = "血色战士：0/10",
["n"] = "2367",
},
},
["pa"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
["pc"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
},
[607] = {
["q"] = "提瑞斯法林地`末日草`5`6`1`收集10株末日草，把它们交给初级药剂师霍兰德。",
["os"] = {
[1] = {
["t"] = "末日草：0/10",
["n"] = "7886`2369`7885",
},
},
["pa"] = "初级药剂师霍兰德`提瑞斯法林地`57,49`58,49`58,50`59,47`58,48",
["pc"] = "初级药剂师霍兰德`提瑞斯法林地`57,49`58,49`58,50`59,47`58,48",
},
[608] = {
["q"] = "提瑞斯法林地`磨坊告急`6`8`1`收集5根锯齿肋骨和3个焦黑的颅骨，然后向布瑞尔的亡灵卫兵迪林格尔回报。",
["os"] = {
[1] = {
["t"] = "锯齿肋骨：0/5",
["n"] = "7888`7890",
},
[2] = {
["t"] = "焦黑的颅骨：0/3",
["n"] = "1690",
},
},
["pa"] = "亡灵卫兵迪林格尔`提瑞斯法林地`58,52`57,52`58,51`59,52`59,51",
["pc"] = "亡灵卫兵迪林格尔`提瑞斯法林地`58,52`57,52`58,51`59,52`59,51",
},
[609] = {
["q"] = "提瑞斯法林地`阿加曼德家族`7`11`1`把格里高的遗骸、妮萨的残骸和萨尔曼的遗骸交给布瑞尔的库勒曼·法席恩。",
["os"] = {
[1] = {
["t"] = "格里高的遗骸：0/1",
["n"] = "7891",
},
[2] = {
["t"] = "妮萨的残骸：0/1",
["n"] = "7892",
},
[3] = {
["t"] = "萨尔曼的遗骸：0/1",
["n"] = "7893`7894",
},
},
["pa"] = "库勒曼·法席恩`提瑞斯法林地`62,52`62,53",
["pc"] = "库勒曼·法席恩`提瑞斯法林地`62,52`62,53",
},
[610] = {
["q"] = "提瑞斯法林地`闹鬼的磨坊`7`10`1`杀死代弗林·阿加曼德，然后将代弗林的遗骸交给布瑞尔的库勒曼·法席恩。",
["os"] = {
[1] = {
["t"] = "代弗林的遗骸：0/1",
["n"] = "7895",
},
},
["pa"] = "库勒曼·法席恩`提瑞斯法林地`62,52`62,53",
["pc"] = "库勒曼·法席恩`提瑞斯法林地`62,52`62,53",
},
[611] = {
["q"] = "提瑞斯法林地`死亡之寒`7`8`1`给布瑞尔的格雷森·戴德马带回5张夜行蝙蝠的毛皮和一些粗线。",
["os"] = {
[1] = {
["t"] = "夜行蝙蝠的毛皮：0/5",
["n"] = "4905`4902",
},
[2] = {
["t"] = "粗线：0/1",
["n"] = "5072`5171`5167`6612`5122`5108`5116`5130`5085`5294`5189`5380`5248`5118`5282`5192`5175`5102`5154`5090`5213`5127`5143`5070`5313`5162`5339`5107`5093`5215`5335`5088`5202`6618`5321`5150`5113`5128`5159`6617`5258`5362`5200`5222`5170`5134`5259`5182`5144`5137`5141`5112`5099`5298`5218`5197`5230`5223`5163`5084`5383`5101`5207`5075`5315`5114`6619`5382`1009`5133`5160`5111`5098`5262`5179`5174`1135`5138`5229`5087`6615`5176`5089`5345`5146`5158`5124`5347`5195`5194`591`5330`5132`5078`5209`5358`5091",
},
},
["pa"] = "格莉丝·戴玛`提瑞斯法林地`62,53`62,52",
["pc"] = "格莉丝·戴玛`提瑞斯法林地`62,53`62,52",
},
[612] = {
["q"] = "提瑞斯法林地`盗墓贼`4`8`1`杀死腐皮盗墓贼和混血腐皮豺狼人。\n\n给布瑞尔的执政官塞弗伦带回8瓶防腐剂。",
["os"] = {
[1] = {
["t"] = "腐皮盗墓贼：0/8",
["n"] = "2369",
},
[2] = {
["t"] = "混血腐皮豺狼人：0/5",
["n"] = "2371",
},
[3] = {
["t"] = "防腐剂：0/8",
["n"] = "7886`2369`2371",
},
},
["pa"] = "执政官塞弗伦`提瑞斯法林地`61,51",
["pc"] = "执政官塞弗伦`提瑞斯法林地`61,51",
},
[613] = {
["q"] = "提瑞斯法林地`新的瘟疫`6`6`1`布瑞尔镇里的药剂师乔汉要求你收集5瓶黑暗犬的血液。",
["os"] = {
[1] = {
["t"] = "黑暗犬的血液：0/5",
["n"] = "4675`4949",
},
},
["pa"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
["pc"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
},
[614] = {
["q"] = "提瑞斯法林地`新的瘟疫`6`9`1`布瑞尔镇里的药剂师乔汉要求你收集5片提瑞斯法林地的邪鳍鱼人的鳞片。",
["os"] = {
[1] = {
["t"] = "邪鳍鱼人的鳞片：0/5",
["n"] = "7900`7899`7898",
},
},
["pa"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
["pc"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
},
[615] = {
["q"] = "湿地`萨多尔大桥`28`31`2`拉格·加玛森要求你找到老伊本瑟。",
["pa"] = "拉格·加玛森`湿地`50,18`49,17`50,19`51,19`51,18",
["pc"] = "伊贝尼瑟的尸体`湿地`51,8",
},
[616] = {
["q"] = "湿地`萨多尔大桥`28`31`2`向拉格·加玛森回报，并将你在伊本瑟尸体上找到的羊皮纸交给他看看。",
["pa"] = "伊贝尼瑟的尸体`湿地`51,8",
["pc"] = "拉格·加玛森`湿地`50,18`49,17`50,19`51,19`51,18",
},
[617] = {
["q"] = "湿地`萨多尔大桥`28`31`2`摧毁堆积的炸药。",
["pa"] = "拉格·加玛森`湿地`50,18`49,17`50,19`51,19`51,18",
["pc"] = "拉格·加玛森`湿地`50,18`49,17`50,19`51,19`51,18",
},
[618] = {
["q"] = "湿地`请求援助`28`31`2`去避难谷地找到尼艾丝队长。",
["pa"] = "拉格·加玛森`湿地`50,18`49,17`50,19`51,19`51,18",
["pc"] = "尼艾丝队长`阿拉希高地`46,48`46,47`45,48`44,49`46,46",
},
[619] = {
["q"] = "监狱`卡姆·深怒`25`27`2`丹莫德的莫特雷·加玛森要求你把卡姆·深怒的头颅交给他。",
["os"] = {
[1] = {
["t"] = "卡姆·深怒的头颅：0/1",
["n"] = "7902",
},
},
["pa"] = "莫特雷·加玛森`湿地`50,18`49,17`49,18`51,19`50,19",
["pc"] = "莫特雷·加玛森`湿地`50,18`49,17`49,18`51,19`50,19",
},
[620] = {
["q"] = "提瑞斯法林地`悬赏：蛆眼`6`10`1`杀死蛆眼，并将他的爪子交给布瑞尔的执行官塞加德以换取酬劳。",
["os"] = {
[1] = {
["t"] = "蛆眼的爪子：0/1",
["n"] = "7903",
},
},
["pa"] = "通缉！`提瑞斯法林地`61,52`61,51",
["pc"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
},
[621] = {
["q"] = "提瑞斯法林地`新的瘟疫`7`11`1`布瑞尔镇里的药剂师乔汉要你去收集4份邪恶的夜行蜘蛛的毒液样本。",
["os"] = {
[1] = {
["t"] = "邪恶夜行蜘蛛的毒液：0/4",
["n"] = "2416",
},
},
["pa"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
["pc"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
},
[622] = {
["q"] = "提瑞斯法林地`归还书籍`8`8`1`到冈瑟尔居住的小岛去归还他的法术书。",
["pa"] = "比索·埃斯沙德`幽暗城`84,17`84,18`85,18`84,16`83,15",
["pc"] = "冈瑟尔·阿坎努斯`提瑞斯法林地`68,42`68,45`68,43`67,44`69,43",
},
[623] = {
["q"] = "提瑞斯法林地`证明忠诚`8`12`1`拿上一根诱灵蜡烛。\n\n召唤出莉莉丝·奈法拉并杀死她。\n\n然后向岛上的冈瑟尔回报。",
["os"] = {
[1] = {
["t"] = "莉莉丝·奈法拉：0/1",
["n"] = "2373",
},
},
["pa"] = "冈瑟尔·阿坎努斯`提瑞斯法林地`68,42`68,45`68,43`67,44`69,43",
["pc"] = "冈瑟尔·阿坎努斯`提瑞斯法林地`68,42`68,45`68,43`67,44`69,43",
},
[624] = {
["q"] = "银松森林`失踪的亡灵哨兵`10`12`1`找到亡灵哨兵兰妮·尤瑞克和奎恩·尤瑞克。",
["pa"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
["pc"] = "兰妮·尤瑞克`银松森林`53,13`54,13`53,14`54,14`53,16",
},
[625] = {
["q"] = "希尔斯布莱德丘陵`拯救行动`17`22`1`塔伦米尔的克鲁斯克要你把德鲁尔和托格萨从敦霍尔德城堡救出来。",
["pa"] = "克鲁斯克`希尔斯布莱德丘陵`63,21`63,20`62,20`61,20`64,21",
["pc"] = "克鲁斯克`希尔斯布莱德丘陵`63,21`63,20`62,20`61,20`64,21",
},
[626] = {
["q"] = "钓鱼`钓鱼专家纳特·帕格`40`45`3`纳特·帕格要你钓到以下几种鱼：\n\n悲伤沼泽芦苇海岸的芦苇海岸大马哈鱼。\n\n凄凉之地萨瑟里斯海岸的萨瑟里斯虎鱼。\n\n菲拉斯沃丹提斯河的菲拉斯草鱼。\n\n荆棘谷野人海岸的野人海岸蓝色叉牙鱼。\n\n当你钓到这些鱼之后，就可以回到纳特·帕格那里去了！",
["os"] = {
[1] = {
["t"] = "菲拉斯草鱼：0/1",
["n"] = "7904",
},
[2] = {
["t"] = "芦苇海岸大马哈鱼：0/1",
["n"] = "7905",
},
[3] = {
["t"] = "萨瑟里斯虎鱼：0/1",
["n"] = "7907`7906",
},
[4] = {
["t"] = "野人海岸蓝色叉牙鱼：0/1",
["n"] = "7910`7909`7908",
},
},
["pa"] = "纳特·帕格`尘泥沼泽`59,60`59,59`59,58`58,60`58,59",
["pc"] = "纳特·帕格`尘泥沼泽`59,60`59,59`59,58`58,60`58,59",
},
[627] = {
["q"] = "悲伤沼泽`新鲜的螃蟹腿`35`44`1`给悲伤沼泽的达尔带去10条巨大的螃蟹腿。",
["os"] = {
[1] = {
["t"] = "巨大的螃蟹腿：0/10",
["n"] = "6248",
},
},
["pa"] = "达尔`悲伤沼泽`45,57`45,58`45,56",
["pc"] = "达尔`悲伤沼泽`45,57`45,58`45,56",
},
[628] = {
["q"] = "悲伤沼泽`缺乏补给`35`40`1`给悲伤沼泽的托克卡尔带去8块新鲜的盐齿鳄鱼肉。",
["os"] = {
[1] = {
["t"] = "新鲜的盐齿鳄鱼肉：0/8",
["n"] = "10592`7911",
},
},
["pa"] = "达尔`悲伤沼泽`45,57`45,58`45,56",
["pc"] = "托克卡尔`悲伤沼泽`81,81`80,79`83,80`82,81`80,82",
},
[629] = {
["q"] = "悲伤沼泽`尼卡·血痕`32`35`1`和尼卡·血痕谈一谈。",
["pa"] = "赫格拉姆`悲伤沼泽`48,55",
["pc"] = "尼卡·血痕`荒芜之地`6,47`7,47`6,48`7,46`10,46",
},
[630] = {
["q"] = "悲伤沼泽`泪水之池`38`43`1`斯通纳德的费泽鲁尔要求你收集10件阿塔莱神器。",
["os"] = {
[1] = {
["t"] = "阿塔莱神器：0/10",
["n"] = "7913`9886",
},
},
["pa"] = "费泽鲁尔`悲伤沼泽`48,55",
["pc"] = "费泽鲁尔`悲伤沼泽`48,55",
},
[631] = {
["q"] = "悲伤沼泽`缺乏补给`35`42`1`给悲伤沼泽的托克卡尔带去6只盐齿钳嘴鳄的爪子。",
["os"] = {
[1] = {
["t"] = "盐齿钳嘴鳄的爪子：0/6",
["n"] = "7911",
},
},
["pa"] = "托克卡尔`悲伤沼泽`81,81`80,79`83,80`82,81`80,82",
["pc"] = "托克卡尔`悲伤沼泽`81,81`80,79`83,80`82,81`80,82",
},
[632] = {
["q"] = "黑暗深渊`暮光之锤的末日`20`25`2`收集10个暮光坠饰，把它们交给达纳苏斯的银月守卫玛纳杜斯。",
["os"] = {
[1] = {
["t"] = "暮光坠饰：0/10",
["n"] = "7071`7916`5500`5516`5503`7918",
},
},
["pa"] = "银月守卫玛纳杜斯`达纳苏斯`55,23`55,24`56,24`56,20`56,22",
["pc"] = "银月守卫玛纳杜斯`达纳苏斯`55,23`55,24`56,24`56,20`56,22",
},
[633] = {
["q"] = "黑暗深渊`寻找塞尔瑞德`18`24`2`到黑色深渊去找到银月守卫塞尔瑞德。",
["pa"] = "哨兵山德拉斯`达纳苏斯`55,23`56,25`56,24`55,24`55,25",
["pc"] = "银月守卫塞尔瑞德`黑暗深渊`",
},
[634] = {
["q"] = "湿地`奥莫尔的复仇`22`24`2`维尔加挖掘场的奥莫尔·铁衣要求你杀死10只杂斑迅猛龙和10只杂斑尖啸龙。",
["os"] = {
[1] = {
["t"] = "杂斑迅猛龙：0/10",
["n"] = "14277",
},
[2] = {
["t"] = "杂斑尖啸龙：0/10",
["n"] = "14123",
},
},
["pa"] = "奥莫尔·铁衣`湿地`38,51`38,50`38,53`38,49`37,48",
["pc"] = "奥莫尔·铁衣`湿地`38,51`38,50`38,53`38,49`37,48",
},
[635] = {
["q"] = "湿地`发现历史`25`28`2`勘察员维尔加要求你在挖掘场中搜索4块石板的碎片，它们是阿度斯碎片、莫德尔碎片、高尔姆碎片和奈尔鲁碎片。",
["os"] = {
[1] = {
["t"] = "阿度斯碎片：0/1",
["n"] = "7919`1809`1805",
},
[2] = {
["t"] = "莫德尔碎片：0/1",
["n"] = "7919`1805",
},
[3] = {
["t"] = "高尔姆碎片：0/1",
["n"] = "7919`1809`1805",
},
[4] = {
["t"] = "奈尔鲁碎片：0/1",
["n"] = "7920`1809`1805",
},
},
["pa"] = "勘察员维尔加`湿地`39,52`38,52`38,49`39,53`38,51",
["pc"] = "勘察员维尔加`湿地`39,52`38,52`38,49`39,53`38,51",
},
[636] = {
["q"] = "暴风城`关于坚韧的演讲`20`24`2`到暴风城堡的皇家图书馆去与米尔顿·西弗交谈，他将会为你找到克里斯托弗修士所需要的关于冶金学的书。",
["pa"] = "克里斯托弗修士`暴风城`49,45`46,36`46,39`46,38`47,43",
["pc"] = "米尔顿·西弗`暴风城`74,7`74,8`74,9`74,6`73,9",
},
[637] = {
["q"] = "监狱`鲜血的颜色`22`26`2`暴风城的尼科瓦·拉斯克要你取得10条红色毛纺面罩。",
["os"] = {
[1] = {
["t"] = "红色毛纺面罩：0/10",
["n"] = "7922`4158`4157`7921`2313`2307`5056`2311`4250",
},
},
["pa"] = "尼科瓦·拉斯克`暴风城`73,47`74,47`67,45`65,49`69,40",
["pc"] = "尼科瓦·拉斯克`暴风城`73,47`74,47`67,45`65,49`69,40",
},
[638] = {
["q"] = "赤脊山`通缉：范高雷中尉`15`26`2`杀死范高雷并将他的手掌割下，向湖畔镇的所罗门镇长复命。",
["os"] = {
[1] = {
["t"] = "范高雷的爪子：0/1",
["n"] = "7923",
},
},
["pa"] = "通缉：范高雷中尉`赤脊山`27,47`27,46`27,45",
["pc"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
},
[639] = {
["q"] = "赤脊山`所罗门的律法`17`23`2`给湖畔镇大厅的拜里弗·科纳彻尔带回10个暗皮坠饰。",
["os"] = {
[1] = {
["t"] = "暗皮坠饰：0/10",
["n"] = "5747`5480`7926`7933`7931`5759`7928`7923`5731",
},
},
["pa"] = "拜里弗·科纳彻尔`赤脊山`29,44`29,45`30,44`30,45",
["pc"] = "拜里弗·科纳彻尔`赤脊山`29,44`29,45`30,44`30,45",
},
[640] = {
["q"] = "赤脊山`萨瑞尔祖恩`18`25`2`将萨瑞尔祖恩的头颅带给湖畔镇的治安官马瑞斯。",
["os"] = {
[1] = {
["t"] = "萨瑞尔祖恩的头颅：0/1",
["n"] = "7934",
},
},
["pa"] = "治安官马瑞斯`赤脊山`34,49`33,49`33,48`37,50`33,47",
["pc"] = "治安官马瑞斯`赤脊山`34,49`33,49`33,48`37,50`33,47",
},
[641] = {
["q"] = "赤脊山`暗影魔法`18`23`2`给湖畔镇的治安官马瑞斯带回3颗午夜宝珠。",
["os"] = {
[1] = {
["t"] = "午夜宝珠：0/3",
["n"] = "5606",
},
},
["pa"] = "治安官马瑞斯`赤脊山`34,49`33,49`33,48`37,50`33,47",
["pc"] = "治安官马瑞斯`赤脊山`34,49`33,49`33,48`37,50`33,47",
},
[642] = {
["q"] = "赤脊山`鱼人偷猎者`20`20`2`给湖畔镇的码头管理员巴伦带回8片鱼人的鳍。",
["os"] = {
[1] = {
["t"] = "鱼人的鳍：0/8",
["n"] = "7942`7948`5820`7937`7944`5842`2700`5743`7936`7947`5565`5587`5590`7524`5517`5532`7939`7941`5611`7512`5845`7521`5828`7525`7527",
},
},
["pa"] = "码头管理员巴伦`赤脊山`28,47`29,48`31,48`27,47`28,48",
["pc"] = "码头管理员巴伦`赤脊山`28,47`29,48`31,48`27,47`28,48",
},
[643] = {
["q"] = "诺莫瑞根`工匠大师欧沃斯巴克`20`26`2`与铁炉堡的工匠大师欧沃斯巴克谈一谈。",
["pa"] = "萨尔努修士`暴风城`41,31`41,30`40,29`40,31`40,28",
["pc"] = "工匠大师欧沃斯巴克`铁炉堡`71,44`70,50`70,51`69,51`69,52",
},
[644] = {
["q"] = "灰谷`莱恩的净化`19`27`2`找到木制钥匙和一段达图尔的魔棒，然后回到月亮井的莎尔蒂恩那里。",
["os"] = {
[1] = {
["t"] = "铁杆：0/1",
["n"] = "10898",
},
},
["pa"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
["pc"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
},
[645] = {
["q"] = "灰谷`莱恩的净化`21`28`2`找到达图尔的魔棒的最后一段，然后回到月亮井旁的莎尔蒂恩那里。",
["os"] = {
[1] = {
["t"] = "铁质柄头：0/1",
["n"] = "5780`7950",
},
},
["pa"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
["pc"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
},
[646] = {
["q"] = "泰达希尔`翡翠摄梦符`3`6`2`将翡翠摄梦符交给多兰纳尔的塔隆凯·捷根。",
["os"] = {
[1] = {
["t"] = "翡翠摄梦符：0/1",
["n"] = "7256`7255",
},
},
["pa"] = "塔隆凯·捷根`泰达希尔`55,57`56,57",
["pc"] = "塔隆凯·捷根`泰达希尔`55,57`56,57",
},
[647] = {
["q"] = "泰达希尔`扭曲的仇恨`4`7`2`杀掉迈雷纳斯，带他的头去见多兰纳尔的塔隆凯·捷根。",
["os"] = {
[1] = {
["t"] = "迈雷纳斯的头颅：0/1",
["n"] = "7951",
},
},
["pa"] = "塔隆凯·捷根`泰达希尔`55,57`56,57",
["pc"] = "塔隆凯·捷根`泰达希尔`55,57`56,57",
},
[648] = {
["q"] = "泰达希尔`达纳苏斯之路`5`8`2`杀掉6个瘤背伏击者，然后向多兰纳尔城外的哨兵阿玛拉·夜行者报告。",
["os"] = {
[1] = {
["t"] = "瘤背伏击者：0/6",
["n"] = "2385",
},
},
["pa"] = "哨兵阿玛拉·夜行者`泰达希尔`56,58`54,58`50,54`55,58`53,57",
["pc"] = "哨兵阿玛拉·夜行者`泰达希尔`56,58`54,58`50,54`55,58`53,57",
},
[649] = {
["q"] = "泰达希尔`瘤背熊怪的堕落`5`6`2`返回多兰纳尔去见阿斯瑞达斯·熊皮。",
["pa"] = "盖洛拉斯·塔文斯伦`泰达希尔`66,59`66,58`66,57",
["pc"] = "阿斯瑞达斯·熊皮`泰达希尔`56,57`57,58`56,58`56,59`57,57",
},
[650] = {
["q"] = "泰达希尔`林精的种子`4`7`2`给奥拉密斯湖边的德纳兰带去8粒林精的种子。",
["os"] = {
[1] = {
["t"] = "林精的种子：0/8",
["n"] = "7956`7952`5422`7954",
},
},
["pa"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
["pc"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
},
[651] = {
["q"] = "泰达希尔`林精的新芽`4`7`2`给奥拉密斯湖边的德纳兰带去12个林精的新芽。",
["os"] = {
[1] = {
["t"] = "林精的新芽：0/12",
["n"] = "7957`8081`7952`7958`4860",
},
},
["pa"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
["pc"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
},
[652] = {
["q"] = "泰达希尔`雷利亚·绿树`5`7`2`给达纳苏斯的雷利亚·绿树带去一粒林精的种子。",
["pa"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
["pc"] = "雷利亚·绿树`达纳苏斯`38,22`38,21`37,21`41,20`43,19",
},
[653] = {
["q"] = "泰达希尔`寻求救赎！`5`7`2`收集3个魔锥果，把它们给在多兰纳尔外面的赛恩·腐蹄。",
["os"] = {
[1] = {
["t"] = "魔锥果：0/3",
["n"] = "8081`7960`10978`4860",
},
},
["pa"] = "塞拉尔·刃叶`泰达希尔`56,58`57,58`57,57`58,58`58,57",
["pc"] = "赛恩·腐蹄`泰达希尔`60,56`61,56`62,56`60,58`60,57",
},
[654] = {
["q"] = "泰达希尔`唤醒圣物`5`9`2`寻回四件唤醒圣物,把它们带给多兰纳尔的阿斯瑞达斯·熊皮。",
["os"] = {
[1] = {
["t"] = "鸦爪神符：0/1",
["n"] = "7963`7962",
},
[2] = {
["t"] = "黑色羽毛：0/1",
["n"] = "7965`7966`5051",
},
[3] = {
["t"] = "天蓝宝石：0/1",
["n"] = "7963`7969`7968",
},
[4] = {
["t"] = "筑巢符文：0/1",
["n"] = "7970`7966",
},
},
["pa"] = "阿斯瑞达斯·熊皮`泰达希尔`56,57`57,58`56,58`56,59`57,57",
["pc"] = "阿斯瑞达斯·熊皮`泰达希尔`56,57`57,58`56,58`56,59`57,57",
},
[655] = {
["q"] = "泰达希尔`噬梦者菲罗斯塔`6`8`2`多兰纳尔的塔隆凯·捷根要你杀掉7个瘤背秘法师，并找到遗失的珠宝。",
["os"] = {
[1] = {
["t"] = "瘤背秘法师：0/7",
["n"] = "2389",
},
[2] = {
["t"] = "塔隆凯的珠宝：0/1",
["n"] = "7256`7971",
},
},
["pa"] = "塔隆凯·捷根`泰达希尔`55,57`56,57",
["pc"] = "塔隆凯·捷根`泰达希尔`55,57`56,57",
},
[656] = {
["q"] = "泰达希尔`大地之冠`5`9`2`用月亮井的水装满红玉瓶，然后把它交给多兰纳尔的科瑞萨斯·月怒。",
["os"] = {
[1] = {
["t"] = "装满水的红玉瓶：0/1",
},
},
["pa"] = "科瑞萨斯·月怒`泰达希尔`56,62`56,61`56,60`57,63`55,60",
["pc"] = "科瑞萨斯·月怒`泰达希尔`56,62`56,61`56,60`57,63`55,60",
},
[657] = {
["q"] = "影牙城堡`乌尔之书`16`26`1`把乌尔之书带给幽暗城炼金区里的看守者贝尔杜加。",
["os"] = {
[1] = {
["t"] = "乌尔之书：0/1",
["n"] = "7972",
},
},
["pa"] = "看守者贝尔杜加`幽暗城`54,54`52,48`56,60`54,55`55,56",
["pc"] = "看守者贝尔杜加`提瑞斯法林地`59,77`59,76`60,78`59,75`60,76",
},
[658] = {
["q"] = "希尔斯布莱德丘陵`苦楚药剂`24`30`1`把泥头花水、1瓶强力巨魔之血药水、5块刺脊纳迦的鳞片和5颗碎鳍鱼人的眼球交给塔伦米尔的药剂师林度恩。",
["os"] = {
[1] = {
["t"] = "强力巨魔之血药水：0/1",
},
[2] = {
["t"] = "刺脊纳迦的鳞片：0/5",
["n"] = "5716`1977`7975`1968`7976",
},
[3] = {
["t"] = "碎鳍鱼人的眼球：0/5",
["n"] = "7977`1938`6641`2543`1946",
},
},
["pa"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[659] = {
["q"] = "荆棘谷`耶尼库的下落`30`34`1`给格罗姆高营地的尼姆布亚带回9根血顶巨魔的獠牙。",
["os"] = {
[1] = {
["t"] = "血顶巨魔的獠牙：0/9",
["n"] = "5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940",
},
},
["pa"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
["pc"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
},
[660] = {
["q"] = "荆棘谷`巨魔之敌`32`37`1`前往阿拉希高地的落锤镇，与森谷谈一谈。",
["pa"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
["pc"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
},
[661] = {
["q"] = "荆棘谷`染血的白骨项链`30`37`1`给格罗姆高营地的肯维雷带回25串染血的白骨项链。",
["os"] = {
[1] = {
["t"] = "染血的白骨项链：0/25",
["n"] = "5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940",
},
},
["pa"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
["pc"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
},
[662] = {
["q"] = "荆棘谷`暗礁海`30`37`1`给格罗姆高营地里的肯维雷带回一块石板碎片。",
["os"] = {
[1] = {
["t"] = "石板碎片：0/1",
["n"] = "5966`5932`5976`6831",
},
},
["pa"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
["pc"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
},
[663] = {
["q"] = "荆棘谷`格罗姆高保卫战`33`36`1`格罗姆高营地的指挥官阿格罗戈什要求你杀死15只鞭尾迅猛龙。",
["os"] = {
[1] = {
["t"] = "鞭尾迅猛龙：0/15",
["n"] = "2083`2090",
},
},
["pa"] = "指挥官阿格罗戈什`荆棘谷`32,29`33,29`32,28`31,29`34,29",
["pc"] = "指挥官阿格罗戈什`荆棘谷`32,29`33,29`32,28`31,29`34,29",
},
[664] = {
["q"] = "荆棘谷`摩克萨尔丁的魔法`33`38`1`格罗姆高营地的先知摩克萨尔丁要求你给他带回8只深喉猎豹的爪子和一颗雌虎的牙齿。",
["os"] = {
[1] = {
["t"] = "深喉猎豹的爪子：0/8",
["n"] = "2144`2147",
},
[2] = {
["t"] = "雌虎的牙齿：0/1",
["n"] = "6351",
},
},
["pa"] = "先知摩克萨尔丁`荆棘谷`32,29`33,29`32,28`32,30",
["pc"] = "先知摩克萨尔丁`荆棘谷`32,29`33,29`32,28`32,30",
},
[665] = {
["q"] = "血色修道院`堕落者纲要`28`38`1`从血色修道院里找到《堕落者纲要》，把它交给雷霆崖的圣者图希克。",
["os"] = {
[1] = {
["t"] = "堕落者纲要：0/1",
["n"] = "7980`6608`6606",
},
},
["pa"] = "圣者图希克`雷霆崖`34,47`35,47`35,49`35,48`36,50",
["pc"] = "圣者图希克`贫瘠之地`25,42`24,41`24,42",
},
[666] = {
["q"] = "雷霆崖`地精空港`23`23`1`把剧毒粮草带到风险投资公司的空港去，然后向药剂师扎玛复命。",
["pa"] = "药剂师扎玛`雷霆崖`23,21`24,22`22,20`25,22`26,23",
["pc"] = "药剂师扎玛`雷霆崖`23,21`24,22`22,20`25,22`26,23",
},
[667] = {
["q"] = "灰谷`丢失的书页`23`30`1`找到丢失的12页伐木机操作指南，把它们合并为第1、2、3章。然后带着这些书页回到碎木岗哨去找古尔达·怒痕。",
["os"] = {
[1] = {
["t"] = "伐木机操作手册 - 第一章：0/1",
},
[2] = {
["t"] = "伐木机操作手册 - 第二章：0/1",
},
[3] = {
["t"] = "伐木机操作手册 - 第三章：0/1",
},
},
["pa"] = "古尔达·怒痕`灰谷`70,71`69,71`70,73`69,70`70,70",
["pc"] = "古尔达·怒痕`灰谷`70,71`69,71`70,73`69,70`70,70",
},
[668] = {
["q"] = "灰谷`战歌氏族的补给品`22`27`1`收集战歌氏族的补给品：战歌锯条、伐木绳、战歌之油，还有一箱战歌之斧。",
["os"] = {
[1] = {
["t"] = "战歌锯条：0/1",
},
[2] = {
["t"] = "一箱战歌之斧：0/1",
["n"] = "7981",
},
[3] = {
["t"] = "战歌之油：0/1",
["n"] = "7982",
},
[4] = {
["t"] = "伐木绳：0/1",
["n"] = "6893`2156`5816`2161`5714`6895`2849`7985`7986`2853`2846`2857",
},
},
["pa"] = "洛克·奥卡尔`灰谷`71,68`71,67`72,68`71,69`72,70",
["pc"] = "洛克·奥卡尔`灰谷`71,68`71,67`72,68`71,69`72,70",
},
[669] = {
["q"] = "灰谷`萨特之角`21`26`1`为碎木哨岗的皮克希尔收集16只萨特的角。",
["os"] = {
[1] = {
["t"] = "萨特的角：0/16",
["n"] = "8005`8007`7193`7991`7987`6603`7997`7990`7996`7998`8000`8001`7005`7999`8004`2826`2814`2832`2820`10857`8010",
},
},
["pa"] = "皮克希尔`灰谷`73,61`73,62`74,61`74,62`73,63",
["pc"] = "皮克希尔`灰谷`73,61`73,62`74,61`74,62`73,63",
},
[670] = {
["q"] = "灰谷`石爪山的困境`23`25`1`清除位于碎木哨岗西南和石爪小径正东的密斯特拉湖一带的12个污浊的水元素。\n\n在密斯特拉湖上的眺望台中侦查联盟的前哨站。\n\n返回灰谷慰藉之林的碎木哨岗，向马斯托克·维尔西斯报告。",
["os"] = {
[1] = {
["t"] = "污浊的水元素：0/12",
["n"] = "2391",
},
},
["pa"] = "马斯托克·维尔西斯`灰谷`74,60`73,60`73,61",
["pc"] = "马斯托克·维尔西斯`灰谷`74,60`73,60`73,61",
},
[671] = {
["q"] = "战士`岛民`30`30`3`和克兰诺克·马克雷德谈一谈。",
["pa"] = "索瑞克`奥格瑞玛`80,32`80,33`81,32`80,31`79,31",
["pc"] = "克兰诺克·马克雷德`贫瘠之地`69,49`68,49",
},
[672] = {
["q"] = "灰谷`灰谷先驱者`19`24`1`杀掉9个灰谷先驱者，然后回到碎木哨岗的库莱比那里。",
["os"] = {
[1] = {
["t"] = "灰谷先驱者：0/9",
["n"] = "2397",
},
},
["pa"] = "库莱比`灰谷`71,68`72,69`71,69`72,68`72,70",
["pc"] = "库莱比`灰谷`71,68`72,69`71,69`72,68`72,70",
},
[673] = {
["q"] = "灰谷`沙普塔隆的爪子`22`30`1`将沙普塔隆的爪子交给灰谷碎木哨岗的塞娜尼·雷心。",
["pa"] = "沙普塔隆的爪子`灰谷`58,61`78,67`74,62`75,72`75,71",
["pc"] = "塞娜尼·雷心`灰谷`73,61`74,61`74,62`73,62`74,63",
},
[674] = {
["q"] = "灰谷`萨杜布拉的头颅`23`27`1`将萨杜布拉的头颅交给灰谷碎木哨岗的的塞娜尼·雷心。",
["pa"] = "萨杜布拉的头颅`灰谷`60,64`62,49`61,50`60,53`57,56",
["pc"] = "塞娜尼·雷心`灰谷`73,61`74,61`74,62`73,62`74,63",
},
[675] = {
["q"] = "灰谷`被污染的水元素`23`27`1`将被污染的水球交给灰谷碎木哨岗的马斯托克·维尔西斯。",
["pa"] = "被污染的水球`石爪山脉`88,26`88,29",
["pc"] = "马斯托克·维尔西斯`灰谷`74,60`73,60`73,61",
},
[676] = {
["q"] = "灰谷`乌萨苟斯的爪子`22`24`1`将乌萨苟斯的爪子交给灰谷碎木哨岗的的塞娜尼·雷心。",
["pa"] = "乌萨苟斯的爪子`灰谷`42,69`40,66`41,67`41,66`43,64",
["pc"] = "塞娜尼·雷心`灰谷`73,61`74,61`74,62`73,62`74,63",
},
[677] = {
["q"] = "灰谷`陶土议会的耶努萨克雷`23`27`1`将被污染的水球交给灰谷佐拉姆加前哨站的耶努萨克雷。",
["pa"] = "马斯托克·维尔西斯`灰谷`74,60`73,60`73,61",
["pc"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
},
[678] = {
["q"] = "灰谷`佐拉姆海岸的纳迦`17`19`1`将20颗怒尾纳迦的头颅交给佐拉姆海岸的玛鲁凯。",
["os"] = {
[1] = {
["t"] = "怒尾纳迦的头颅：0/20",
["n"] = "7845`7861`7851`7867`7841`5711",
},
},
["pa"] = "玛鲁凯`灰谷`12,35`12,34",
["pc"] = "玛鲁凯`灰谷`12,35`12,34",
},
[679] = {
["q"] = "石爪山脉`大兽穴`24`29`1`到石爪峰上的洞穴中去，使用守门人的钥匙拿到能打开石爪峰顶的猛禽洞穴储藏室的物品。",
["os"] = {
[1] = {
["t"] = "沉睡者的钥匙：0/1",
["n"] = "8015`4152",
},
[2] = {
["t"] = "利爪钥匙：0/1",
["n"] = "8016`5596",
},
[3] = {
["t"] = "古墓钥匙：0/1",
["n"] = "5692`10016`8017",
},
},
["pa"] = "布莱林·火拳`贫瘠之地`16,10`16,9",
["pc"] = "猛禽洞穴储藏室`石爪山脉`27,11",
},
[680] = {
["q"] = "战士`尤拉莱克和野蛮护手`27`30`1`与杜隆塔尔的尤拉莱克谈一谈。",
["pa"] = "索恩格瑞姆·火眼`贫瘠之地`57,30`57,31",
["pc"] = "尤拉莱克`杜隆塔尔`56,74`56,75",
},
[681] = {
["q"] = "战士`奥姆·石蹄和野蛮头盔`27`30`1`和雷霆崖的奥姆·石蹄谈一谈。",
["pa"] = "索恩格瑞姆·火眼`贫瘠之地`57,30`57,31",
["pc"] = "奥姆·石蹄`贫瘠之地`25,42`26,42",
},
[682] = {
["q"] = "战士`维罗拉·奈特雷和野蛮腿甲`27`30`1`与幽暗城的维罗拉·奈特雷谈一谈。",
["pa"] = "索恩格瑞姆·火眼`贫瘠之地`57,30`57,31",
["pc"] = "维罗拉·奈特雷`提瑞斯法林地`61,73`61,74",
},
[683] = {
["q"] = "战士`格斗考验`30`30`3`杀掉比格维尔，然后向勇士岛的克兰诺克·马克雷德回复。",
["os"] = {
[1] = {
["t"] = "比格维尔：0/1",
["n"] = "2400",
},
},
["pa"] = "克兰诺克·马克雷德`贫瘠之地`69,49`68,49",
["pc"] = "克兰诺克·马克雷德`贫瘠之地`69,49`68,49",
},
[684] = {
["q"] = "战士`捕风者`30`30`3`和捕风者巴斯拉谈一谈。",
["pa"] = "克兰诺克·马克雷德`贫瘠之地`69,49`68,49",
["pc"] = "捕风者巴斯拉`奥特兰克山脉`80,66`80,67`80,65`81,61`81,62",
},
[685] = {
["q"] = "战士`奇美拉之角`27`30`1`把光滑的奇美拉角交给雷霆崖的奥姆·石蹄。",
["os"] = {
[1] = {
["t"] = "光滑的奇美拉角：0/1",
["n"] = "8019",
},
},
["pa"] = "奥姆·石蹄`贫瘠之地`25,42`26,42",
["pc"] = "奥姆·石蹄`贫瘠之地`25,42`26,42",
},
[686] = {
["q"] = "法师`雕文备忘录`1`1`2`阅读雕文备忘录，然后与寒脊山谷上的安威玛尔镇里的玛瑞克·斯托纳尔谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "玛瑞克·斯托纳尔`丹莫罗`29,66`29,67",
},
[687] = {
["q"] = "丹莫罗`森内尔的报告`7`10`2`把森内尔的报告交给铁炉堡的参议员巴林·红石。",
["pa"] = "森内尔·白须`丹莫罗`47,54`46,53`47,53`46,54`46,55",
["pc"] = "参议员巴林·红石`铁炉堡`40,57`39,57`40,56`40,58`39,56",
},
[688] = {
["q"] = "丹莫罗`公众之仆`6`11`2`在古博拉采掘场里替参议员梅尔·圣石杀死10个石腭断骨者。",
["os"] = {
[1] = {
["t"] = "石腭断骨者：0/10",
["n"] = "2402",
},
},
["pa"] = "参议员梅尔·圣石`丹莫罗`69,56`68,56`68,55`69,55`68,57",
["pc"] = "参议员梅尔·圣石`丹莫罗`69,56`68,56`68,55`69,55`68,57",
},
[689] = {
["q"] = "丹莫罗`该死的石腭怪！`6`9`2`在古博拉采掘场里替工头乔尼·石眉杀死6个石腭击颅者。",
["os"] = {
[1] = {
["t"] = "石腭击颅者：0/6",
["n"] = "2406",
},
},
["pa"] = "工头乔尼·石眉`丹莫罗`69,56`68,55`69,55",
["pc"] = "工头乔尼·石眉`丹莫罗`69,56`68,55`69,55",
},
[690] = {
["q"] = "石爪山脉`元素战争`19`25`1`将10块焚火余烬交给烈日石居的苏纳曼。",
["os"] = {
[1] = {
["t"] = "焚火余烬：0/10",
["n"] = "7816`7815`7818",
},
},
["pa"] = "苏纳曼`石爪山脉`47,64`48,63`46,64`48,64`49,63",
["pc"] = "苏纳曼`石爪山脉`47,64`48,63`46,64`48,64`49,63",
},
[691] = {
["q"] = "石爪山脉`滚岩峡谷`19`18`1`深入滚岩峡谷的洞穴中，为烈日石居的摩罗加尔取回10块共鸣水晶以供研究。",
["os"] = {
[1] = {
["t"] = "共鸣水晶：0/10",
["n"] = "10464`8023",
},
},
["pa"] = "摩罗加尔`石爪山脉`47,64`46,64",
["pc"] = "摩罗加尔`石爪山脉`47,64`46,64",
},
[692] = {
["q"] = "黑暗深渊`帮助耶努萨克雷`18`22`1`与灰谷的耶努萨克雷谈一谈。",
["pa"] = "苏纳曼`石爪山脉`47,64`48,63`46,64`48,64`49,63",
["pc"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
},
[693] = {
["q"] = "丧钟镇`突然醒来`1`1`1`和暗影牧师萨维斯谈一谈。",
["pa"] = "管理员摩尔多`提瑞斯法林地`30,72`30,71`31,71`31,69`30,70",
["pc"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
},
[694] = {
["q"] = "丧钟镇`无脑的僵尸`1`2`1`暗影牧师萨维斯让你杀掉8个无脑的僵尸和8个丑陋的僵尸。",
["os"] = {
[1] = {
["t"] = "无脑的僵尸：0/8",
["n"] = "2409",
},
[2] = {
["t"] = "丑陋的僵尸：0/8",
["n"] = "2410",
},
},
["pa"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
["pc"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
},
[695] = {
["q"] = "盗贼`密文卷轴`2`1`1`阅读密文卷轴，然后和丧钟镇的大卫·提亚斯谈一谈。",
["pa"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
["pc"] = "大卫·提亚斯`提瑞斯法林地`33,66`32,66",
},
[696] = {
["q"] = "丧钟镇`断骨骷髅`2`3`1`杀掉12个断骨骷髅，然后回到丧钟镇的暗影牧师萨维斯那里。",
["os"] = {
[1] = {
["t"] = "断骨骷髅：0/12",
["n"] = "2412",
},
},
["pa"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
["pc"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
},
[697] = {
["q"] = "丧钟镇`被诅咒者`2`2`1`新兵艾尔雷斯需要4只食腐狼的爪子和4只夜行蝙蝠翼。",
["os"] = {
[1] = {
["t"] = "食腐狼的爪子：0/6",
["n"] = "8026`8025",
},
[2] = {
["t"] = "夜行蝙蝠翼：0/6",
["n"] = "8030`8028",
},
},
["pa"] = "新兵艾尔雷斯`提瑞斯法林地`31,66",
["pc"] = "新兵艾尔雷斯`提瑞斯法林地`31,66",
},
[698] = {
["q"] = "丧钟镇`玛拉的遗愿`3`5`1`将塞缪尔·菲普斯的遗骸带到玛拉的坟墓去，然后回到新兵艾尔雷斯那里。",
["pa"] = "新兵艾尔雷斯`提瑞斯法林地`31,66",
["pc"] = "新兵艾尔雷斯`提瑞斯法林地`31,66",
},
[699] = {
["q"] = "丧钟镇`夜行蜘蛛洞穴`2`4`1`执行官阿伦要你去杀掉10只小夜行蜘蛛和8只夜行蜘蛛。",
["os"] = {
[1] = {
["t"] = "小夜行蜘蛛：0/10",
["n"] = "2414",
},
[2] = {
["t"] = "夜行蜘蛛：0/8",
["n"] = "2414`2416`2419",
},
},
["pa"] = "执行官阿伦`提瑞斯法林地`32,66`32,65`32,67`31,66`32,64",
["pc"] = "执行官阿伦`提瑞斯法林地`32,66`32,65`32,67`31,66`32,64",
},
[700] = {
["q"] = "丧钟镇`捡破烂`2`3`1`在丧钟镇及临近地区搜寻6件破烂装备，把它们交给亡灵卫兵萨尔坦。",
["os"] = {
[1] = {
["t"] = "破烂装备：0/6",
["n"] = "8032",
},
},
["pa"] = "亡灵卫兵萨尔坦`提瑞斯法林地`32,66`32,65`32,67`32,64`31,65",
["pc"] = "亡灵卫兵萨尔坦`提瑞斯法林地`32,66`32,65`32,67`32,64`31,65",
},
[701] = {
["q"] = "千针石林`知识试炼`27`30`1`找到《巨龙的遗产》，把它还给位于灰谷和石爪山之间的石爪小径里的布劳格·幽魂。",
["os"] = {
[1] = {
["t"] = "巨龙的遗产：0/1",
["n"] = "8033`9984",
},
},
["pa"] = "布劳格·幽魂`石爪山脉`79,45`78,45`79,46`78,43`78,44",
["pc"] = "布劳格·幽魂`石爪山脉`79,45`78,45`79,46`78,43`78,44",
},
[702] = {
["q"] = "千针石林`知识试炼`27`30`1`成功回答布劳格·幽魂的问题，然后和他再次对话。他会一直在石爪山等你回答问题。",
["pa"] = "布劳格·幽魂`石爪山脉`79,45`78,45`79,46`78,43`78,44",
["pc"] = "布劳格·幽魂`灰谷`40,84`39,83`40,85`40,83",
},
[703] = {
["q"] = "贫瘠之地`符文卷轴`24`25`1`将符文卷轴带到贫瘠之地的北部警戒塔去。",
["pa"] = "符文卷轴`贫瘠之地`48,61`49,58`46,68`46,72`47,59",
["pc"] = "卡德拉克`贫瘠之地`48,5`48,6",
},
[704] = {
["q"] = "贫瘠之地`部落的示威`24`29`1`杀死猛禽洞穴的领袖琳萨瑞尔。",
["os"] = {
[1] = {
["t"] = "琳萨瑞尔：0/1",
["n"] = "2421",
},
},
["pa"] = "卡德拉克`贫瘠之地`48,5`48,6",
},
[705] = {
["q"] = "奥格瑞玛`联盟关系`30`30`1`与奥格瑞玛的科尔丹谈一谈。",
["pa"] = "克拉文·德洛克`奥格瑞玛`44,53`49,49`50,52`50,47`48,49",
["pc"] = "科尔丹`奥格瑞玛`22,53`22,54`22,55`23,53`26,58",
},
[706] = {
["q"] = "奥格瑞玛`联盟关系`30`30`1`与凄凉之地的塔卡塔·钢刃谈一谈。",
["pa"] = "科尔丹`奥格瑞玛`22,53`22,54`22,55`23,53`26,58",
["pc"] = "塔卡塔·钢刃`凄凉之地`53,54`52,54`54,55`54,54`52,53",
},
[707] = {
["q"] = "千针石林`疯狂的虫群`29`35`1`杀掉5只异种搜寻者、5只异种筑巢蝎和5只异种侵略者，然后向千针石林的摩克塔·克林复命。",
["os"] = {
[1] = {
["t"] = "异种搜寻者：0/5",
["n"] = "2422",
},
[2] = {
["t"] = "异种筑巢蝎：0/5",
["n"] = "2427",
},
[3] = {
["t"] = "异种侵略者：0/5",
["n"] = "2431",
},
},
["pa"] = "摩克塔·克林`千针石林`68,64`68,63`68,62`69,63`68,65",
["pc"] = "摩克塔·克林`千针石林`68,64`68,63`68,62`69,63`68,65",
},
[708] = {
["q"] = "千针石林`虫群的样本`30`35`1`收集1颗异种蝎的心脏、5只异种蝎的爪子和3个完整的异种蝎壳，把它们和你手中的这个破碎的异种蝎壳一起交给十字路口的科兰。",
["os"] = {
[1] = {
["t"] = "异种蝎的心脏：0/1",
["n"] = "2431`2422`2427",
},
[2] = {
["t"] = "异种蝎的爪子：0/5",
["n"] = "8034`2431`2422`2427",
},
[3] = {
["t"] = "完整的异种蝎壳：0/3",
["n"] = "2431`2422`2427",
},
},
["pa"] = "破碎的异种蝎壳`千针石林`68,81`70,71`72,85`72,86`69,78",
["pc"] = "科兰`贫瘠之地`51,30`52,30`52,29`51,29",
},
[709] = {
["q"] = "湿地`日常供货`18`21`2`将这捆鳄鱼皮带给米奈希尔港的皮匠詹姆斯·哈洛兰。",
["pa"] = "埃纳尔·石钳`湿地`50,39`51,39`49,39`51,40`51,41",
["pc"] = "詹姆斯·哈洛兰`湿地`9,58`9,57`9,55`9,56`8,56",
},
[710] = {
["q"] = "湿地`学徒的职责`18`26`2`为米奈希尔港的詹姆斯·哈洛兰带回6张巨型鳄鱼的皮。",
["os"] = {
[1] = {
["t"] = "巨型鳄鱼的皮：0/6",
["n"] = "4782",
},
},
["pa"] = "詹姆斯·哈洛兰`湿地`9,58`9,57`9,55`9,56`8,56",
["pc"] = "詹姆斯·哈洛兰`湿地`9,58`9,57`9,55`9,56`8,56",
},
[711] = {
["q"] = "丹莫罗`迪恩·石轮的梦想`20`23`2`和驾驶员迪恩·石轮谈一谈。",
["pa"] = "飞行员比罗·长须`铁炉堡`72,93`69,92`72,94`73,94`72,88",
["pc"] = "驾驶员迪恩·石轮`丹莫罗`50,49`50,48`49,48`49,47`50,47",
},
[712] = {
["q"] = "黑海岸`钓鱼世家`10`14`2`为奥伯丁的古博·布拉普抓6条黑海岸石斑鱼。",
["os"] = {
[1] = {
["t"] = "黑海岸石斑鱼：0/6",
["n"] = "8038`8043`8041`8039`8047`8044`8045`8042`8040`8049",
},
},
["pa"] = "古博·布拉普`黑海岸`36,45`36,44`37,45`37,43`35,44",
["pc"] = "古博·布拉普`黑海岸`36,45`36,44`37,45`37,43`35,44",
},
[713] = {
["q"] = "黑海岸`海中的水果`15`17`2`收集6块优质蟹肉，把它们交给奥伯丁的古博·布拉普。",
["os"] = {
[1] = {
["t"] = "优质蟹肉：0/6",
["n"] = "8052`8050",
},
},
["pa"] = "古博·布拉普`黑海岸`36,45`36,44`37,45`37,43`35,44",
["pc"] = "古博·布拉普`黑海岸`36,45`36,44`37,45`37,43`35,44",
},
[714] = {
["q"] = "幽影谷`自然的平衡`1`2`2`杀死7只夜刃豹幼崽和4只草刺野猪幼崽，然后向管理员伊尔萨莱恩复命。",
["os"] = {
[1] = {
["t"] = "夜刃豹幼崽：0/7",
["n"] = "2435",
},
[2] = {
["t"] = "草刺野猪幼崽：0/4",
["n"] = "2436",
},
},
["pa"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
["pc"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
},
[715] = {
["q"] = "幽影谷`森林守护者`1`1`2`找到树妖塔琳德拉。",
["pa"] = "麦利萨尔·鹿盔`泰达希尔`59,45`59,44`60,43`60,42`61,42",
["pc"] = "塔琳德拉`泰达希尔`58,45`59,46`57,45`58,44`58,43",
},
[716] = {
["q"] = "幽影谷`森林守护者`1`3`2`收集8块魔苔，把它们交给塔琳德拉。",
["os"] = {
[1] = {
["t"] = "魔苔：0/8",
["n"] = "8058`8056",
},
},
["pa"] = "塔琳德拉`泰达希尔`58,45`59,46`57,45`58,44`58,43",
["pc"] = "塔琳德拉`泰达希尔`58,45`59,46`57,45`58,44`58,43",
},
[717] = {
["q"] = "幽影谷`自然的平衡`1`3`2`管理员伊尔萨莱恩要求你杀死7只癞皮夜刃豹和7只草刺野猪。",
["os"] = {
[1] = {
["t"] = "癞皮夜刃豹：0/7",
["n"] = "2438",
},
[2] = {
["t"] = "草刺野猪：0/7",
["n"] = "2439`2436",
},
},
["pa"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
["pc"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
},
[718] = {
["q"] = "猎人`风化符记`2`1`2`阅读风化符记，然后与奥达希尔里和阿亚娜·远途谈一谈。",
["pa"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
["pc"] = "阿亚娜·远途`泰达希尔`59,40`59,41`58,41",
},
[719] = {
["q"] = "幽影谷`好朋友`2`4`2`在北边的洞穴附近找到埃沃隆。",
["pa"] = "迪兰妮亚·月光`泰达希尔`61,42`60,41`60,42`60,43`61,41",
["pc"] = "埃沃隆`泰达希尔`55,33`56,33",
},
[720] = {
["q"] = "幽影谷`需要帮助的朋友`2`4`2`与幽影谷的迪兰妮亚·月光谈一谈。",
["pa"] = "埃沃隆`泰达希尔`55,33`56,33",
["pc"] = "迪兰妮亚·月光`泰达希尔`61,42`60,41`60,42`60,43`61,41",
},
[721] = {
["q"] = "幽影谷`树林蜘蛛的毒囊`3`4`2`给奥达希尔的基尔沙兰·风行者带回10个树林蜘蛛的毒囊。",
["os"] = {
[1] = {
["t"] = "树林蜘蛛的毒囊：0/10",
["n"] = "8060",
},
},
["pa"] = "基尔沙兰·风行者`泰达希尔`58,42`57,41`57,42`59,42`58,43",
["pc"] = "基尔沙兰·风行者`泰达希尔`58,42`57,41`57,42`59,42`58,43",
},
[722] = {
["q"] = "幽影谷`埃沃隆的解药`2`4`2`在幽影谷中为迪兰妮亚·月光收集7朵紫蓝色蘑菇、4朵月牙百合花和一份树林蜘蛛的脓液。",
["os"] = {
[1] = {
["t"] = "紫蓝色蘑菇：0/7",
["n"] = "2439`2436`8058`8060`8056`8062",
},
[2] = {
["t"] = "月牙百合花：0/4",
["n"] = "2439`8058`8063",
},
[3] = {
["t"] = "树林蜘蛛的脓液：0/1",
["n"] = "8060",
},
},
["pa"] = "迪兰妮亚·月光`泰达希尔`61,42`60,41`60,42`60,43`61,41",
["pc"] = "迪兰妮亚·月光`泰达希尔`61,42`60,41`60,42`60,43`61,41",
},
[723] = {
["q"] = "幽影谷`树林蜘蛛的卵`3`5`2`给奥达希尔的基尔莎兰带回1枚树林蜘蛛的卵。",
["os"] = {
[1] = {
["t"] = "树林蜘蛛的卵：0/1",
["n"] = "8060`8064`8065",
},
},
["pa"] = "基尔沙兰·风行者`泰达希尔`58,42`57,41`57,42`59,42`58,43",
["pc"] = "基尔沙兰·风行者`泰达希尔`58,42`57,41`57,42`59,42`58,43",
},
[724] = {
["q"] = "幽影谷`埃沃隆的解药`3`4`2`在5分钟内将埃沃隆的解药交给他。你可以北边的洞穴入口外面找到埃沃隆。",
["pa"] = "迪兰妮亚·月光`泰达希尔`61,42`60,41`60,42`60,43`61,41",
["pc"] = "埃沃隆`泰达希尔`55,33`56,33",
},
[725] = {
["q"] = "幽影谷`特纳隆的召唤`4`5`2`与奥达希尔顶部的特纳隆·雷拳交谈。",
["pa"] = "基尔沙兰·风行者`泰达希尔`58,42`57,41`57,42`59,42`58,43",
["pc"] = "特纳隆·雷拳`泰达希尔`59,39`59,40",
},
[726] = {
["q"] = "千针石林`精铁碎片`32`39`3`收集10块精铁碎片，把它们交给荒芜之地的流放者马特克。",
["os"] = {
[1] = {
["t"] = "精铁碎片：0/10",
["n"] = "2705`6997`8066`8068",
},
},
["pa"] = "流放者马特克`荒芜之地`42,53`42,54`42,52`43,53`44,53",
["pc"] = "流放者马特克`荒芜之地`42,53`42,54`42,52`43,53`44,53",
},
[727] = {
["q"] = "荒芜之地`破碎的联盟`40`43`1`杀掉索格伦，把大地印章交给卡加斯的高恩。",
["os"] = {
[1] = {
["t"] = "大地印章：0/1",
["n"] = "8073",
},
},
["pa"] = "高恩`荒芜之地`3,47`3,46`4,47`3,45`4,49",
["pc"] = "高恩`荒芜之地`3,47`3,46`4,47`3,45`4,49",
},
[728] = {
["q"] = "奥达曼`奥达曼的蘑菇`37`42`1`收集12颗紫色蘑菇，把它们交给卡加斯的加卡尔。",
["os"] = {
[1] = {
["t"] = "紫色蘑菇：0/12",
["n"] = "7003`7069`7184`7601`7011`7114`7125`7131`6801`8076`7024`8079`7115`8080`684`8075",
},
},
["pa"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
["pc"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
},
[729] = {
["q"] = "千针石林`回复菲兹尔`36`38`3`和闪光平原的菲兹尔·铜栓谈一谈。",
["pa"] = "流放者马特克`荒芜之地`42,53`42,54`42,52`43,53`44,53",
["pc"] = "菲兹尔·铜栓`千针石林`78,77`79,75`79,76`78,78`79,77",
},
[730] = {
["q"] = "千针石林`地精的谣言`35`36`3`把地精的谣言带给闪光平原的克拉维尔·浓须。",
["pa"] = "克拉兹克`荆棘谷`27,77",
["pc"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
},
[731] = {
["q"] = "诺莫瑞根`出发！诺莫瑞根！`26`35`1`等斯库提调整好地精传送器。",
["pa"] = "斯库提`荆棘谷`28,77`27,77`28,78`27,78`28,76",
["pc"] = "斯库提`荆棘谷`28,77`27,77`28,78`27,78`28,76",
},
[732] = {
["q"] = "石爪山脉`土灵的觉醒`20`20`1`使用魔化共鸣水晶打开共鸣桶，然后杀死高戈罗克。将这个消息告诉摩罗加尔，并把魔化共鸣水晶还给他。",
["os"] = {
[1] = {
["t"] = "高戈罗克：0/1",
["n"] = "2441",
},
},
["pa"] = "摩罗加尔`石爪山脉`47,64`46,64",
["pc"] = "摩罗加尔`石爪山脉`47,64`46,64",
},
[733] = {
["q"] = "幽影谷`大地之冠`4`5`2`装满水晶瓶并将其带回给奥达希尔顶部的特纳隆·雷拳。",
["os"] = {
[1] = {
["t"] = "装满水的水晶瓶：0/1",
},
},
["pa"] = "特纳隆·雷拳`泰达希尔`59,39`59,40",
["pc"] = "特纳隆·雷拳`泰达希尔`59,39`59,40",
},
[734] = {
["q"] = "幽影谷`大地之冠`4`5`2`将装着半瓶水的瓶子交给多兰纳尔的科瑞萨斯·月怒。",
["pa"] = "特纳隆·雷拳`泰达希尔`59,39`59,40",
["pc"] = "科瑞萨斯·月怒`泰达希尔`56,62`56,61`56,60`57,63`55,60",
},
[735] = {
["q"] = "泰达希尔`多兰纳尔的货物`1`5`2`把药草送到旅店老板凯达米尔手中。",
["pa"] = "伯萨努斯`泰达希尔`61,48`61,47`61,49`61,46`61,45",
["pc"] = "旅店老板凯达米尔`泰达希尔`56,60`55,60`56,59",
},
[736] = {
["q"] = "泰达希尔`赛恩的要求`4`5`2`给多兰纳尔外面的赛恩·腐蹄带去3颗夜刃豹的牙齿、3根巨翼枭的羽毛和3份树林蜘蛛丝。",
["os"] = {
[1] = {
["t"] = "夜刃豹的牙齿：0/3",
["n"] = "4779`4862`4860`4793",
},
[2] = {
["t"] = "巨翼枭的羽毛：0/3",
["n"] = "8082`8084`8081",
},
[3] = {
["t"] = "树林蜘蛛丝：0/3",
["n"] = "8089`8087`10978",
},
},
["pa"] = "赛恩·腐蹄`泰达希尔`60,56`61,56`62,56`60,58`60,57",
["pc"] = "赛恩·腐蹄`泰达希尔`60,56`61,56`62,56`60,58`60,57",
},
[737] = {
["q"] = "泰达希尔`德纳兰的泥土`4`5`2`把稀土交给奥拉密斯湖畔的德纳兰。",
["pa"] = "塞拉尔·刃叶`泰达希尔`56,58`57,58`57,57`58,58`58,57",
["pc"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
},
[738] = {
["q"] = "泰达希尔`烦恼之风`4`6`2`在星风村找到盖洛拉斯·塔文斯伦。",
["pa"] = "阿斯瑞达斯·熊皮`泰达希尔`56,57`57,58`56,58`56,59`57,57",
["pc"] = "盖洛拉斯·塔文斯伦`泰达希尔`66,59`66,58`66,57",
},
[739] = {
["q"] = "泰达希尔`大地之冠`5`5`2`用月亮井的水装满翡翠瓶，然后把它交给多兰纳尔的科瑞萨斯·月怒。",
["os"] = {
[1] = {
["t"] = "装满水的翡翠瓶：0/1",
},
},
["pa"] = "科瑞萨斯·月怒`泰达希尔`56,62`56,61`56,60`57,63`55,60",
["pc"] = "科瑞萨斯·月怒`泰达希尔`56,62`56,61`56,60`57,63`55,60",
},
[740] = {
["q"] = "泰达希尔`大地之冠`6`11`2`用月亮井的水装满紫水晶瓶，然后把它交给多兰纳尔的科瑞萨斯·月怒。",
["os"] = {
[1] = {
["t"] = "装满的紫水晶瓶：0/1",
},
},
["pa"] = "科瑞萨斯·月怒`泰达希尔`56,62`56,61`56,60`57,63`55,60",
["pc"] = "科瑞萨斯·月怒`泰达希尔`56,62`56,61`56,60`57,63`55,60",
},
[741] = {
["q"] = "泰达希尔`神谕林地`7`11`2`收集6条血羽腰带，把它们交给神谕林地里的哨兵阿瑞尼亚·碎云。",
["os"] = {
[1] = {
["t"] = "血羽腰带：0/6",
["n"] = "8093`8099`8098`8095`8100`8097`8094",
},
},
["pa"] = "哨兵阿瑞尼亚·碎云`泰达希尔`38,34`39,35`38,35`38,33`38,36",
["pc"] = "哨兵阿瑞尼亚·碎云`泰达希尔`38,34`39,35`38,35`38,33`38,36",
},
[742] = {
["q"] = "泰达希尔`大地之冠`6`11`2`将装满月亮井水的瓶子带给在达纳苏斯的大德鲁伊范达尔·鹿盔。",
["pa"] = "科瑞萨斯·月怒`泰达希尔`56,62`56,61`56,60`57,63`55,60",
["pc"] = "大德鲁伊范达尔·鹿盔`泰达希尔`24,49`25,49",
},
[743] = {
["q"] = "泰达希尔`向德纳兰回报`8`9`2`雷利亚·绿树要你和奥拉密斯湖的德纳兰谈一谈。",
["pa"] = "雷利亚·绿树`泰达希尔`25,51`26,52`25,52`24,52`26,51",
["pc"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
},
[744] = {
["q"] = "泰达希尔`发光的水果`8`10`2`把这颗发光的水果交给奥拉密斯湖的德纳兰。",
["pa"] = "奇怪的果树`泰达希尔`43,76",
["pc"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
},
[745] = {
["q"] = "泰达希尔`奥肯斯古尔`8`9`2`奥拉密斯湖的德纳兰要你去拿到奥肯斯古尔身上的巨大的瘤。",
["os"] = {
[1] = {
["t"] = "巨大的瘤：0/1",
["n"] = "7956",
},
},
["pa"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
["pc"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
},
[746] = {
["q"] = "卡拉诺斯`猎人之道`10`10`2`与多兰纳尔的达扎拉谈一谈。",
["pa"] = "祖卡斯特`泰达希尔`26,49`25,49",
["pc"] = "达扎拉`泰达希尔`57,59`57,60`56,59`56,58`58,60",
},
[747] = {
["q"] = "达纳苏斯`尼莎·影歌`10`10`2`与尼莎·影歌谈一谈。",
["pa"] = "迈德兰努尔`泰达希尔`32,56`31,55`31,56`33,56`32,55",
["pc"] = "尼莎·影歌`泰达希尔`56,92`56,93`57,93`56,91`56,90",
},
[748] = {
["q"] = "猎人`驯服野兽`10`10`2`使用驯兽棒驯服树林潜伏者。练习你的技能，然后将驯兽棒还给多兰纳尔的达扎拉。",
["pa"] = "达扎拉`泰达希尔`57,59`57,60`56,59`56,58`58,60",
["pc"] = "达扎拉`泰达希尔`57,59`57,60`56,59`56,58`58,60",
},
[749] = {
["q"] = "猎人`驯服野兽`10`10`2`使用驯兽棒驯服一只夜刃捕食者。练习你的技能，然后将驯兽棒还给多兰纳尔的达扎拉。",
["pa"] = "达扎拉`泰达希尔`57,59`57,60`56,59`56,58`58,60",
["pc"] = "达扎拉`泰达希尔`57,59`57,60`56,59`56,58`58,60",
},
[750] = {
["q"] = "猎人`驯服野兽`10`10`2`使用驯兽棒驯服一只巨翼恶枭。练习你的技能，然后将驯兽棒还给多兰纳尔的达扎拉。",
["pa"] = "达扎拉`泰达希尔`57,59`57,60`56,59`56,58`58,60",
["pc"] = "达扎拉`泰达希尔`57,59`57,60`56,59`56,58`58,60",
},
[751] = {
["q"] = "猎人`训练野兽`10`10`2`与达纳苏斯塞纳里奥区的祖卡斯特谈一谈。",
["pa"] = "达扎拉`泰达希尔`57,59`57,60`56,59`56,58`58,60",
["pc"] = "祖卡斯特`泰达希尔`26,49`25,49",
},
[752] = {
["q"] = "黑海岸`泰达希尔的渔业`10`10`2`将尼莎的货物交给维斯派塔斯。",
["pa"] = "尼莎·影歌`泰达希尔`56,92`56,93`57,93`56,91`56,90",
["pc"] = "维斯派塔斯`泰达希尔`58,94`59,94`57,93`58,93",
},
[753] = {
["q"] = "黑海岸`飞往奥伯丁`10`10`2`从角鹰兽管理员维斯派塔斯那里租用一只角鹰兽飞到奥伯丁，然后将尼莎的货物交给莱尔德。",
["pa"] = "维斯派塔斯`泰达希尔`58,94`59,94`57,93`58,93",
["pc"] = "莱尔德`黑海岸`37,44`37,45",
},
[754] = {
["q"] = "黑海岸`瘟疫蔓延`10`14`2`活捉一只狂暴蓟熊，把它带到萨纳瑞恩那里。",
["os"] = {
[1] = {
["t"] = "捕获狂暴蓟熊：0/1",
},
},
["pa"] = "萨纳瑞恩·绿树`黑海岸`39,43`39,44`38,43`38,42`39,42",
["pc"] = "萨纳瑞恩·绿树`黑海岸`39,43`39,44`38,43`38,42`39,42",
},
[755] = {
["q"] = "黑海岸`飞回泰达希尔`10`10`2`将莱尔德的回信交给尼莎·影歌。",
["pa"] = "莱尔德`黑海岸`37,44`37,45",
["pc"] = "尼莎·影歌`泰达希尔`56,92`56,93`57,93`56,91`56,90",
},
[756] = {
["q"] = "黑海岸`清除疫病`10`16`2`到森林里去杀掉20头狂暴蓟熊。",
["os"] = {
[1] = {
["t"] = "狂暴蓟熊：0/20",
["n"] = "2443`2445",
},
},
["pa"] = "萨纳瑞恩·绿树`黑海岸`39,43`39,44`38,43`38,42`39,42",
["pc"] = "萨纳瑞恩·绿树`黑海岸`39,43`39,44`38,43`38,42`39,42",
},
[757] = {
["q"] = "黑海岸`传声盒827号`8`10`2`收集6只蟹腿，把它们放进传声盒827号。",
["os"] = {
[1] = {
["t"] = "蟹腿：0/6",
["n"] = "8052`8107`8109`8102`6248`8112`8104`6246",
},
},
["pa"] = "维兹班恩·曲针`黑海岸`37,44",
["pc"] = "传声盒827号`黑海岸`37,46",
},
[758] = {
["q"] = "黑海岸`传声盒411号`8`12`2`从位于传声盒411号附近的深海中收集3颗黑海岸蛇颈龙的眼球。",
["os"] = {
[1] = {
["t"] = "蛇颈龙的眼球：0/3",
["n"] = "4716`4571",
},
},
["pa"] = "传声盒827号`黑海岸`37,46",
["pc"] = "传声盒411号`黑海岸`42,29",
},
[759] = {
["q"] = "黑海岸`巴莎兰`10`12`2`帮巴莎兰的阿斯特利安收集8只劣魔耳环。",
["os"] = {
[1] = {
["t"] = "劣魔耳环：0/8",
["n"] = "8898`8114",
},
},
["pa"] = "阿斯特利安`黑海岸`44,36`44,37`45,37`45,36",
["pc"] = "阿斯特利安`黑海岸`44,36`44,37`45,37`45,36",
},
[760] = {
["q"] = "黑海岸`巴莎兰`10`13`2`获取远古月亮石封印，把它交给巴莎兰的阿斯特利安。",
["os"] = {
[1] = {
["t"] = "远古月亮石封印：0/1",
["n"] = "8116",
},
},
["pa"] = "阿斯特利安`黑海岸`44,36`44,37`45,37`45,36",
["pc"] = "阿斯特利安`黑海岸`44,36`44,37`45,37`45,36",
},
[761] = {
["q"] = "黑海岸`传声盒323号`11`14`2`收集6颗月夜猛虎的牙齿，把它们放进传声盒323号。",
["os"] = {
[1] = {
["t"] = "月夜猛虎的牙齿：0/6",
["n"] = "10875`4601`4758`10874",
},
},
["pa"] = "传声盒411号`黑海岸`42,29",
["pc"] = "传声盒323号`黑海岸`51,25`51,24",
},
[762] = {
["q"] = "黑海岸`清洗水晶`12`14`2`在奥伯丁月亮井中把空水瓶装满，然后调查黑海岸东部山脉的红水晶。",
["os"] = {
[1] = {
["t"] = "月亮井水瓶：0/1",
},
},
["pa"] = "哨兵戈琳达·纳希恩`黑海岸`38,43`38,44`37,44`37,45`37,43",
["pc"] = "神秘的红色水晶`黑海岸`47,49",
},
[763] = {
["q"] = "黑海岸`水晶中的碎骨`12`14`2`向奥伯丁的哨兵哨兵戈琳达·纳希恩报告你的发现。",
["pa"] = "神秘的红色水晶`黑海岸`47,49",
["pc"] = "哨兵戈琳达·纳希恩`黑海岸`38,43`38,44`37,44`37,45`37,43",
},
[764] = {
["q"] = "黑海岸`传声盒525号`13`16`2`收集4块灰色头皮，然后把它们放在传声盒525号中。",
["os"] = {
[1] = {
["t"] = "灰色头皮：0/4",
["n"] = "2956`4526",
},
},
["pa"] = "传声盒323号`黑海岸`51,25`51,24",
["pc"] = "传声盒525号`黑海岸`41,81`41,80",
},
[765] = {
["q"] = "幽暗城`金格的货物`38`45`1`把订货单交给幽暗城的奥雷萨多·卢卡。",
["pa"] = "药剂师金格`幽暗城`50,68`50,69`49,68`47,72`49,69",
["pc"] = "奥雷萨多·卢卡`幽暗城`59,55`58,55`58,56`58,57`57,56",
},
[766] = {
["q"] = "幽暗城`金格的货物`38`45`1`把采样工具包交给幽暗城的药剂师金格。",
["pa"] = "奥雷萨多·卢卡`幽暗城`59,55`58,55`58,56`58,57`57,56",
["pc"] = "药剂师金格`幽暗城`50,68`50,69`49,68`47,72`49,69",
},
[767] = {
["q"] = "塔纳利斯`进入沙漠`38`46`1`和加基森的首席工程师沙克斯·比格维兹谈一谈，请他为实验工具包提供能量源。",
["pa"] = "药剂师金格`幽暗城`50,68`50,69`49,68`47,72`49,69",
["pc"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
},
[768] = {
["q"] = "阿拉希高地`索拉丁符印`33`40`1`把修复的索拉丁符印交给落锤村的森古。",
["pa"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
["pc"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
},
[769] = {
["q"] = "阿拉希高地`阿拉索符印`33`41`1`取回阿拉索符印，把它交给落锤村的森古。",
["os"] = {
[1] = {
["t"] = "阿拉索符印：0/1",
["n"] = "7026",
},
},
["pa"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
["pc"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
},
[770] = {
["q"] = "阿拉希高地`托尔贝恩符印`33`42`1`杀掉加林·托尔贝恩王子，把托尔贝恩符印带给落锤村的森古。",
["os"] = {
[1] = {
["t"] = "托尔贝恩符印：0/1",
["n"] = "8118",
},
},
["pa"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
["pc"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
},
[771] = {
["q"] = "阿拉希高地`托卡拉尔`33`42`1`从激流堡的托尔贝恩墓室中取回托卡拉尔剑。",
["pa"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
["pc"] = "托尔贝恩的墓室`阿拉希高地`29,60`29,59",
},
[772] = {
["q"] = "阿拉希高地`山中的水晶`30`35`3`找到你在幻觉中看到的那块水晶。",
["pa"] = "密斯莱尔坠饰`阿拉希高地`70,61`78,29`46,47`29,64`30,65",
["pc"] = "密斯莱尔水晶碎块`阿拉希高地`62,34`63,34",
},
[773] = {
["q"] = "阿拉希高地`密斯莱尔的盟友`34`40`1`和落锤村的萨鲁克谈一谈。",
["pa"] = "钥匙之石`阿拉希高地`36,58",
["pc"] = "萨鲁克`阿拉希高地`74,36`74,39`73,40`75,36`64,48",
},
[774] = {
["q"] = "荆棘谷`摩克萨尔丁的魔法`34`41`1`给格罗姆高营地的先知摩克萨尔丁带回1根成年大猩猩的肌腱。",
["os"] = {
[1] = {
["t"] = "成年大猩猩的肌腱：0/1",
["n"] = "6824",
},
},
["pa"] = "先知摩克萨尔丁`荆棘谷`32,29`33,29`32,28`32,30",
["pc"] = "先知摩克萨尔丁`荆棘谷`32,29`33,29`32,28`32,30",
},
[775] = {
["q"] = "荆棘谷`猎龙`32`43`3`赫米特·奈辛瓦里要求你杀死荆棘谷中最危险最狡猾的迅猛龙泰希斯。",
["os"] = {
[1] = {
["t"] = "泰希斯的爪子：0/1",
["n"] = "8120",
},
},
["pa"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
["pc"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
},
[776] = {
["q"] = "奥格瑞玛`菲拉斯的危机`38`43`1`贝尔戈洛姆·石槌想让你去和莫沙彻营地的洛卡·奥赫谈一谈。",
["pa"] = "贝尔戈洛姆·石槌`奥格瑞玛`75,34`76,33`74,34`72,35`70,37",
["pc"] = "洛卡·奥赫`菲拉斯`75,44`74,47`74,46`76,43`74,45",
},
[777] = {
["q"] = "尘泥沼泽`塞拉摩码头`32`35`1`把指挥官的文件交给蕨墙村的纳泽尔·血矛。",
["os"] = {
[1] = {
["t"] = "指挥官的文件：0/1",
["n"] = "8122",
},
},
["pa"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
["pc"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
},
[778] = {
["q"] = "菲拉斯`新斗篷的光辉`38`45`1`给千针石林的克鲁伊格·碎颅带去10个闪光的小精灵翅膀。",
["os"] = {
[1] = {
["t"] = "闪光的小精灵翅膀：0/10",
["n"] = "10783`7365",
},
},
["pa"] = "克鲁伊格·碎颅`千针石林`68,64`68,65`69,63`67,64`68,63",
["pc"] = "克鲁伊格·碎颅`千针石林`68,64`68,65`69,63`67,64`68,63",
},
[779] = {
["q"] = "法师`能量仪祭`31`40`3`将《能量仪祭》交给尘泥沼泽的塔贝萨。",
["os"] = {
[1] = {
["t"] = "能量仪祭：0/1",
["n"] = "8123",
},
},
["pa"] = "大法师提尔斯`千针石林`78,76`79,74`77,75`79,76`78,75",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[780] = {
["q"] = "荆棘谷`血顶之颅`32`41`1`将甘祖拉恩的头颅和奈兹里奥克的头颅带回格罗姆高营地，放入冒泡的大锅中。",
["os"] = {
[1] = {
["t"] = "甘祖拉恩的头颅：0/1",
["n"] = "5888",
},
[2] = {
["t"] = "奈兹里奥克的头颅：0/1",
["n"] = "5956",
},
},
["pa"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
["pc"] = "冒泡的大锅`荆棘谷`32,28`32,27",
},
[781] = {
["q"] = "荆棘谷`血帆海盗`37`41`3`大副克拉兹要求你去侦察一下藏宝海湾北边的海滩。",
["pa"] = "大副克拉兹`荆棘谷`28,77`28,76`28,75`28,74`29,76",
["pc"] = "血帆海盗的信件`荆棘谷`27,70`27,69",
},
[782] = {
["q"] = "荆棘谷`赞吉尔的秘密`35`44`3`收集12份赞吉尔的药剂，把它们交给藏宝海湾的克兰克·菲兹巴布。",
["os"] = {
[1] = {
["t"] = "赞吉尔的药剂：0/12",
["n"] = "5464`5874`5998`6600`5975`5904`5903`5478`5921",
},
},
["pa"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
["pc"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
},
[783] = {
["q"] = "凄凉之地`玛格拉姆部族`30`33`1`和玛格拉姆部族建立良好的关系，然后和瓦鲁格谈一谈。",
["pa"] = "古尔达·蛮鬃`凄凉之地`56,60`56,58`56,59`56,57",
["pc"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
},
[784] = {
["q"] = "荆棘谷`奈兹里奥克`33`40`1`带回巴里亚曼战利品、赞塔加战利品和祖玛维战利品各一个，把它们放入格罗姆高营地里中的冒泡的大锅里。",
["os"] = {
[1] = {
["t"] = "巴里亚曼战利品：0/1",
["n"] = "8124",
},
[2] = {
["t"] = "赞塔加战利品：0/1",
["n"] = "5910`5942`5935`8125",
},
[3] = {
["t"] = "祖玛维战利品：0/1",
["n"] = "5910`5935`8126",
},
},
["pa"] = "冒泡的大锅`荆棘谷`32,28`32,27",
["pc"] = "冒泡的大锅`荆棘谷`32,28`32,27",
},
[785] = {
["q"] = "荆棘谷`甘祖拉恩`33`46`1`杀死8名劈颅猎人、6名劈颅猎头者和4名劈颅狂战士。\n\n将安纳希克的盔甲碎片放入格罗姆高营地中的冒泡的大锅里。",
["os"] = {
[1] = {
["t"] = "劈颅猎人：0/8",
["n"] = "2452",
},
[2] = {
["t"] = "劈颅猎头者：0/6",
["n"] = "2456",
},
[3] = {
["t"] = "劈颅狂战士：0/4",
["n"] = "2459",
},
[4] = {
["t"] = "安纳希克的盔甲碎片：0/1",
["n"] = "5883",
},
},
["pa"] = "冒泡的大锅`荆棘谷`32,28`32,27",
["pc"] = "冒泡的大锅`荆棘谷`32,28`32,27",
},
[786] = {
["q"] = "千针石林`梦境之尘`30`36`3`为藏宝海湾的克拉兹克收集10份梦境之尘。",
["os"] = {
[1] = {
["t"] = "梦境之尘：0/10",
["n"] = "8131`8129`7294`7293`7003`13475`8151`3921`8792`8132`8143`8149`9372`8128`12208`6474`7304`12454`8137`8152`6331`8162`8156`8159`7298`8147`6147`8133`8164`8161`8136`6295`6354`6345`6594`6593`10799`8142`8144`8150`7100`8154`3816`2662`3273`3914`3255`5492`8145`3993`4070`4002`3322`6350`7029`8146`8138`8130`10959`6582",
},
},
["pa"] = "克拉兹克`荆棘谷`27,77",
["pc"] = "克拉兹克`荆棘谷`27,77",
},
[787] = {
["q"] = "荆棘谷`劈颅巨魔的獠牙`37`42`3`给藏宝海湾的科博克带回18根劈颅巨魔的獠牙。",
["os"] = {
[1] = {
["t"] = "劈颅巨魔的獠牙：0/18",
["n"] = "5883`5888`5956`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897",
},
},
["pa"] = "科博克`荆棘谷`27,77`28,76",
["pc"] = "科博克`荆棘谷`27,77`28,76",
},
[788] = {
["q"] = "祖尔法拉克`摩沙鲁的预言`40`47`3`将第一块和第二块摩沙鲁石板交给塔纳利斯的叶基亚。",
["os"] = {
[1] = {
["t"] = "第一块摩沙鲁石板：0/1",
["n"] = "6560",
},
[2] = {
["t"] = "第二块摩沙鲁石板：0/1",
["n"] = "6922",
},
},
["pa"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
["pc"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
},
[789] = {
["q"] = "荆棘谷`水元素`32`37`2`为藏宝海湾的大财主里维加兹收集6个水元素护腕。",
["os"] = {
[1] = {
["t"] = "水元素护腕：0/6",
["n"] = "6352",
},
},
["pa"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
["pc"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
},
[790] = {
["q"] = "矿道地铁`捕捉矿道老鼠`10`12`2`使用捕鼠者之笛捕获5只矿道老鼠，把它们引到蒙提那儿去。别忘了退还笛子。",
["os"] = {
[1] = {
["t"] = "捕获老鼠：0/5",
},
},
["pa"] = "蒙提`矿道地铁`",
["pc"] = "蒙提`矿道地铁`",
},
[791] = {
["q"] = "荆棘谷`帅小伙子邓肯`34`39`2`从“帅小伙子”邓肯那里夺回凯特琳的匕首。",
["os"] = {
[1] = {
["t"] = "凯特琳的匕首：0/1",
["n"] = "5905",
},
},
["pa"] = "利刃凯特琳`荆棘谷`27,78`27,77",
["pc"] = "利刃凯特琳`荆棘谷`27,78`27,77",
},
[792] = {
["q"] = "荒芜之地`寻找阿戈莫德`30`38`2`找到阿戈莫德。",
["pa"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
["pc"] = "残破的矮人骸骨`荒芜之地`51,62`51,63",
},
[793] = {
["q"] = "荆棘谷`库尔森上校`30`40`2`杀掉6名库尔森精英和4名库尔森副首领，并将库尔森的头颅交给反抗军营地里的多伦上尉。",
["os"] = {
[1] = {
["t"] = "库尔森精英：0/6",
["n"] = "2462",
},
[2] = {
["t"] = "库尔森副首领：0/4",
["n"] = "2464",
},
[3] = {
["t"] = "库尔森的头颅：0/1",
["n"] = "5997",
},
},
["pa"] = "多伦上尉`荆棘谷`38,3`38,4`38,5",
["pc"] = "多伦上尉`荆棘谷`38,3`38,4`38,5",
},
[794] = {
["q"] = "暴风城`失踪的使节`28`31`2`与暴风城旧城区里的达舍尔·石拳谈一谈。",
["pa"] = "埃林·提亚斯`暴风城`60,65`60,64",
["pc"] = "达舍尔·石拳`暴风城`70,45`70,44`71,45`69,44`70,49",
},
[795] = {
["q"] = "暴风城`失踪的使节`28`31`2`击败暴风城的达舍尔·石拳。",
["pa"] = "达舍尔·石拳`暴风城`70,45`70,44`71,45`69,44`70,49",
["pc"] = "达舍尔·石拳`暴风城`70,45`70,44`71,45`69,44`70,49",
},
[796] = {
["q"] = "暴风城`失踪的使节`28`31`2`与暴风城的埃林·提亚斯谈一谈。",
["pa"] = "达舍尔·石拳`暴风城`70,45`70,44`71,45`69,44`70,49",
["pc"] = "埃林·提亚斯`暴风城`60,65`60,64",
},
[797] = {
["q"] = "暴风城`失踪的使节`28`33`2`与湿地的米克哈尔谈一谈。",
["pa"] = "埃林·提亚斯`暴风城`60,65`60,64",
["pc"] = "米克哈尔`湿地`11,61`11,60`10,61`10,60",
},
[798] = {
["q"] = "暴风城`失踪的使节`28`33`2`在塔伯克·贾恩逃跑前制服他，然后回米奈希尔港旅店去找米克哈尔。",
["pa"] = "米克哈尔`湿地`11,61`11,60`10,61`10,60",
["pc"] = "米克哈尔`湿地`11,61`11,60`10,61`10,60",
},
[799] = {
["q"] = "暴风城`失踪的使节`28`33`2`找到尘泥沼泽的指挥官萨穆尔。",
["pa"] = "米克哈尔`湿地`11,61`11,60`10,61`10,60",
["pc"] = "指挥官萨穆尔`贫瘠之地`71,79",
},
[800] = {
["q"] = "阿拉希高地`激流堡符印`32`37`1`帮落锤村的森古拿回激流堡符印。",
["os"] = {
[1] = {
["t"] = "激流堡符印：0/1",
["n"] = "7112`10079`7042",
},
},
["pa"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
["pc"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
},
[801] = {
["q"] = "阿拉希高地`短兵相接`30`32`1`杀死10名枯木掷斧者、10名枯木猎头者和8个枯木巫医，然后回到落锤村哨所的杜拉姆法尔那里。",
["os"] = {
[1] = {
["t"] = "枯木掷斧者：0/10",
["n"] = "2465",
},
[2] = {
["t"] = "枯木猎头者：0/10",
["n"] = "2467",
},
[3] = {
["t"] = "枯木巫医：0/8",
["n"] = "2469",
},
},
["pa"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
["pc"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
},
[802] = {
["q"] = "阿拉希高地`邪恶的魔法`30`33`1`帮落锤村的托尔甘找10枚血石护符。",
["os"] = {
[1] = {
["t"] = "血石护符：0/10",
["n"] = "2574`2570`3756",
},
},
["pa"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
["pc"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
},
[803] = {
["q"] = "术士`索兰鲁克宝珠`20`25`3`找到3块索兰鲁克宝珠的碎片和1块索兰鲁克宝珠的大碎片，把它们交给贫瘠之地的杜安·卡汉。",
["os"] = {
[1] = {
["t"] = "索兰鲁克宝珠的碎片：0/3",
["n"] = "5500",
},
[2] = {
["t"] = "索兰鲁克宝珠的大碎片：0/1",
["n"] = "4846",
},
},
["pa"] = "杜安·卡汉`贫瘠之地`49,57`49,58`49,56`50,56",
},
[804] = {
["q"] = "菲拉斯`黑暗之心`45`50`1`莫沙彻营地的塔罗·刺蹄要你给他拿去艾丹娜·邪爪的黑心。",
["os"] = {
[1] = {
["t"] = "艾丹娜的黑心：0/1",
["n"] = "8171",
},
},
["pa"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
["pc"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
},
[805] = {
["q"] = "菲拉斯`对鹰身人的复仇`45`50`1`塔罗·刺蹄让你杀掉4个北泉鹰身人、4个北泉游荡者、4个北泉唤风者和4个北泉杀戮者。",
["os"] = {
[1] = {
["t"] = "北泉鹰身人：0/4",
["n"] = "2471",
},
[2] = {
["t"] = "北泉游荡者：0/4",
["n"] = "2475",
},
[3] = {
["t"] = "北泉杀戮者：0/4",
["n"] = "2479",
},
[4] = {
["t"] = "北泉唤风者：0/4",
["n"] = "2483",
},
},
["pa"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
["pc"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
},
[806] = {
["q"] = "千针石林`拉泽瑞克的调整`32`41`3`为闪光平原的拉泽瑞克取回爆盐增压器。",
["os"] = {
[1] = {
["t"] = "爆盐增压器：0/1",
["n"] = "8172`8173",
},
},
["pa"] = "拉泽瑞克`千针石林`80,76`79,77`80,77",
["pc"] = "拉泽瑞克`千针石林`80,76`79,77`80,77",
},
[807] = {
["q"] = "辛特兰`向费泽鲁尔复命`41`44`1`向斯通纳德的费泽鲁尔回报。",
["pa"] = "阿塔莱流放者`辛特兰`34,75`33,73`34,73`33,75`34,74",
["pc"] = "费泽鲁尔`悲伤沼泽`48,55",
},
[808] = {
["q"] = "沉没的神庙`预言者迦玛兰`40`53`3`辛特兰的阿塔莱流放者要你给他带回迦玛兰的头。",
["os"] = {
[1] = {
["t"] = "加玛兰的头颅：0/1",
["n"] = "7313",
},
},
["pa"] = "阿塔莱流放者`辛特兰`34,75`33,73`34,73`33,75`34,74",
["pc"] = "阿塔莱流放者`辛特兰`34,75`33,73`34,73`33,75`34,74",
},
[809] = {
["q"] = "阿拉希高地`通缉：玛雷兹·考尔`30`39`2`把玛雷兹的头颅交给避难谷地的尼艾丝队长。",
["os"] = {
[1] = {
["t"] = "玛雷兹的头颅：0/1",
["n"] = "8175",
},
},
["pa"] = "通缉板`阿拉希高地`46,48",
["pc"] = "尼艾丝队长`阿拉希高地`46,48`46,47`45,48`44,49`46,46",
},
[810] = {
["q"] = "阿拉希高地`通缉：奥图和法库雷斯特`30`40`2`把法库雷斯特和奥图的头颅交给避难谷地的尼艾丝队长。",
["os"] = {
[1] = {
["t"] = "奥图的头颅：0/1",
["n"] = "8178",
},
[2] = {
["t"] = "法库雷斯特的头颅：0/1",
["n"] = "8180",
},
},
["pa"] = "通缉板`阿拉希高地`46,48",
["pc"] = "尼艾丝队长`阿拉希高地`46,48`46,47`45,48`44,49`46,46",
},
[811] = {
["q"] = "阿拉希高地`特雷莱恩的符咒魔杖`30`39`2`帮避难谷地的斯奎尔图找到特雷莱恩的符咒魔杖，并把它带回来。",
["os"] = {
[1] = {
["t"] = "特雷莱恩的符咒魔杖：0/1",
["n"] = "8182",
},
},
["pa"] = "斯奎尔图`阿拉希高地`47,47`46,47`46,48`47,46`48,47",
["pc"] = "斯奎尔图`阿拉希高地`47,47`46,47`46,48`47,46`48,47",
},
[812] = {
["q"] = "千针石林`地精赞助商`29`37`3`与藏宝海湾的大财主里维加兹谈一谈。",
["pa"] = "码头管理员罗兹基尔`荆棘谷`26,73`26,74`27,74`28,74`27,75",
["pc"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
},
[813] = {
["q"] = "千针石林`地精赞助商`29`37`3`将燃料调节器的蓝图交给藏宝海湾的大财主里维加兹。",
["os"] = {
[1] = {
["t"] = "燃料调节器的蓝图：0/1",
["n"] = "5967`8184",
},
},
["pa"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
["pc"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
},
[814] = {
["q"] = "石爪山脉`超级收割机6000`16`21`3`为石爪山的菲兹克斯偷来超级收割机6000型的设计图。",
["os"] = {
[1] = {
["t"] = "超级收割机6000型的设计图：0/1",
["n"] = "10275",
},
},
["pa"] = "菲兹克斯`石爪山脉`59,63`59,62`59,61",
["pc"] = "菲兹克斯`石爪山脉`59,63`59,62`59,61",
},
[815] = {
["q"] = "贫瘠之地`奥瓦坦卡`16`24`1`把奥瓦坦卡的尾刺交给陶拉祖营地的乔恩。",
["pa"] = "奥瓦坦卡的尾刺`石爪山脉`34,60",
["pc"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
},
[816] = {
["q"] = "凄凉之地`诱捕科多兽`30`34`3`将科多兽诱引器和5头被驯服的科多兽交给瑟卡布斯库的营地中的斯米德·瑟卡布斯库。",
["os"] = {
[1] = {
["t"] = "驯服科多兽：0/5",
},
},
["pa"] = "斯米德·瑟卡布斯库`凄凉之地`61,62`61,64`60,62`60,60`60,61",
["pc"] = "斯米德·瑟卡布斯库`凄凉之地`61,62`61,64`60,62`60,60`60,61",
},
[817] = {
["q"] = "凄凉之地`戴兹帕可汗`30`35`1`把戴兹帕可汗的头颅交给凄凉之地的费古尔·双刃。",
["os"] = {
[1] = {
["t"] = "戴兹帕可汗的头颅：0/1",
["n"] = "8190",
},
},
["pa"] = "费古尔·双刃`凄凉之地`56,59`56,60`56,58`56,57",
["pc"] = "费古尔·双刃`凄凉之地`56,59`56,60`56,58`56,57",
},
[818] = {
["q"] = "凄凉之地`吉尔吉斯部族`30`33`1`和吉尔吉斯部族建立良好的关系，然后和智者乌泰克谈一谈。",
["pa"] = "古尔达·蛮鬃`凄凉之地`56,60`56,58`56,59`56,57",
["pc"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
},
[819] = {
["q"] = "希尔斯布莱德丘陵`落锤之战`30`32`1`杀掉8个石拳食人魔和10个石拳执行者，然后去阿拉希高地的落锤村哨所找杜拉姆法尔。",
["os"] = {
[1] = {
["t"] = "石拳食人魔：0/8",
["n"] = "2486",
},
[2] = {
["t"] = "石拳执行者：0/10",
["n"] = "2491",
},
},
["pa"] = "塔隆`希尔斯布莱德丘陵`62,20`62,16`62,19`53,41`58,27",
["pc"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
},
[820] = {
["q"] = "希尔斯布莱德丘陵`苦楚药剂`25`30`1`将一桶矿工烈酒交给塔伦米尔的药剂师林度恩。",
["os"] = {
[1] = {
["t"] = "矿工烈酒：0/1",
["n"] = "2766`8191",
},
},
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[821] = {
["q"] = "暴风城`保全书籍`23`38`2`把5本失而复得的书籍和包含《格里雷克之臂》的破旧的皮书带给南海镇的博学者迪布斯。",
["os"] = {
[1] = {
["t"] = "失而复得的书籍：0/5",
["n"] = "8192`1953`6876`11045`2967`6865`11605",
},
[2] = {
["t"] = "破旧的皮书：0/1",
["n"] = "8194`9689`8192`2967",
},
},
["pa"] = "博学者迪布斯`希尔斯布莱德丘陵`50,57`51,57`50,58`50,56`50,59",
["pc"] = "博学者迪布斯`希尔斯布莱德丘陵`50,57`51,57`50,58`50,56`50,59",
},
[822] = {
["q"] = "希尔斯布莱德丘陵`新的瘟疫？`30`33`2`到阿拉希高地上的格沙克农场附近找到奎艾和基恩洛。",
["pa"] = "费恩·奥德利克`希尔斯布莱德丘陵`50,59`50,58`49,59`50,57`50,60",
["pc"] = "奎艾`阿拉希高地`60,54`59,54`61,53`60,53`58,51",
},
[823] = {
["q"] = "荆棘谷`安斯雷姆的钥匙`34`37`2`与藏宝海湾的凯特琳谈一谈。",
["pa"] = "大法师安斯雷姆·鲁因维沃尔`奥特兰克山脉`",
["pc"] = "利刃凯特琳`荆棘谷`27,78`27,77",
},
[824] = {
["q"] = "荆棘谷`海潮的诅咒`35`40`2`用凯特琳的匕首摧毁海潮祭坛，然后杀死加兹班，将海潮之石带给大财主里维加兹。",
["os"] = {
[1] = {
["t"] = "海潮之石：0/1",
["n"] = "8196",
},
},
["pa"] = "利刃凯特琳`荆棘谷`27,78`27,77",
["pc"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
},
[825] = {
["q"] = "术士`奥拉赫宝珠`35`35`3`与贫瘠之地的梅纳拉·沃伦德谈一谈。",
["pa"] = "德米赛特·克劳斯`艾尔文森林`14,45`15,45",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[826] = {
["q"] = "荆棘谷`猎豹`30`40`3`奈辛瓦里远征队的埃尔加丁爵士要求你杀死巴尔瑟拉，并带回它的牙。",
["os"] = {
[1] = {
["t"] = "巴尔瑟拉的牙齿：0/1",
["n"] = "8197",
},
},
["pa"] = "埃尔加丁爵士`荆棘谷`36,11`35,11`36,10`34,10`35,10",
["pc"] = "埃尔加丁爵士`荆棘谷`36,11`35,11`36,10`34,10`35,10",
},
[827] = {
["q"] = "阿拉希高地`水下伏兵`35`44`3`在纳迦的攻击中保护沙克斯·奥布里。",
["pa"] = "沙克斯·奥布里`阿拉希高地`32,81`32,82`31,83`33,82`33,81",
["pc"] = "沙克斯·奥布里`阿拉希高地`32,81`32,82`31,83`33,82`33,81",
},
[828] = {
["q"] = "希尔斯布莱德丘陵`损失惨重`30`34`2`南海镇的达伦·玛尔维要你杀掉8只山地狮和10只巨型山地狮。",
["os"] = {
[1] = {
["t"] = "山地狮：0/8",
["n"] = "14366",
},
[2] = {
["t"] = "巨型山地狮：0/10",
["n"] = "2512",
},
},
["pa"] = "达伦·玛尔维`希尔斯布莱德丘陵`52,56`51,56`53,56`53,58`52,57",
["pc"] = "达伦·玛尔维`希尔斯布莱德丘陵`52,56`51,56`53,56`53,58`52,57",
},
[829] = {
["q"] = "希尔斯布莱德丘陵`新的瘟疫？`30`36`2`找到被遗忘者信使，把她的密封的信件交给格沙克农场里的奎艾。",
["os"] = {
[1] = {
["t"] = "密封的信件：0/1",
["n"] = "8199",
},
},
["pa"] = "奎艾`阿拉希高地`60,54`59,54`61,53`60,53`58,51",
["pc"] = "奎艾`阿拉希高地`60,54`59,54`61,53`60,53`58,51",
},
[830] = {
["q"] = "术士`宝珠碎片`35`40`3`在棘齿城外的塔里与梅纳拉的侍僧们谈话，选择自己修行的方式。\n\n然后给尘泥沼泽的塔贝萨带去一颗地狱火珠。",
["os"] = {
[1] = {
["t"] = "地狱火宝珠：0/1",
["n"] = "6920",
},
},
["pa"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[831] = {
["q"] = "术士`召唤地狱战马`40`40`3`与棘齿城的斯坦哈德·法尔杉谈一谈，学习召唤地狱战马的能力。",
["pa"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
["pc"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
},
[832] = {
["q"] = "术士`魔化金线血袍`31`34`3`将一块金锭交给荆棘谷的希兹克·古斯提。",
["os"] = {
[1] = {
["t"] = "金锭：0/1",
["n"] = "5759`8178`5457`854`10397`5768`5810`2361`7389`14076`10320`7193`9687`7227`2997`5942`5935`8192`8971`2891`4114`2574`8202`14325",
},
},
["pa"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
["pc"] = "希兹克·古斯提`荆棘谷`29,77",
},
[833] = {
["q"] = "术士`魔化金线血袍`31`34`3`回到贫瘠之地的梅纳拉·沃伦德那里。",
["pa"] = "希兹克·古斯提`荆棘谷`29,77",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[834] = {
["q"] = "术士`魔化金线血袍`31`37`3`将10瓶怨怒萨特之血和1块次级地狱火石交给贫瘠之地的梅纳拉·沃伦德。",
["os"] = {
[1] = {
["t"] = "怨怒萨特之血：0/10",
["n"] = "2826`2814`2832`2820`10857`8010",
},
[2] = {
["t"] = "次级地狱火石：0/1",
["n"] = "8205",
},
},
["pa"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[835] = {
["q"] = "术士`地狱火的灵魂`35`40`3`带上地狱火绿宝石到凄凉之地去，用它捕获一个地狱火的灵魂。成功之后，将地狱火绿宝石和被禁锢的地狱火灵魂交给贫瘠之地的梅纳拉·沃伦德。",
["os"] = {
[1] = {
["t"] = "被禁锢的地狱火灵魂：0/1",
},
},
["pa"] = "助手玛迦兹`贫瘠之地`63,35`63,36",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[836] = {
["q"] = "术士`地狱犬的灵魂`35`40`3`带上地狱犬红宝石到凄凉之地去，用它捕获一只地狱犬的灵魂。成功之后，将地狱犬红宝石和被禁锢的地狱犬灵魂交给贫瘠之地的梅纳拉·沃伦德。",
["os"] = {
[1] = {
["t"] = "被禁锢的地狱犬灵魂：0/1",
},
},
["pa"] = "助手温图拉`贫瘠之地`63,35`62,36`63,36",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[837] = {
["q"] = "术士`奥拉赫宝珠的净化`36`40`3`杀死宝珠之魔，然后与塔贝萨谈一谈。",
["os"] = {
[1] = {
["t"] = "宝珠之魔：0/1",
["n"] = "2186",
},
},
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[838] = {
["q"] = "术士`归还净化过的宝珠`37`40`3`将净化过的地狱火宝珠交给贫瘠之地的梅纳拉·沃伦德。",
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[839] = {
["q"] = "术士`魔化金线血袍`32`37`3`将一些优质金线、2块闷烧煤和一块灵魂碎片交给贫瘠之地的梅纳拉·沃伦德。",
["os"] = {
[1] = {
["t"] = "优质金线：0/1",
},
[2] = {
["t"] = "闷烧煤：0/2",
["n"] = "8206",
},
[3] = {
["t"] = "灵魂碎片：0/1",
["n"] = "8241`8250`12994`13491`3504`13475`3573`3494`3595`8272`8249`8243`8259`8226`3278`3295`3288`8221`8231`3282`8227`8228`8240`8244`3625`13470`1453`12905`3240`8265`3229`8215`11945`8277`13844`3628`3606`8236`3515`3827`3839`3816`2662`2668`2654`8209`6163`6214`8234`13501`12875`8217`8235`8212`8247`8266",
},
},
["pa"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[840] = {
["q"] = "术士`达奥拉赫宝珠`37`40`3`等待梅纳拉·沃伦德完成达奥拉赫宝珠，然后再与她谈一谈。",
["pa"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[841] = {
["q"] = "术士`完成金线血袍`33`38`3`等待梅纳拉·沃伦德织好披风，然后跟她谈一谈。",
["pa"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[842] = {
["q"] = "奥特兰克山脉`附有魔法的羊皮纸`32`40`2`将这张附有魔法的羊皮纸带给南海镇的博学者迪布斯。",
["pa"] = "附有魔法的羊皮纸`奥特兰克山脉`39,15`39,16`79,29`40,17`40,18",
["pc"] = "博学者迪布斯`希尔斯布莱德丘陵`50,57`51,57`50,58`50,56`50,59",
},
[843] = {
["q"] = "奥特兰克山脉`解码高手`32`40`2`把附有魔法的羊皮纸带给铁炉堡的勘察员塔伯斯·雷矛。",
["pa"] = "博学者迪布斯`希尔斯布莱德丘陵`50,57`51,57`50,58`50,56`50,59",
["pc"] = "勘察员塔伯斯·雷矛`丹莫罗`63,23`62,24`63,24",
},
[844] = {
["q"] = "阿拉希高地`学徒的魔法`30`39`2`和斯奎尔图谈一谈。",
["pa"] = "学徒克里汀`阿拉希高地`46,48`46,47`47,47`49,45`48,45",
["pc"] = "斯奎尔图`阿拉希高地`47,47`46,47`46,48`47,46`48,47",
},
[845] = {
["q"] = "阿拉希高地`进攻高塔`30`39`2`找到特雷莱恩的护符匣、特雷莱恩的宝珠和特雷莱恩的黑玛瑙，把它们交给避难谷地的斯奎尔图。",
["os"] = {
[1] = {
["t"] = "特雷莱恩的护符匣：0/1",
["n"] = "2962`7075`2958`8279",
},
[2] = {
["t"] = "特雷莱恩的宝珠：0/1",
["n"] = "8281`7075`8280",
},
[3] = {
["t"] = "特雷莱恩的黑玛瑙：0/1",
["n"] = "7075`2958`8280",
},
},
["pa"] = "斯奎尔图`阿拉希高地`47,47`46,47`46,48`47,46`48,47",
["pc"] = "斯奎尔图`阿拉希高地`47,47`46,47`46,48`47,46`48,47",
},
[846] = {
["q"] = "阿拉希高地`禁锢之石`31`38`3`从西禁锢之石、东禁锢之石和外禁锢之石中搜集烈焰钥匙、海浪钥匙和雷霆钥匙。\n\n把它们带到内禁锢之石处。",
["os"] = {
[1] = {
["t"] = "烈焰钥匙：0/1",
["n"] = "8206`8282",
},
[2] = {
["t"] = "海浪钥匙：0/1",
["n"] = "8283`8286`7200",
},
[3] = {
["t"] = "雷霆钥匙：0/1",
["n"] = "13519`8287",
},
},
["pa"] = "虹光水晶碎块`阿拉希高地`84,31",
["pc"] = "内禁锢之石`阿拉希高地`36,57`36,58",
},
[847] = {
["q"] = "阿拉希高地`打开钥匙之石`31`42`3`找到并杀死弗兹鲁克，然后把秩序魔棒带到阿拉希高地的钥匙之石旁。",
["os"] = {
[1] = {
["t"] = "秩序魔棒：0/1",
["n"] = "8286",
},
},
["pa"] = "内禁锢之石`阿拉希高地`36,57`36,58",
["pc"] = "钥匙之石`阿拉希高地`36,58",
},
[848] = {
["q"] = "荆棘谷`王牌猎人`32`43`3`赫米特·奈辛瓦里要求你将虎王邦加拉什的头带回来给他。",
["os"] = {
[1] = {
["t"] = "邦加拉什的头颅：0/1",
["n"] = "8289",
},
},
["pa"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
["pc"] = "赫米特·奈辛瓦里`荆棘谷`36,11`35,11`36,10`37,11`35,10",
},
[849] = {
["q"] = "剃刀高地`与圣光同在`39`42`2`大主教本尼迪塔斯要你去杀死剃刀高地的寒冰之王亚门纳尔。",
["os"] = {
[1] = {
["t"] = "寒冰之王亚门纳尔：0/1",
["n"] = "2530",
},
},
["pa"] = "大主教本尼迪塔斯`艾尔文森林`20,25`20,26`19,26`19,25`20,27",
["pc"] = "大主教本尼迪塔斯`暴风城`40,27`41,30`40,28`39,27`39,28",
},
[850] = {
["q"] = "凄凉之地`安东修士`34`39`2`与凄凉之地的安东修士谈一谈。",
["pa"] = "克罗雷修士`艾尔文森林`21,24`21,25`20,25",
["pc"] = "安东修士`贫瘠之地`14,21`14,20`14,22",
},
[851] = {
["q"] = "暴风城`失踪的使节`28`38`2`击败尘泥沼泽的亨德尔下士。",
["pa"] = "亨德尔下士`尘泥沼泽`45,24`45,26`44,24`45,25`46,24",
["pc"] = "大法师特沃什`尘泥沼泽`60,41`66,49`45,24`45,26`45,25",
},
[852] = {
["q"] = "玛拉顿`暗影残片`39`42`2`从玛拉顿收集10块暗影残片，然后把它们交给尘泥沼泽塞拉摩岛上的大法师特沃什。",
["os"] = {
[1] = {
["t"] = "暗影残片：0/10",
["n"] = "6919`6918",
},
},
["pa"] = "大法师特沃什`尘泥沼泽`60,41`66,49`45,24`45,26`45,25",
["pc"] = "大法师特沃什`尘泥沼泽`60,41`66,49`45,24`45,26`45,25",
},
[853] = {
["q"] = "凄凉之地`血色之路`34`39`2`杀掉30个亡灵劫掠者，然后向尼耶尔前哨站的安东修士复命。",
["os"] = {
[1] = {
["t"] = "亡灵劫掠者：0/30",
["n"] = "2532",
},
},
["pa"] = "安东修士`贫瘠之地`14,21`14,20`14,22",
["pc"] = "安东修士`凄凉之地`67,8`66,8`66,7`65,9`65,10",
},
[854] = {
["q"] = "凄凉之地`幽灵电浆`34`39`3`把幽灵磁铁箱和8份幽灵电浆交给凄凉之地的霍恩尼兹。",
["os"] = {
[1] = {
["t"] = "幽灵电浆：0/8",
["n"] = "8291",
},
},
["pa"] = "霍恩尼兹`凄凉之地`48,62`46,61`50,62`47,63`47,60",
["pc"] = "霍恩尼兹`凄凉之地`48,62`46,61`50,62`47,63`47,60",
},
[855] = {
["q"] = "贫瘠之地`半人马护腕`9`14`1`收集15个半人马护腕，把他们交给十字路口的雷戈萨·死门。",
["os"] = {
[1] = {
["t"] = "半人马护腕：0/15",
["n"] = "8300`8307`8313`8311`5435`10263`10489`8310`10320`8303`8308`8299",
},
},
["pa"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
["pc"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
},
[856] = {
["q"] = "贫瘠之地`狂热的维罗戈`11`18`1`把维罗戈的头颅交给十字路口的雷戈萨·死门。",
["os"] = {
[1] = {
["t"] = "维罗戈的头颅：0/1",
["n"] = "8308",
},
},
["pa"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
["pc"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
},
[857] = {
["q"] = "贫瘠之地`高强度齿轮`14`15`1`把15个高强度齿轮交给贫瘠之地的维妮·布特巴克。",
["os"] = {
[1] = {
["t"] = "高强度齿轮：0/15",
["n"] = "10281`5055`8315",
},
},
["pa"] = "维妮·布特巴克`贫瘠之地`49,11`49,12`48,11",
["pc"] = "维妮·布特巴克`贫瘠之地`49,11`49,12`48,11",
},
[858] = {
["q"] = "贫瘠之地`打火钥匙`15`18`3`取得打火钥匙，把它交给维兹克兰克。",
["os"] = {
[1] = {
["t"] = "打火钥匙：0/1",
["n"] = "8318",
},
},
["pa"] = "维兹克兰克的伐木机`贫瘠之地`57,7`57,8`56,8`56,7`55,7",
["pc"] = "维兹克兰克的伐木机`贫瘠之地`57,7`57,8`56,8`56,7`55,7",
},
[859] = {
["q"] = "哀嚎洞穴`智慧饮料`13`18`3`收集6份哀嚎香精，把它们交给棘齿城的麦伯克·米希瑞克斯。",
["os"] = {
[1] = {
["t"] = "哀嚎香精：0/6",
["n"] = "5626`8319`5601",
},
},
["pa"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
["pc"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
},
[860] = {
["q"] = "贫瘠之地`深苔蜘蛛的卵`15`20`3`收集15颗深苔蜘蛛的卵，把它们交给棘齿城的麦伯克·米希瑞克斯。",
["os"] = {
[1] = {
["t"] = "深苔蜘蛛的卵：0/15",
["n"] = "4124`10950`2942`7478`8321",
},
},
["pa"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
["pc"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
},
[861] = {
["q"] = "贫瘠之地`菲兹克斯`16`21`3`和狂风峭壁的菲兹克斯谈一谈。",
["pa"] = "斯布特瓦夫`贫瘠之地`63,37`63,38`62,38`63,36",
["pc"] = "菲兹克斯`石爪山脉`59,63`59,62`59,61",
},
[862] = {
["q"] = "贫瘠之地`赫兹鲁尔·血印`13`19`1`把赫兹鲁尔的头颅交给十字路口的雷戈萨·死门。",
["os"] = {
[1] = {
["t"] = "赫兹鲁尔的头颅：0/1",
["n"] = "8313",
},
},
["pa"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
["pc"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
},
[863] = {
["q"] = "怒焰裂谷`归还背包`10`16`1`将恐怖图腾背包交给雷霆崖的拉哈罗。",
["pa"] = "玛尔·恐怖图腾`怒焰裂谷`",
["pc"] = "拉哈罗`莫高雷`44,23`45,23",
},
[864] = {
["q"] = "战士`索恩格瑞姆·火眼`10`10`1`与贫瘠之地的索恩格瑞姆·火眼谈一谈。",
["pa"] = "犹塞克`杜隆塔尔`31,46`30,45`32,45`31,44`31,45",
["pc"] = "索恩格瑞姆·火眼`贫瘠之地`57,30`57,31",
},
[865] = {
["q"] = "战士`锻造好的钢锭`10`10`1`把锻造好的钢锭带给贫瘠之地的索恩格瑞姆·火眼。",
["os"] = {
[1] = {
["t"] = "锻造好的钢锭：0/1",
["n"] = "8322`1760",
},
},
["pa"] = "索恩格瑞姆·火眼`贫瘠之地`57,30`57,31",
["pc"] = "索恩格瑞姆·火眼`贫瘠之地`57,30`57,31",
},
[866] = {
["q"] = "法师`雕文卷轴`2`1`1`阅读雕文卷轴，然后和丧钟镇教堂的伊莎贝拉谈一谈。",
["pa"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
["pc"] = "伊莎贝拉`提瑞斯法林地`31,66`32,66",
},
[867] = {
["q"] = "西部荒野`长明的灯塔`11`16`3`给西部荒野灯塔中的葛瑞森船长带回5瓶灯油。",
["os"] = {
[1] = {
["t"] = "灯油：0/5",
["n"] = "5689`5667`5666`8325`5815`8327`5709`5757`8335`2590`7783`8324`7509`7505`7511",
},
},
["pa"] = "葛瑞森船长`西部荒野`30,86`31,83`31,82`30,82`30,85",
["pc"] = "葛瑞森船长`西部荒野`30,86`31,83`31,82`30,82`30,85",
},
[868] = {
["q"] = "西部荒野`清理海岸`11`19`2`杀死7只鱼人潮行者、7只鱼人战士、7只鱼人智者，还有7只鱼人滩行者，然后向西部荒野灯塔中的葛瑞森船长复命。",
["os"] = {
[1] = {
["t"] = "滩行鱼人：0/7",
["n"] = "2537`2543`2548",
},
[2] = {
["t"] = "鱼人战士：0/7",
["n"] = "2553",
},
[3] = {
["t"] = "潮行鱼人：0/7",
["n"] = "2555`1938",
},
[4] = {
["t"] = "鱼人智者：0/7",
["n"] = "2560`2564`2568",
},
},
["pa"] = "葛瑞森船长`西部荒野`30,86`31,83`31,82`30,82`30,85",
["pc"] = "葛瑞森船长`西部荒野`30,86`31,83`31,82`30,82`30,85",
},
[869] = {
["q"] = "阿拉希高地`诺斯弗德农场`30`31`2`杀掉6个辛迪加雇佣兵和10个辛迪加路霸，然后回到避难谷地去向尼艾丝队长复命。",
["os"] = {
[1] = {
["t"] = "辛迪加路霸：0/10",
["n"] = "2570",
},
[2] = {
["t"] = "辛迪加雇佣兵：0/6",
["n"] = "2574",
},
},
["pa"] = "尼艾丝队长`阿拉希高地`46,48`46,47`45,48`44,49`46,46",
["pc"] = "尼艾丝队长`阿拉希高地`46,48`46,47`45,48`44,49`46,46",
},
[870] = {
["q"] = "阿拉希高地`证明实力`30`36`2`帮避难谷地中的学徒克里汀收集10个枯木巨魔的獠牙，4只枯木巨魔的医药包和1把暗影猎手的小刀。",
["os"] = {
[1] = {
["t"] = "枯木巨魔的獠牙：0/10",
["n"] = "7119`8339`7116`8341`2467`2469`2465",
},
[2] = {
["t"] = "枯木巨魔的医药包：0/4",
["n"] = "2469",
},
[3] = {
["t"] = "暗影猎手的小刀：0/1",
["n"] = "8339",
},
},
["pa"] = "学徒克里汀`阿拉希高地`46,48`46,47`47,47`49,45`48,45",
["pc"] = "学徒克里汀`阿拉希高地`46,48`46,47`47,47`49,45`48,45",
},
[871] = {
["q"] = "凄凉之地`瓦拉里尔的搜寻`30`33`2`去凄凉之地寻找泰拉尼斯·玛雷姆和黛琳达·玛雷姆的马车。",
["pa"] = "瓦拉里尔·屠魔者`凄凉之地`67,12`66,12`66,11`67,11`67,10",
["pc"] = "玛雷姆的箱子`凄凉之地`57,18",
},
[872] = {
["q"] = "凄凉之地`奇怪的联盟`30`35`2`和吉尔吉斯部族建立良好的关系，然后和智者乌泰克谈一谈。",
["pa"] = "本迪加斯上尉`凄凉之地`67,11`66,8`66,10`65,10`68,10",
["pc"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
},
[873] = {
["q"] = "凄凉之地`野蛮外交`30`35`2`和玛格拉姆部族建立良好的关系，然后和瓦鲁格谈一谈。",
["pa"] = "本迪加斯上尉`凄凉之地`67,11`66,8`66,10`65,10`68,10",
["pc"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
},
[874] = {
["q"] = "凄凉之地`血色之路`34`40`2`将安东修士的表彰信带给南海镇的虔诚的莱雷恩。",
["pa"] = "安东修士`凄凉之地`67,8`66,8`66,7`65,9`65,10",
["pc"] = "虔诚的莱雷恩`希尔斯布莱德丘陵`51,58`50,59`51,59`52,58",
},
[875] = {
["q"] = "凄凉之地`瓦拉里尔的搜寻`30`33`2`向凄凉之地的瓦拉里尔·屠魔者回复。",
["pa"] = "玛雷姆的箱子`凄凉之地`57,18",
["pc"] = "瓦拉里尔·屠魔者`凄凉之地`67,12`66,12`66,11`67,11`67,10",
},
[876] = {
["q"] = "凄凉之地`瓦拉里尔的搜寻`31`33`2`去凄凉之地找到黛琳达·玛雷姆。",
["pa"] = "瓦拉里尔·屠魔者`凄凉之地`67,12`66,12`66,11`67,11`67,10",
["pc"] = "黛琳达·玛雷姆`凄凉之地`55,26`56,26`58,31`59,31`55,27",
},
[877] = {
["q"] = "凄凉之地`寻找泰拉尼斯`31`33`2`去凄凉之地找到泰拉尼斯·玛雷姆。",
["os"] = {
[1] = {
["t"] = "泰兰妮丝的坠饰：0/1",
["n"] = "8343",
},
},
["pa"] = "黛琳达·玛雷姆`凄凉之地`55,26`56,26`58,31`59,31`55,27",
["pc"] = "黛琳达·玛雷姆`凄凉之地`55,26`56,26`58,31`59,31`55,27",
},
[878] = {
["q"] = "凄凉之地`回复瓦拉里尔`31`33`2`护送黛琳达·玛雷姆离开雷斧堡垒，然后回到凄凉之地的瓦拉里尔·屠魔者那里。",
["pa"] = "黛琳达·玛雷姆`凄凉之地`55,26`56,26`58,31`59,31`55,27",
["pc"] = "瓦拉里尔·屠魔者`凄凉之地`67,12`66,12`66,11`67,11`67,10",
},
[879] = {
["q"] = "凄凉之地`突袭科卡尔部族`34`32`2`继续保持和玛格拉姆部族的良好关系，杀掉12个科卡尔半人马，12个科卡尔斥候和6个科卡尔虐待者，然后回到凄凉之地向玛格拉姆部族的瓦鲁格报告。",
["os"] = {
[1] = {
["t"] = "科卡尔半人马：0/12",
["n"] = "2578",
},
[2] = {
["t"] = "科卡尔斥候：0/12",
["n"] = "2582",
},
[3] = {
["t"] = "科卡尔虐待者：0/6",
["n"] = "2586",
},
},
["pa"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
["pc"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
},
[880] = {
["q"] = "贫瘠之地`战歌报告`17`19`1`打开报告集，把战歌报告交给战歌斥候、战歌信使和战歌侦查骑兵。把他们的最新报告交给贫瘠之地北部哨塔上的卡德拉克。",
["os"] = {
[1] = {
["t"] = "战歌斥候的报告：0/1",
},
[2] = {
["t"] = "战歌信使的报告：0/1",
},
[3] = {
["t"] = "战歌侍从的报告：0/1",
},
},
["pa"] = "卡德拉克`贫瘠之地`48,5`48,6",
["pc"] = "卡德拉克`灰谷`69,89`68,89",
},
[881] = {
["q"] = "贫瘠之地`什么什么平衡器`12`14`3`关闭燃油控制阀、调节阀和主控制阀，然后再使用控制台。",
["pa"] = "控制台`贫瘠之地`52,12",
["pc"] = "控制台`贫瘠之地`52,12",
},
[882] = {
["q"] = "贫瘠之地`什么什么平衡器`12`14`3`从工匠斯尼格斯那里拿到能打开控制台的钥匙。",
["os"] = {
[1] = {
["t"] = "控制台钥匙：0/1",
["n"] = "8344",
},
},
["pa"] = "控制台`贫瘠之地`52,12",
["pc"] = "控制台`贫瘠之地`52,12",
},
[883] = {
["q"] = "贫瘠之地`什么什么平衡器`12`16`3`把主动式负载平衡器交给棘齿城的斯布特瓦夫。",
["pa"] = "控制台`贫瘠之地`52,12",
["pc"] = "斯布特瓦夫`贫瘠之地`63,37`63,38`62,38`63,36",
},
[884] = {
["q"] = "西部荒野`遗失的怀表`9`12`2`农夫法布隆希望你能帮他找回他的怀表。怀表在西边南瓜田旁边的农舍的衣柜里。",
["os"] = {
[1] = {
["t"] = "法布隆的怀表：0/1",
["n"] = "8979`2601`8345`2590",
},
},
["pa"] = "农夫法布隆`西部荒野`60,19`60,20`59,20`59,19`61,21",
["pc"] = "农夫法布隆`西部荒野`60,19`60,20`59,20`59,19`61,21",
},
[885] = {
["q"] = "西部荒野`杂味炖肉`9`10`2`弗娜·法布隆要求你将她的杂味炖肉食谱交给萨尔玛·萨丁。",
["pa"] = "弗娜·法布隆`西部荒野`60,19`60,20`58,20`59,20`60,17",
["pc"] = "萨尔玛·萨丁`西部荒野`56,31`56,30`55,33`57,30",
},
[886] = {
["q"] = "西部荒野`老马布兰契`9`14`2`西部荒野的弗娜·法布隆要求你带给她8捧燕麦。",
["os"] = {
[1] = {
["t"] = "一捧燕麦：0/8",
["n"] = "2595`7493`2618`2601`8357`8351`2590`8324`7509`8383`8379`8347",
},
},
["pa"] = "弗娜·法布隆`西部荒野`60,19`60,20`58,20`59,20`60,17",
["pc"] = "弗娜·法布隆`西部荒野`60,19`60,20`58,20`59,20`60,17",
},
[887] = {
["q"] = "贫瘠之地`人马无双！`16`20`1`将克罗姆扎军旗的碎片交给十字路口西边的雷戈萨·死门。",
["os"] = {
[1] = {
["t"] = "克罗姆扎军旗的碎片：0/1",
["n"] = "8307`10489`8354",
},
},
["pa"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
["pc"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
},
[888] = {
["q"] = "西部荒野`清理荒野`8`15`2`农夫萨丁要求你破坏掉20台看守傀儡。",
["os"] = {
[1] = {
["t"] = "看守傀儡：0/20",
["n"] = "2590",
},
},
["pa"] = "农夫萨丁`西部荒野`56,31`55,32`56,32`55,30`55,33",
["pc"] = "农夫萨丁`西部荒野`56,31`55,32`56,32`55,30`55,33",
},
[889] = {
["q"] = "西部荒野`西部荒野人民军`9`12`2`哨兵岭的格里安·斯托曼要求你杀死15名迪菲亚捕兽者和15名迪菲亚走私者，然后回去向他报告。",
["os"] = {
[1] = {
["t"] = "迪菲亚捕兽者：0/15",
["n"] = "2595",
},
[2] = {
["t"] = "迪菲亚走私者：0/15",
["n"] = "2601",
},
[3] = {
["t"] = "侏儒通用遥控器：0/0",
},
},
["pa"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[890] = {
["q"] = "西部荒野`西部荒野的豺狼人`8`14`2`给哨兵岭的丹努文队长带回8只豺狼人的爪子。",
["os"] = {
[1] = {
["t"] = "豺狼人的爪子：0/8",
["n"] = "8361`8357`8351`8367`5041`8364`5683`10397`10392`5040`8358",
},
},
["pa"] = "丹努文队长`西部荒野`56,48`56,47`57,48`55,48`57,47",
["pc"] = "丹努文队长`西部荒野`56,48`56,47`57,48`55,48`57,47",
},
[891] = {
["q"] = "贫瘠之地`丢失的货物`11`14`3`把加兹鲁维的账本交给棘齿城的码头管理员迪兹维格。",
["pa"] = "加兹鲁维`贫瘠之地`63,36`63,37",
["pc"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
},
[892] = {
["q"] = "西部荒野`快递消息`10`10`2`将刘易斯的便笺交给狮鹫管理员索尔。",
["pa"] = "军需官刘易斯`西部荒野`57,47`56,48`56,47",
["pc"] = "索尔`西部荒野`57,53`56,53`56,52`57,52`57,51",
},
[893] = {
["q"] = "贫瘠之地`丢失的货物`11`14`3`把加兹鲁维的账本交还给棘齿城的加兹鲁维。",
["pa"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
["pc"] = "加兹鲁维`贫瘠之地`63,36`63,37",
},
[894] = {
["q"] = "贫瘠之地`被窃的货物`11`16`3`帮棘齿城的加兹鲁维取回一箱靴子以及一块望远镜片。",
["os"] = {
[1] = {
["t"] = "一箱靴子：0/1",
["n"] = "5623`8370`8369`2335",
},
[2] = {
["t"] = "望远镜片：0/1",
["n"] = "5623`2331`2335`8371",
},
},
["pa"] = "加兹鲁维`贫瘠之地`63,36`63,37",
["pc"] = "加兹鲁维`贫瘠之地`63,36`63,37",
},
[895] = {
["q"] = "西部荒野`赶赴暴风城`10`10`2`从狮鹫管理员索尔那里租用一头狮鹫，然后把刘易斯的便笺交给暴风城的奥斯瑞克·斯图恩。",
["pa"] = "索尔`西部荒野`57,53`56,53`56,52`57,52`57,51",
["pc"] = "奥斯瑞克·斯图恩`艾尔文森林`33,33",
},
[896] = {
["q"] = "西部荒野`法布隆的地契`8`9`2`把法布隆的地契交给农夫法布隆。",
["pa"] = "西部荒野地契`西部荒野`46,39`60,19`52,54`56,68`58,54",
["pc"] = "农夫法布隆`西部荒野`60,19`60,20`59,20`59,19`61,21",
},
[897] = {
["q"] = "凄凉之地`偷取物资`31`35`3`把6包粗制干肉交给吉尔吉斯村的智者乌泰克。",
["os"] = {
[1] = {
["t"] = "粗制干肉：0/6",
["n"] = "8373`8375`7154`7180`7177`8372",
},
},
["pa"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
["pc"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
},
[898] = {
["q"] = "西部荒野`猪肝馅饼`9`12`2`萨尔玛·萨丁需要8片血牙野猪的肝来烹制猪肝馅饼。",
["os"] = {
[1] = {
["t"] = "血牙野猪的肝：0/8",
["n"] = "4254`14354`4735`4604",
},
},
["pa"] = "萨尔玛·萨丁`西部荒野`56,31`56,30`55,33`57,30",
["pc"] = "萨尔玛·萨丁`西部荒野`56,31`56,30`55,33`57,30",
},
[899] = {
["q"] = "贫瘠之地`逃离监牢`13`20`1`护送基尔萨瑞斯·火枝安全地返回棘齿城的沙罗萨斯船长那里。",
["pa"] = "基尔萨瑞斯·火枝`贫瘠之地`62,55`62,53`61,54`62,54`62,52",
["pc"] = "沙罗萨斯船长`贫瘠之地`62,39`62,38`63,38`63,39",
},
[900] = {
["q"] = "西部荒野`杂味炖肉`9`13`2`萨尔玛·萨丁需要3块秃鹫肉条、3只血牙野猪的头、3颗鱼人的眼睛和3棵秋葵。",
["os"] = {
[1] = {
["t"] = "秃鹫肉条：0/3",
["n"] = "8377`8383`8376`8379`8386`6036",
},
[2] = {
["t"] = "鱼人的眼球：0/3",
["n"] = "8437`8420`2555`5856`7942`7948`8396`8407`8401`8416`8433`8427`8413`8394`5820`7937`7944`5842`2700`5743`7936`8388`7947`5565`5587`5590`2726`5720`8406`7977`7524`8436`1938`6641`2543`1946`2548`5517`2560`8425`8403`8432`8397`8421`8387`5532`7939`7941`5611`7512`5845`8398`7521`5828`7525`2553`7527`2564",
},
[3] = {
["t"] = "血牙野猪的头：0/3",
["n"] = "4735`4604",
},
[4] = {
["t"] = "秋葵：0/3",
["n"] = "2590`8324`7509`7505`7511",
},
},
["pa"] = "萨尔玛·萨丁`西部荒野`56,31`56,30`55,33`57,30",
["pc"] = "萨尔玛·萨丁`西部荒野`56,31`56,30`55,33`57,30",
},
[901] = {
["q"] = "西部荒野`西部荒野人民军`10`14`2`哨兵岭的格里安·斯托曼要求你杀死15名迪菲亚抢劫者和15名迪菲亚强夺者，然后回去向他报告。",
["os"] = {
[1] = {
["t"] = "迪菲亚抢劫者：0/15",
["n"] = "2607",
},
[2] = {
["t"] = "迪菲亚强夺者：0/15",
["n"] = "2618",
},
},
["pa"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[902] = {
["q"] = "贫瘠之地`加恩的报复`17`23`1`加恩·石塔让你杀死15个巴尔丹挖掘者和5个巴尔丹工头。\n\n把卡兹戈姆的日记交给加恩·石塔。",
["os"] = {
[1] = {
["t"] = "巴尔丹挖掘者：0/15",
["n"] = "2629",
},
[2] = {
["t"] = "巴尔丹工头：0/5",
["n"] = "2636",
},
[3] = {
["t"] = "卡兹戈姆的日记：0/1",
["n"] = "8444",
},
},
["pa"] = "加恩·石塔`贫瘠之地`46,76`46,79`46,81`46,80`46,75",
["pc"] = "加恩·石塔`贫瘠之地`46,76`46,79`46,81`46,80`46,75",
},
[903] = {
["q"] = "影牙城堡`除掉阿鲁高`18`27`1`杀死阿鲁高，把他的头带给瑟伯切尔的达拉尔·道恩维沃尔。",
["os"] = {
[1] = {
["t"] = "阿鲁高的头颅：0/1",
["n"] = "8446",
},
},
["pa"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
["pc"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
},
[904] = {
["q"] = "银松森林`博伦的巢穴`16`21`1`找到博伦的巢穴，杀死6名鸦爪苦工和6名鸦爪守护者，然后向瑟伯切尔的暗影牧师奥利斯特汇报。",
["os"] = {
[1] = {
["t"] = "鸦爪苦工：0/6",
["n"] = "2642",
},
[2] = {
["t"] = "鸦爪守护者：0/6",
["n"] = "2648",
},
},
["pa"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
["pc"] = "暗影牧师奥利斯特`银松森林`44,41`44,40`45,42`45,41`44,42",
},
[905] = {
["q"] = "银松森林`前往希尔斯布莱德丘陵`19`20`1`将伦弗利尔的研究成果交给希尔斯布莱德山脚下塔伦米尔的药剂师林度恩。",
["pa"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[906] = {
["q"] = "影牙城堡`影牙城堡里的亡灵哨兵`18`25`1`找到亡灵哨兵阿达曼特和亡灵哨兵文森特。",
["pa"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
["pc"] = "亡灵哨兵文森特`银松森林`",
},
[907] = {
["q"] = "银松森林`腐皮豺狼人的产生`14`17`1`将脓液样本交给幽暗城的比索·埃斯沙德。",
["pa"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
["pc"] = "比索·埃斯沙德`幽暗城`84,17`84,18`85,18`84,16`83,15",
},
[908] = {
["q"] = "银松森林`阿鲁高的愚行`13`15`1`给瑟伯切尔的达拉尔·道恩维沃尔带回6副焚木镣铐。",
["os"] = {
[1] = {
["t"] = "焚木镣铐：0/6",
["n"] = "8459`8452`8456`8457`8453`8448`4978`5017`8447`4308`5021`8449",
},
},
["pa"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
["pc"] = "达拉尔·道恩维沃尔`银松森林`44,41`44,40`46,43`45,40`44,42",
},
[909] = {
["q"] = "银松森林`图勒·鸦爪`15`16`1`把比索的卷轴交给银松森林中的药剂师伦弗利尔。",
["pa"] = "比索·埃斯沙德`幽暗城`84,17`84,18`85,18`84,16`83,15",
["pc"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
},
[910] = {
["q"] = "银松森林`给哈德瑞克的报告`15`16`1`向瑟伯切尔的高级执行官哈德瑞克复命。",
["pa"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
["pc"] = "高级执行官哈德瑞克`银松森林`43,41`44,41",
},
[911] = {
["q"] = "奥格瑞玛`寻找蜜酒`42`48`1`和基沃拉丁·逐日者谈一谈，他的营地就在辛特兰区域。",
["pa"] = "玛尔顿·杜佛斯`奥格瑞玛`59,37`60,37`57,40`59,38`58,40",
["pc"] = "基沃拉丁·逐日者`辛特兰`27,49`26,47`27,48`26,48`25,47",
},
[912] = {
["q"] = "木喉要塞`木喉熊怪的盟友`45`48`3`格拉兹要你去杀死7个死木战士、7个死木探路者以及7个死木园丁。",
["os"] = {
[1] = {
["t"] = "死木战士：0/7",
["n"] = "2654",
},
[2] = {
["t"] = "死木探险者：0/7",
["n"] = "2662",
},
[3] = {
["t"] = "死木园丁：0/7",
["n"] = "2668",
},
},
["pa"] = "格拉兹`费伍德森林`65,8`65,9`65,10`65,7`65,6",
["pc"] = "格拉兹`费伍德森林`65,8`65,9`65,10`65,7`65,6",
},
[913] = {
["q"] = "幽暗城`堕落之水`45`52`1`在艾萨拉的埃达拉斯废墟旁的海潮之池中收集4瓶水，然后回到药剂师科雷那儿。",
["os"] = {
[1] = {
["t"] = "装满水的瓶子#1：0/1",
},
[2] = {
["t"] = "装满水的瓶子#2：0/1",
},
[3] = {
["t"] = "装满水的瓶子#3：0/1",
},
[4] = {
["t"] = "装满水的瓶子#4：0/1",
},
},
["pa"] = "药剂师科雷`幽暗城`48,71`49,71`48,73`49,72`48,72",
["pc"] = "药剂师科雷`幽暗城`48,71`49,71`48,73`49,72`48,72",
},
[914] = {
["q"] = "玛拉顿`大地的污染`45`51`1`杀死瑟莱德丝公主，然后回到凄凉之地葬影村附近的瑟琳德拉那里复命。",
["os"] = {
[1] = {
["t"] = "瑟莱德丝公主：0/1",
["n"] = "2675",
},
},
["pa"] = "瑟琳德拉`凄凉之地`27,78`27,77`27,76`28,78`28,76",
["pc"] = "瑟琳德拉`凄凉之地`27,78`27,77`27,76`28,78`28,76",
},
[915] = {
["q"] = "玛拉顿`贱民的指引`39`48`3`阅读贱民的指引，然后从玛拉顿得到联合坠饰，将其交给凄凉之地南部的半人马贱民。",
["os"] = {
[1] = {
["t"] = "联合坠饰：0/1",
},
},
["pa"] = "半人马贱民`凄凉之地`48,87`47,86`44,85`46,86`50,87",
["pc"] = "半人马贱民`凄凉之地`48,87`47,86`44,85`46,86`50,87",
},
[916] = {
["q"] = "塔纳利斯`斯杜雷的货物`40`45`3`将斯杜雷的货物交给加基森的斯杜雷。",
["os"] = {
[1] = {
["t"] = "斯杜雷的货物：0/1",
["n"] = "8461`8462`5473`13422",
},
},
["pa"] = "斯杜雷`塔纳利斯`67,24`66,23`66,24",
["pc"] = "斯杜雷`塔纳利斯`67,24`66,23`66,24",
},
[917] = {
["q"] = "盗贼`密文符记`2`1`2`阅读密文符记，然后与幽影谷的弗拉胡恩·影语者谈一谈。",
["pa"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
["pc"] = "弗拉胡恩·影语者`泰达希尔`60,39`59,39`60,38",
},
[918] = {
["q"] = "暴风城`干得好`30`30`2`去找黑爪加尔德斯的仆人兹吉谈一谈，并向他索要你的酬劳。",
["pa"] = "黑爪加尔德斯`暴风城`26,79`26,78`27,78`27,77`27,79",
["pc"] = "兹吉`暴风城`26,78`27,79`27,78`26,79",
},
[919] = {
["q"] = "暴风城`失踪的使节`28`30`2`找到迪菲亚记事本，把它带回给暮色森林的守夜人巴库斯。",
["os"] = {
[1] = {
["t"] = "迪菲亚记事本：0/1",
["n"] = "8465`5710`10471",
},
},
["pa"] = "守夜人巴库斯`暮色森林`75,42`72,36`75,45`74,40`75,41",
["pc"] = "守夜人巴库斯`暮色森林`75,42`72,36`75,45`74,40`75,41",
},
[920] = {
["q"] = "暴风城`失踪的使节`28`30`2`将迪菲亚记事本带给暴风城的埃林·提亚斯。",
["pa"] = "守夜人巴库斯`暮色森林`75,42`72,36`75,45`74,40`75,41",
["pc"] = "埃林·提亚斯`艾尔文森林`28,40`28,41`28,39",
},
[921] = {
["q"] = "血色修道院`以圣光之名`34`40`2`杀死大检察官怀特迈恩，血色十字军指挥官莫格莱尼，十字军的勇士赫洛德和驯犬者洛克希并向南海镇的莱雷恩复命。",
["os"] = {
[1] = {
["t"] = "大检察官怀特迈恩：0/1",
["n"] = "2678",
},
[2] = {
["t"] = "血色十字军指挥官莫格莱尼：0/1",
["n"] = "2680",
},
[3] = {
["t"] = "赫洛德：0/1",
["n"] = "2682",
},
[4] = {
["t"] = "驯犬者洛克希：0/1",
["n"] = "2685",
},
},
["pa"] = "虔诚的莱雷恩`希尔斯布莱德丘陵`51,58`50,59`51,59`52,58",
["pc"] = "虔诚的莱雷恩`希尔斯布莱德丘陵`51,58`50,59`51,59`52,58",
},
[922] = {
["q"] = "辛特兰`巨魔部族项链`40`45`2`给鹰巢山的弗拉加尔带去5条巨魔部族项链。",
["os"] = {
[1] = {
["t"] = "巨魔部族项链：0/5",
["n"] = "8502`8475`6330`8488`8493`8483`8479`8501`8474`8489`6316`6303`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`8500",
},
},
["pa"] = "弗拉加尔`辛特兰`15,45`15,44`14,45`15,43",
["pc"] = "弗拉加尔`辛特兰`15,45`15,44`14,45`15,43",
},
[923] = {
["q"] = "辛特兰`枯木巨魔的牢笼`40`45`2`检查两个枯木巨魔村落里的笼子，然后向狮鹫管理员沙拉克·鹰斧回复。",
["pa"] = "狮鹫管理员沙拉克·鹰斧`辛特兰`10,45`10,44",
["pc"] = "狮鹫管理员沙拉克·鹰斧`辛特兰`10,45`10,44",
},
[924] = {
["q"] = "赤脊山`莫甘斯`21`27`2`击败莫甘斯。\n\n将他的阴影坠饰带给塞欧克瑞图斯，他就在艾尔文森林内的阿祖拉之塔中。",
["os"] = {
[1] = {
["t"] = "暗影坠饰：0/1",
["n"] = "8503",
},
},
["pa"] = "石狮子`赤脊山`85,47`84,47",
["pc"] = "塞欧克瑞图斯`艾尔文森林`65,70`65,69`65,71",
},
[925] = {
["q"] = "矿道地铁`我的兄弟，尼普希`10`12`2`把装着神秘肉品的纸箱交给暴风城矿道地铁仓库的尼普希。",
["pa"] = "蒙提`矿道地铁`",
["pc"] = "尼普希`矿道地铁`",
},
[926] = {
["q"] = "湿地`丹奥加兹告急`19`21`2`翻越丹奥加兹。\n\n杀死8个龙喉斥候和6个龙喉步兵。\n\n向米奈希尔港的瓦斯塔格·铁腭报到。",
["os"] = {
[1] = {
["t"] = "龙喉斥候：0/8",
["n"] = "2686",
},
[2] = {
["t"] = "龙喉步兵：0/6",
["n"] = "2693",
},
},
["pa"] = "巡山人罗克加`洛克莫丹`25,11`26,11`26,14`26,10`26,13",
["pc"] = "瓦斯塔格·铁腭`湿地`10,57`10,56`11,55`11,56`11,54",
},
[927] = {
["q"] = "湿地`寻找挖掘队`21`24`2`塔雷尔·石纹要求你到挖掘场里去找到麦琳·石纹。",
["pa"] = "塔雷尔·石纹`湿地`11,52`12,51`12,52`11,54`11,53",
["pc"] = "麦琳·石纹`湿地`39,52`39,53`38,52`38,51",
},
[928] = {
["q"] = "湿地`搜寻软泥怪`19`24`2`铁须之墓中的某只软泥怪身上有塞达的背包，夺回背包，把它送还给米奈希望港的塞达。",
["os"] = {
[1] = {
["t"] = "塞达的背包：0/1",
["n"] = "5689`5709`5757",
},
},
["pa"] = "塞达`湿地`12,58`11,56`11,59`11,58`11,57",
["pc"] = "塞达`湿地`12,58`11,56`11,59`11,58`11,57",
},
[929] = {
["q"] = "湿地`第三舰队`22`27`2`为大副菲兹莫斯买一份壶装蜜酒。",
["os"] = {
[1] = {
["t"] = "壶装蜜酒：0/1",
["n"] = "8517`8519`8518`8516`8509`8515`8605`6364`11545`8569`8505`11543`7570`8513`8508`8596`8601`8523`8510`8527",
},
},
["pa"] = "大副菲兹莫斯`湿地`11,60`11,59`10,59`10,60`11,56",
["pc"] = "大副菲兹莫斯`湿地`11,60`11,59`10,59`10,60`11,56",
},
[930] = {
["q"] = "湿地`绿色守卫者`20`21`2`找到绿色守卫者。",
["pa"] = "大副菲兹莫斯`湿地`11,60`11,59`10,59`10,60`11,56",
["pc"] = "绿色守卫者雷希耶尔`湿地`56,40`56,41`55,42`56,43`56,39",
},
[931] = {
["q"] = "湿地`海中的鱼人`20`22`2`杀掉12个蓝腮鱼人。\n\n杀掉高布勒尔并砍下它的头。\n\n将高布勒尔的头颅交给米奈希尔港的卡尔·波兰。",
["os"] = {
[1] = {
["t"] = "蓝腮鱼人：0/12",
["n"] = "2700",
},
[2] = {
["t"] = "高布勒尔的头颅：0/1",
["n"] = "7942",
},
},
["pa"] = "卡尔·波兰`湿地`8,59`9,59`8,58`10,59`9,60",
["pc"] = "卡尔·波兰`湿地`8,59`9,59`8,58`10,59`9,60",
},
[932] = {
["q"] = "湿地`小鳄鱼皮`18`22`2`为米奈希尔港口的詹姆斯·哈洛兰带回4张小鳄鱼皮。",
["os"] = {
[1] = {
["t"] = "小鳄鱼皮：0/4",
["n"] = "14169",
},
},
["pa"] = "詹姆斯·哈洛兰`湿地`9,58`9,57`9,55`9,56`8,56",
["pc"] = "詹姆斯·哈洛兰`湿地`9,58`9,57`9,55`9,56`8,56",
},
[933] = {
["q"] = "湿地`向斯托菲队长报告`23`28`2`与斯托菲队长谈一谈。",
["pa"] = "瓦斯塔格·铁腭`湿地`10,57`10,56`11,55`11,56`11,54",
["pc"] = "斯托菲队长`湿地`10,57`10,58",
},
[934] = {
["q"] = "湿地`龙喉战旗`23`28`2`给斯托菲队长带回8面龙喉战旗。",
["os"] = {
[1] = {
["t"] = "龙喉战旗：0/8",
["n"] = "7058`8609`8611`5850`8610",
},
},
["pa"] = "斯托菲队长`湿地`10,57`10,58",
["pc"] = "斯托菲队长`湿地`10,57`10,58",
},
[935] = {
["q"] = "黑海岸`红色水晶`12`14`2`到奥伯丁的东边去，沿着黑海岸东部边界的山脉寻找一颗巨大的红色水晶，然后向奥伯丁的哨兵戈琳达·纳希恩汇报你的发现。",
["pa"] = "哨兵戈琳达·纳希恩`黑海岸`38,43`38,44`37,44`37,45`37,43",
["pc"] = "哨兵戈琳达·纳希恩`黑海岸`38,43`38,44`37,44`37,45`37,43",
},
[936] = {
["q"] = "黑海岸`上层精灵的工具`9`12`2`帮奥伯丁的桑迪斯·织风取回7个上层精灵的遗物。",
["os"] = {
[1] = {
["t"] = "上层精灵的遗物：0/7",
["n"] = "5047`10375`10260",
},
},
["pa"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
["pc"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
},
[937] = {
["q"] = "黑海岸`奥萨拉克斯之塔`13`18`2`在黑海岸的奥萨拉克斯之塔附近找到巴苏尔·影击。",
["pa"] = "哨兵艾莉萨·星风`黑海岸`39,43`39,44`38,44`38,43",
["pc"] = "巴苏尔·影击`黑海岸`55,25`54,25`54,26`54,24`55,26",
},
[938] = {
["q"] = "奥达曼`密室`35`40`2`阅读巴尔洛戈的日记，探索密室，然后向铁炉堡的勘察员塔伯斯·雷矛汇报。",
["pa"] = "巴尔洛戈`奥达曼`",
["pc"] = "勘察员塔伯斯·雷矛`铁炉堡`74,12`74,11`74,13`75,12`75,11",
},
[939] = {
["q"] = "奥达曼`破碎的项链`37`41`2`找到破碎的项链的来源，从而了解其潜在的价值。",
["pa"] = "破碎的项链`奥达曼`",
["pc"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
},
[940] = {
["q"] = "奥达曼`昂贵的知识`37`41`2`给铁炉堡的塔瓦斯德·基瑟尔带去五块银锭。",
["os"] = {
[1] = {
["t"] = "银锭：0/5",
["n"] = "5464`5451`8848`1690`5457`2271`5440`2618`3542`11593`6259`8898`5439`5061`5467`5465`7553`5470`2361`5463`3445`7388`14076`8841`5435`10342`6714`5475`5466`5920`9687`5051`3006`5473`2335`8192`8971`2406`5431`8150`5432`7890`5472`2025`7404`5478",
},
},
["pa"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
["pc"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
},
[941] = {
["q"] = "奥达曼`回到奥达曼`38`42`2`去奥达曼寻找塔瓦斯的魔法项链，被杀的圣骑士是最后一个拿着它的人。",
["pa"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
["pc"] = "圣骑士的遗体`奥达曼`",
},
[942] = {
["q"] = "荒芜之地`莫达洛克`31`42`2`干掉杀害阿戈莫德的凶手：莫达洛克。\n\n顺便杀掉12个石窟断骨者。\n\n然后向洛克莫丹的勘察员基恩萨·铁环报告。",
["os"] = {
[1] = {
["t"] = "莫达洛克：0/1",
["n"] = "2704",
},
[2] = {
["t"] = "石窟断骨者：0/12",
["n"] = "2705",
},
},
["pa"] = "残破的矮人骸骨`荒芜之地`51,62`51,63",
["pc"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
},
[943] = {
["q"] = "奥达曼`阿戈莫德的命运`35`38`2`收集9个雕纹石罐，把它们交给洛克莫丹的勘察员基恩萨·铁环。",
["os"] = {
[1] = {
["t"] = "雕纹石罐：0/4",
["n"] = "7069`7601`7011`8619`6801",
},
},
["pa"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
["pc"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
},
[944] = {
["q"] = "黑海岸`亚米萨兰的毁灭`9`12`2`研究刻有亚米萨兰的故事及其被毁经过的石碑，然后回到黑海岸的哨兵坦莎·月刃那里。",
["pa"] = "哨兵坦莎·月刃`黑海岸`40,60`41,58`40,61`41,61`40,59",
["pc"] = "哨兵坦莎·月刃`黑海岸`40,60`41,58`40,61`41,61`40,59",
},
[945] = {
["q"] = "黑海岸`深不可测的海洋`13`17`2`找到银色清晨号的保险箱和迷雾之纱号的保险箱，把它们交给奥伯丁的高尔博德·钢手。你可以在村庄北部遇难的船只里找到这两只箱子。",
["os"] = {
[1] = {
["t"] = "银色清晨号的保险箱：0/1",
["n"] = "8416`8620",
},
[2] = {
["t"] = "迷雾之纱号的保险箱：0/1",
["n"] = "8427`8621",
},
},
["pa"] = "高尔博德·钢手`黑海岸`38,41`38,42`39,43`39,42`38,43",
["pc"] = "高尔博德·钢手`黑海岸`38,41`38,42`39,43`39,42`38,43",
},
[946] = {
["q"] = "暴风城`马林的要求`30`32`2`找到位于阿拉希高地上的避难谷地中的斯奎尔图。",
["pa"] = "大法师马林`暴风城`40,81`40,82`41,80`40,80`39,81",
["pc"] = "斯奎尔图`阿拉希高地`47,47`46,47`46,48`47,46`48,47",
},
[947] = {
["q"] = "暴风城`冷餐会`35`40`2`杀死一只冷眼蜥蜴，取一块冷蜥蜴肉并把它带给“蓝色隐士”旅店里的安古斯·斯特恩。\n\n&lt;如果你在任务过程中死亡则任务失败&gt;",
["os"] = {
[1] = {
["t"] = "冷蜥蜴肉：0/1",
["n"] = "6820",
},
},
["pa"] = "安古斯·斯特恩`暴风城`41,89`42,89`41,88`40,88`41,90",
["pc"] = "安古斯·斯特恩`艾尔文森林`20,49`21,49",
},
[948] = {
["q"] = "尘泥沼泽`摩根·斯特恩`33`38`2`和塞拉摩的摩根·斯特恩谈一谈。",
["pa"] = "安古斯·斯特恩`暴风城`41,89`42,89`41,88`40,88`41,90",
["pc"] = "摩根·斯特恩`尘泥沼泽`66,45`66,46`67,45",
},
[949] = {
["q"] = "诺莫瑞根`诺恩`20`27`2`用空铅瓶对着辐射入侵者或者辐射抢劫者，从它们身上收集放射尘。瓶子装满之后，把它交给卡拉诺斯的奥齐·电环。",
["os"] = {
[1] = {
["t"] = "装满的铅瓶：0/1",
},
},
["pa"] = "奥齐·电环`丹莫罗`46,49`46,48",
["pc"] = "奥齐·电环`丹莫罗`46,49`46,48",
},
[950] = {
["q"] = "暴风城`墨水短缺`20`24`2`与湖畔镇的工头奥斯洛交谈，并向他要一些瑞斯班矿石。",
["pa"] = "帕克斯顿修士`艾尔文森林`49,40`50,40`49,41`50,41",
["pc"] = "工头奥斯洛`赤脊山`32,49`33,49`33,48`31,48`32,48",
},
[951] = {
["q"] = "暴风城`瑞斯班矿石`20`24`2`收集5袋瑞斯班矿石，把它们带给北郡图书馆的帕克斯顿修士。",
["os"] = {
[1] = {
["t"] = "瑞斯班矿石：0/5",
["n"] = "7533`5748`8622`5491",
},
},
["pa"] = "工头奥斯洛`赤脊山`32,49`33,49`33,48`31,48`32,48",
["pc"] = "帕克斯顿修士`艾尔文森林`49,40`50,40`49,41`50,41",
},
[952] = {
["q"] = "赤脊山`失踪人员`19`25`2`保护基沙恩下士回到赤脊。",
["pa"] = "基沙恩下士`赤脊山`32,6`36,9`45,21`45,35`28,13",
["pc"] = "治安官马瑞斯`赤脊山`34,49`33,49`33,48`37,50`33,47",
},
[953] = {
["q"] = "赤脊山`送往暴风城的信`14`14`2`所罗门镇长要求你给暴风城的马库斯·乔纳森将军送一封信，并且在完成任务之后尽快回报。",
["pa"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
["pc"] = "马库斯·乔纳森将军`暴风城`65,74`64,75`63,76`65,77`63,77",
},
[954] = {
["q"] = "暴风城`名酿`25`30`2`黑爪加尔德斯要求你从夜色镇给他摘1朵蒂罗亚之泪，再从湿地给他采一块麝鼠根。",
["os"] = {
[1] = {
["t"] = "蒂罗亚之泪：0/1",
["n"] = "8623",
},
[2] = {
["t"] = "麝鼠根：0/1",
["n"] = "8624`14169",
},
},
["pa"] = "黑爪加尔德斯`暴风城`26,79`26,78`27,78`27,77`27,79",
["pc"] = "黑爪加尔德斯`艾尔文森林`15,45",
},
[955] = {
["q"] = "暮色森林`森林里的狼人`23`31`2`为夜色镇的卡洛尔杀掉8个夜行邪齿狼人和8个夜行堕落狼人。",
["os"] = {
[1] = {
["t"] = "夜行邪齿狼人：0/8",
["n"] = "14077",
},
[2] = {
["t"] = "夜行堕落狼人：0/8",
["n"] = "2711",
},
},
["pa"] = "卡洛尔`暮色森林`75,48`76,47`76,48`75,47`77,46",
["pc"] = "卡洛尔`暮色森林`75,48`76,47`76,48`75,47`77,46",
},
[956] = {
["q"] = "荒芜之地`不祥的感觉`38`42`3`和荒芜之地的卢希恩·枪穗谈一谈。",
["pa"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[957] = {
["q"] = "荒芜之地`不祥的感觉`38`42`3`把5号齿轮交给鲁特维尔·沃拉图斯。",
["pa"] = "卢希恩·枪穗`荒芜之地`26,44`26,46`26,45`28,46`24,48",
},
[958] = {
["q"] = "荒芜之地`卢希恩的药水`35`37`3`为荒芜之地的卢希恩·枪穗找到一瓶隐形药水和一瓶治疗药水。",
["os"] = {
[1] = {
["t"] = "治疗药水：0/1",
["n"] = "8968`5464`5451`8662`8681`8719`8686`4190`4207`9954`8890`6275`6530`4762`10093`9038`7311`7307`7289`7280`8729`7305`7308`7294`7293`7299`8830`9198`1705`5047`9346`9357`5703`7415`9257`7680`8848`8171`9242`9306`9482`7545`8960`8827`5969`6551`7703`5653`7788`6586`8861`7595`7003`7069`7184`7590`7594`7601`7011`7591`9535`9491`7579`7580`9468`11591`7582`5747`5480`7926`7933`7931`5759`8892`9951`5692`10016`10048`10050`9994`9935`5426`10029`5033`1690`9816`2134`6488`8833`8241`9796`7103`9810`7956`9837`8954`2972`9866`9320",
},
[2] = {
["t"] = "次级隐形药水：0/1",
},
},
["pa"] = "卢希恩·枪穗`荒芜之地`26,44`26,46`26,45`28,46`24,48",
["pc"] = "卢希恩·枪穗`荒芜之地`26,44`26,46`26,45`28,46`24,48",
},
[959] = {
["q"] = "荒芜之地`不祥的感觉`38`45`3`击败法姆雷托守护者，并将鲁特维尔的元素禁锢镣铐交还给鲁特维尔。",
["os"] = {
[1] = {
["t"] = "鲁特维尔的元素禁锢镣铐：0/1",
["n"] = "6141",
},
},
["pa"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[960] = {
["q"] = "暴风城`禽兽的首级`16`31`2`去见暴风城旧城区的马迪亚斯·肖尔。",
["pa"] = "埃林·提亚斯`暴风城`60,65`60,64",
["pc"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
},
[961] = {
["q"] = "暴风城`兄弟会的灭亡`16`31`2`与暴风城的巴隆斯·阿历克斯顿谈一谈。",
["pa"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
["pc"] = "巴隆斯·阿历克斯顿`暴风城`49,30`49,31`48,30`48,31`55,28",
},
[962] = {
["q"] = "暴风城`觐见国王`16`31`2`将有关迪菲亚兄弟会的报告送给暴风要塞里的国王瓦里安·乌瑞恩。",
["pa"] = "巴隆斯·阿历克斯顿`暴风城`49,30`49,31`48,30`48,31`55,28",
["pc"] = "女伯爵卡特拉娜·普瑞斯托`暴风城`78,18`78,23`78,22`79,17`77,19",
},
[963] = {
["q"] = "黑海岸`巴莎兰`8`12`2`到巴莎兰废墟去找到奇怪蓝光的源头。",
["pa"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
["pc"] = "阿斯特利安`黑海岸`44,36`44,37`45,37`45,36",
},
[964] = {
["q"] = "黑海岸`熊怪的威胁`10`14`2`在黑海岸找到一处堕落熊怪的营地，然后向奥伯丁的特伦希斯报告。",
["pa"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
["pc"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
},
[965] = {
["q"] = "黑海岸`洞中的蘑菇`12`17`2`收集5个粗柄蘑菇和1个毒帽蘑菇，把它们交给奥伯丁的巴瑞萨斯·月影。",
["os"] = {
[1] = {
["t"] = "粗柄蘑菇：0/5",
["n"] = "10071`5741`9111",
},
[2] = {
["t"] = "毒帽蘑菇：0/1",
["n"] = "10072`5741",
},
},
["pa"] = "巴瑞萨斯·月影`黑海岸`37,44`38,44`37,43`38,43`37,45",
["pc"] = "巴瑞萨斯·月影`黑海岸`37,44`38,44`37,43`38,43`37,45",
},
[966] = {
["q"] = "黑海岸`搁浅的巨兽`11`13`2`从奥伯丁南面的海岸上收集海洋生物的骨头，然后带着骨头向奥伯丁的温尼斯·布莱葛回复。",
["os"] = {
[1] = {
["t"] = "海洋生物的骸骨：0/1",
["n"] = "1051",
},
},
["pa"] = "温尼斯·布莱葛`黑海岸`37,46`37,45`36,46`38,46`37,47",
["pc"] = "温尼斯·布莱葛`黑海岸`37,46`37,45`36,46`38,46`37,47",
},
[967] = {
["q"] = "战士`简易卷轴`2`1`1`阅读简易卷轴，然后和丧钟镇的丹纳尔·斯特恩谈一谈。",
["pa"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
["pc"] = "丹纳尔·斯特恩`提瑞斯法林地`33,66`32,66",
},
[968] = {
["q"] = "提瑞斯法林地`亡灵卫兵的职责`6`9`1`与亡灵卫兵林奈谈一谈。",
["pa"] = "执政官塞弗伦`提瑞斯法林地`61,51",
["pc"] = "亡灵卫兵林奈`提瑞斯法林地`65,60`66,60`64,60`67,60`65,59",
},
[969] = {
["q"] = "提瑞斯法林地`流浪的巫妖`6`8`1`将塞弗伦的命令交给幽暗城的比索·埃斯沙德。",
["pa"] = "执政官塞弗伦`提瑞斯法林地`61,51",
["pc"] = "比索·埃斯沙德`幽暗城`84,17`84,18`85,18`84,16`83,15",
},
[970] = {
["q"] = "提瑞斯法林地`与血色十字军的战争`5`9`1`布瑞尔的执行官塞加德要求你杀掉派瑞恩队长、3名血色狂热者和3名血色传教士。",
["os"] = {
[1] = {
["t"] = "派瑞恩队长：0/1",
["n"] = "2714",
},
[2] = {
["t"] = "血色狂热者：0/3",
["n"] = "2716",
},
[3] = {
["t"] = "血色传教士：0/3",
["n"] = "2721",
},
},
["pa"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
["pc"] = "执行官塞加德`提瑞斯法林地`61,52`60,52`60,53`61,53`59,52",
},
[971] = {
["q"] = "提瑞斯法林地`悲伤之地`4`7`1`将斑纹南瓜带给被关在恐惧之末旅店地下室中的血色十字军俘虏。",
["pa"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
["pc"] = "血色十字军俘虏`提瑞斯法林地`62,51",
},
[972] = {
["q"] = "提瑞斯法林地`死亡证明`6`7`1`给布瑞尔的亡灵卫兵伯吉斯带回10枚血色十字军徽记之戒。",
["os"] = {
[1] = {
["t"] = "血色十字军徽记之戒：0/10",
["n"] = "2714`1709`1715`2721`8950`1710`2716`8886`2367",
},
},
["pa"] = "亡灵卫兵伯吉斯`提瑞斯法林地`61,52`60,52`62,51`61,51`61,53",
["pc"] = "亡灵卫兵伯吉斯`提瑞斯法林地`61,52`60,52`62,51`61,51`61,53",
},
[973] = {
["q"] = "提瑞斯法林地`给银松森林送信`9`10`1`将药剂师乔汉的研究成果带给银松森林的药剂师伦弗利尔。",
["pa"] = "药剂师乔汉`提瑞斯法林地`60,52`59,52",
["pc"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
},
[974] = {
["q"] = "战士`迪林格尔`10`10`1`和布瑞尔的亡灵卫兵迪林格尔谈一谈。",
["pa"] = "奥斯蒂尔·德·蒙`提瑞斯法林地`62,53`62,52",
["pc"] = "亡灵卫兵迪林格尔`提瑞斯法林地`58,52`57,52`58,51`59,52`59,51",
},
[975] = {
["q"] = "战士`切割者奥拉格`10`10`1`杀死切割者奥拉格，然后和亡灵卫兵迪林格尔谈一谈。",
["os"] = {
[1] = {
["t"] = "切割者奥拉格：0/1",
["n"] = "2725",
},
},
["pa"] = "亡灵卫兵迪林格尔`提瑞斯法林地`58,52`57,52`58,51`59,52`59,51",
["pc"] = "亡灵卫兵迪林格尔`提瑞斯法林地`58,52`57,52`58,51`59,52`59,51",
},
[976] = {
["q"] = "战士`库勒曼`10`10`1`和库勒曼·法席恩谈一谈。",
["pa"] = "亡灵卫兵迪林格尔`提瑞斯法林地`58,52`57,52`58,51`59,52`59,51",
["pc"] = "库勒曼·法席恩`提瑞斯法林地`62,52`62,53",
},
[977] = {
["q"] = "战士`阿加曼德家传武器`10`11`1`把阿加曼德家传长剑、阿加曼德家传战斧、阿加曼德家传钉锤和阿加曼德家传匕首交给库勒曼·法席恩。",
["os"] = {
[1] = {
["t"] = "阿加曼德家传战斧：0/1",
["n"] = "10073",
},
[2] = {
["t"] = "阿加曼德家传匕首：0/1",
["n"] = "10073",
},
[3] = {
["t"] = "阿加曼德家传钉锤：0/1",
["n"] = "10073",
},
[4] = {
["t"] = "阿加曼德家传长剑：0/1",
["n"] = "10073",
},
},
["pa"] = "库勒曼·法席恩`提瑞斯法林地`62,52`62,53",
["pc"] = "库勒曼·法席恩`提瑞斯法林地`62,52`62,53",
},
[978] = {
["q"] = "暮色森林`守望堡的物资`40`45`2`在能量石的魔法效果消失以前，把它们带给守望堡的军需官朗格尔斯。",
["pa"] = "守卫队长索里加尔`暮色森林`76,46`75,47`75,51`74,49`76,47",
["pc"] = "军需官朗格尔斯`诅咒之地`66,21`66,22`67,22`67,21`66,20",
},
[979] = {
["q"] = "急救`联盟医疗队`40`45`2`到尘泥沼泽的塞拉摩去，与古斯塔夫·范沃森医生谈一谈关于加入联盟外科医疗队的事宜。",
["pa"] = "尼莎·火石`铁炉堡`55,58`55,59`55,60`54,59`56,50",
["pc"] = "古斯塔夫·范沃森医生`尘泥沼泽`68,49`67,48`68,48",
},
[980] = {
["q"] = "湿地`击败纳克罗什`24`32`2`杀掉纳克罗什酋长。\n\n将纳克罗什的头颅交给斯托菲队长。",
["os"] = {
[1] = {
["t"] = "纳克罗什的头颅：0/1",
["n"] = "10047",
},
},
["pa"] = "龙喉投石车`湿地`47,47`48,47",
["pc"] = "斯托菲队长`湿地`10,57`10,58",
},
[981] = {
["q"] = "辛特兰`找到OOX-09/HL！`43`48`3`把定位器带到奥格索普的母体机器人那里去。\n\n奥格索普的母体机器人位于辛特兰的河水源头，就在藏身石的附近。",
["pa"] = "OOX-09/HL定位器`辛特兰`33,70`32,52`30,50`23,58`36,61",
["pc"] = "自动导航机器人OOX-09/HL`辛特兰`49,38`49,41`51,44`58,51`50,40",
},
[982] = {
["q"] = "辛特兰`拯救OOX-09/HL！`43`48`3`将oox-09/hl护送到被遗忘的海岸上的码头，然后向藏宝海湾的奥格索普·奥布诺提斯报告。",
["pa"] = "自动导航机器人OOX-09/HL`辛特兰`49,38`49,41`51,44`58,51`50,40",
["pc"] = "奥格索普·奥布诺提斯`荆棘谷`28,76",
},
[983] = {
["q"] = "辛特兰`祖尔祭坛`40`48`2`检查祖尔祭坛的顶部，然后向狮鹫管理员沙拉克·鹰斧报告。",
["pa"] = "狮鹫管理员沙拉克·鹰斧`辛特兰`10,45`10,44",
["pc"] = "狮鹫管理员沙拉克·鹰斧`辛特兰`10,45`10,44",
},
[984] = {
["q"] = "灰谷`远古雕像`19`20`2`把远古雕像交给塔尔伦，他的营地就在佐拉姆海岸附近。",
["os"] = {
[1] = {
["t"] = "古代雕像：0/1",
["n"] = "10074`7841",
},
},
["pa"] = "塔尔伦`灰谷`15,31`14,31`16,30`15,30`15,32",
["pc"] = "塔尔伦`灰谷`15,31`14,31`16,30`15,30`15,32",
},
[985] = {
["q"] = "灰谷`狼嚎谷`25`30`2`到狼嚎谷去，研究一下麦尔莎迪丝之书，然后向艾森娜神殿的哨兵梅丽瑞亚·霜影复命。",
["pa"] = "哨兵梅丽瑞亚·霜影`灰谷`22,53`23,53`23,52`23,54`22,54",
["pc"] = "哨兵梅丽瑞亚·霜影`灰谷`22,53`23,53`23,52`23,54`22,54",
},
[986] = {
["q"] = "灰谷`凯尼斯·静风`24`29`2`把辛德瑞尔的便笺交给林歌神殿里的凯尼斯·静风。",
["pa"] = "辛德瑞尔·速火`灰谷`35,49`34,49`36,50`36,49`35,50",
["pc"] = "凯尼斯·静风`灰谷`86,45`85,46`85,45`84,46`85,44",
},
[987] = {
["q"] = "灰谷`被遗忘者的病菌`24`29`2`找到一瓶病毒，把它交给慰藉之林中的凯尼斯·静风。",
["os"] = {
[1] = {
["t"] = "一瓶病菌：0/1",
["n"] = "10006`10075",
},
},
["pa"] = "凯尼斯·静风`灰谷`86,45`85,46`85,45`84,46`85,44",
["pc"] = "凯尼斯·静风`灰谷`86,45`85,46`85,45`84,46`85,44",
},
[988] = {
["q"] = "灰谷`维琳德的日记`28`30`2`在维琳德的箱子里搜寻她的日记，把日记连同钥匙一起交给达纳苏斯的塞恩提尔·刃纹。",
["os"] = {
[1] = {
["t"] = "维林德的日记：0/1",
["n"] = "10076",
},
},
["pa"] = "塞恩提尔·刃纹`达纳苏斯`62,39`62,34`62,40`62,32`62,35",
["pc"] = "塞恩提尔·刃纹`达纳苏斯`62,39`62,34`62,40`62,32`62,35",
},
[989] = {
["q"] = "阿拉希高地`激流堡徽章`30`37`2`把激流堡徽章交给位于避难谷地的尼艾丝队长。",
["os"] = {
[1] = {
["t"] = "激流堡徽章：0/15",
["n"] = "7112`10079`7042",
},
},
["pa"] = "尼艾丝队长`阿拉希高地`46,48`46,47`45,48`44,49`46,46",
["pc"] = "尼艾丝队长`阿拉希高地`46,48`46,47`45,48`44,49`46,46",
},
[990] = {
["q"] = "达纳苏斯`月神殿`6`10`2`艾奎恩妮让你和月神殿的女祭司艾茉拉谈一谈。",
["pa"] = "艾奎恩妮`达纳苏斯`29,46`29,45`30,44`31,41`31,42",
["pc"] = "女祭司艾茉拉`达纳苏斯`36,86`37,86`35,87`37,85`35,85",
},
[991] = {
["q"] = "黑海岸`通缉：莫克迪普！`15`18`2`找到并杀死名为莫克迪普的鱼人。它守护着位于奥伯丁南部海岸的鱼人营地。",
["os"] = {
[1] = {
["t"] = "莫克迪普：0/1",
["n"] = "2726`675",
},
},
["pa"] = "通缉：莫克迪普！`黑海岸`37,44",
["pc"] = "哨兵戈琳达·纳希恩`黑海岸`38,43`38,44`37,44`37,45`37,43",
},
[992] = {
["q"] = "灰谷`疯狂的德鲁伊`24`32`2`杀死这些德鲁伊：坦尼尔·黑木、尤希尔·唤月和玛沃里斯·裂云，然后向慰藉之林中的凯尼斯·静风复命。",
["os"] = {
[1] = {
["t"] = "坦尼尔·黑木：0/1",
["n"] = "2728",
},
[2] = {
["t"] = "尤希尔·唤月：0/1",
["n"] = "2729",
},
[3] = {
["t"] = "玛沃里斯·裂云：0/1",
["n"] = "2730",
},
},
["pa"] = "凯尼斯·静风`灰谷`86,45`85,46`85,45`84,46`85,44",
["pc"] = "凯尼斯·静风`灰谷`86,45`85,46`85,45`84,46`85,44",
},
[993] = {
["q"] = "灰谷`身陷危险的树妖！`26`32`2`到萨维亚去找到安妮莉亚。",
["pa"] = "伊莉亚娜`灰谷`22,53`23,54`22,54`23,52",
["pc"] = "安妮莉亚`灰谷`78,45`78,46`79,45`79,46`78,44",
},
[994] = {
["q"] = "灰谷`巴斯兰的头发`20`20`2`收集5份巴斯兰的头发，把它们带给灰谷的奥雷迪尔·阔叶。",
["os"] = {
[1] = {
["t"] = "巴斯兰的头发：0/5",
["n"] = "10083`9956`9982`4500",
},
},
["pa"] = "奥雷迪尔·阔叶`灰谷`26,39`26,38`26,37`27,38`27,37",
["pc"] = "奥雷迪尔·阔叶`灰谷`26,39`26,38`26,37`27,38`27,37",
},
[995] = {
["q"] = "灰谷`塞纳留斯的树枝`27`32`2`杀掉加萨里斯，把塞纳留斯的树枝交给艾森娜神殿的伊莉亚娜。",
["os"] = {
[1] = {
["t"] = "塞纳留斯的树枝：0/1",
["n"] = "8005`10084",
},
},
["pa"] = "安妮莉亚`灰谷`78,45`78,46`79,45`79,46`78,44",
["pc"] = "伊莉亚娜`灰谷`22,53`23,54`22,54`23,52",
},
[996] = {
["q"] = "灰谷`猎杀萨特！`28`32`2`收集16支萨特的角，把它们交给艾森娜神殿的伊莉亚娜。",
["os"] = {
[1] = {
["t"] = "萨特的角：0/16",
["n"] = "8005`8007`7193`7991`7987`6603`7997`7990`7996`7998`8000`8001`7005`7999`8004`2826`2814`2832`2820`10857`8010",
},
},
["pa"] = "伊莉亚娜`灰谷`22,53`23,54`22,54`23,52",
["pc"] = "伊莉亚娜`灰谷`22,53`23,54`22,54`23,52",
},
[997] = {
["q"] = "灰谷`贫瘠之地的港口`28`30`2`和棘齿城的码头管理员迪兹维格谈一谈。",
["pa"] = "塞恩提尔·刃纹`达纳苏斯`62,39`62,34`62,40`62,32`62,35",
["pc"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
},
[998] = {
["q"] = "灰谷`藏宝海湾的航道`28`30`2`坐船去藏宝海湾，和旅行者拉兹戈特谈一谈。",
["pa"] = "码头管理员迪兹维格`贫瘠之地`63,38`64,39`63,39`64,38",
["pc"] = "旅行者拉兹戈特`荆棘谷`28,74`27,74`28,75",
},
[999] = {
["q"] = "灰谷`商队通路`29`30`2`与夜色镇的书记员达尔塔谈一谈。",
["pa"] = "旅行者拉兹戈特`荆棘谷`28,74`27,74`28,75",
["pc"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
},
[1000] = {
["q"] = "灰谷`卡尔文家族`27`30`2`去和夜色镇的乔纳森·卡尔文谈谈。",
["pa"] = "书记员达尔塔`暮色森林`73,47`74,46`74,47`72,47`75,46",
["pc"] = "乔纳森·卡尔文`暮色森林`75,49`75,48`75,47`75,46",
},
[1001] = {
["q"] = "灰谷`月神的镰刀`27`30`2`去找关于月神镰刀的消息，然后回到夜色镇见乔纳森·卡尔文。",
["pa"] = "乔纳森·卡尔文`暮色森林`75,49`75,48`75,47`75,46",
["pc"] = "乔纳森·卡尔文`暮色森林`75,49`75,48`75,47`75,46",
},
[1002] = {
["q"] = "灰谷`回复珊蒂斯`30`30`2`回到达纳苏斯去见珊蒂斯·羽月。",
["pa"] = "乔纳森·卡尔文`暮色森林`75,49`75,48`75,47`75,46",
["pc"] = "塞恩提尔·刃纹`达纳苏斯`62,39`62,34`62,40`62,32`62,35",
},
[1003] = {
["q"] = "暴风城`失踪的使节`28`35`2`在警戒哨岗中打探亨德尔下士的消息。",
["pa"] = "指挥官萨穆尔`贫瘠之地`71,79",
["pc"] = "大法师特沃什`尘泥沼泽`60,41`66,49`45,24`45,26`45,25",
},
[1004] = {
["q"] = "尘泥沼泽`泥石龟蟹汤`33`38`2`给塞拉摩的摩根·斯特恩收集8个分叉的泥石龟舌。",
["os"] = {
[1] = {
["t"] = "分叉的泥石龟舌：0/8",
["n"] = "6673`6663`6651`6649`6661",
},
},
["pa"] = "摩根·斯特恩`贫瘠之地`70,78`70,77",
["pc"] = "摩根·斯特恩`尘泥沼泽`66,45`66,46`67,45",
},
[1005] = {
["q"] = "暴风城`失踪的使节`28`36`2`找到尘泥沼泽中的亨德尔下士。",
["pa"] = "大法师特沃什`尘泥沼泽`60,41`66,49`45,24`45,26`45,25",
["pc"] = "亨德尔下士`尘泥沼泽`45,24`45,26`44,24`45,25`46,24",
},
[1006] = {
["q"] = "丹莫罗`失踪的驾驶员`8`10`2`找到驾驶员莫里·铁钻。",
["pa"] = "驾驶员塞克·锤足`丹莫罗`84,39`84,40`83,40`83,38`83,41",
["pc"] = "矮人的尸体`丹莫罗`80,36`81,36",
},
[1007] = {
["q"] = "丹莫罗`驾驶员的复仇`9`11`2`杀死癞爪。\n\n把它的肮脏的爪子和莫里·铁钻的日记交给驾驶员塞克·锤足。",
["os"] = {
[1] = {
["t"] = "肮脏的爪子：0/1",
["n"] = "4692",
},
},
["pa"] = "矮人的尸体`丹莫罗`80,36`81,36",
["pc"] = "驾驶员塞克·锤足`丹莫罗`84,39`84,40`83,40`83,38`83,41",
},
[1008] = {
["q"] = "荒芜之地`黑龙之火`40`45`2`为西格鲁·铁斧拿到一颗黑色幼龙之心。",
["os"] = {
[1] = {
["t"] = "黑色幼龙之心：0/1",
["n"] = "10088`10085",
},
},
["pa"] = "西格鲁·铁斧`荒芜之地`54,43`53,44`54,44`52,43`53,43",
["pc"] = "西格鲁·铁斧`荒芜之地`54,43`53,44`54,44`52,43`53,43",
},
[1009] = {
["q"] = "荒芜之地`一线希望`35`35`2`找到勘察员雷杜尔，告诉他铁趾格雷兹还活着。",
["pa"] = "弄皱的地图`荒芜之地`53,34",
["pc"] = "勘察员雷杜尔`荒芜之地`53,43`53,44`54,43`53,41`54,44",
},
[1010] = {
["q"] = "奥达曼`一线希望`35`35`2`在奥达曼找到铁趾格雷兹。",
["pa"] = "勘察员雷杜尔`荒芜之地`53,43`53,44`54,43`53,41`54,44",
["pc"] = "铁趾格雷兹`奥达曼`",
},
[1011] = {
["q"] = "荒芜之地`搜集行动`35`40`2`帮西格鲁收集7块金属碎片。",
["os"] = {
[1] = {
["t"] = "金属碎片：0/7",
["n"] = "7364`7380`9710`7393`7387`7382`7386`7388`7389`7398`7383`6201`6346`7379`7377`7375`7370`7354`6218`4036`6219",
},
},
["pa"] = "西格鲁·铁斧`荒芜之地`54,43`53,44`54,44`52,43`53,43",
["pc"] = "西格鲁·铁斧`荒芜之地`54,43`53,44`54,44`52,43`53,43",
},
[1012] = {
["q"] = "诺莫瑞根`主工程师斯库提`25`35`1`和藏宝海湾的斯库提谈一谈。",
["pa"] = "索维克`奥格瑞玛`76,25`75,25`75,26`76,26",
["pc"] = "斯库提`荆棘谷`28,77`27,77`28,78`27,78`28,76",
},
[1013] = {
["q"] = "希尔斯布莱德丘陵`亨伯特的长剑`26`30`1`从丹加洛克拿回亡灵卫兵亨伯特的长剑，然后回到塔伦米尔把剑还给他。",
["os"] = {
[1] = {
["t"] = "亨伯特的长剑：0/1",
["n"] = "2764`2766`2760`10091",
},
},
["pa"] = "亡灵卫兵亨伯特`希尔斯布莱德丘陵`63,20`62,20`62,21`62,22`61,21",
["pc"] = "亡灵卫兵亨伯特`希尔斯布莱德丘陵`63,20`62,20`62,21`62,22`61,21",
},
[1014] = {
["q"] = "希尔斯布莱德丘陵`通缉：辛迪加成员`17`22`1`杀死10个辛迪加盗贼和10个辛迪加哨兵，然后回到塔伦米尔向高级执行官达萨利亚报告。",
["os"] = {
[1] = {
["t"] = "辛迪加盗贼：0/10",
["n"] = "2731",
},
[2] = {
["t"] = "辛迪加卫士：0/10",
["n"] = "2735",
},
},
["pa"] = "通缉`希尔斯布莱德丘陵`63,21`62,21",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[1015] = {
["q"] = "希尔斯布莱德丘陵`危险！`19`28`1`塔伦米尔的高级执行官达萨利亚悬赏通缉书记员赫拉斯·怀特斯蒂德、平民维尔克斯、矿工哈克特和农夫卡拉巴。",
["os"] = {
[1] = {
["t"] = "书记员赫拉斯·怀特斯蒂德：0/1",
["n"] = "2739",
},
[2] = {
["t"] = "平民维尔克斯：0/1",
["n"] = "2741",
},
[3] = {
["t"] = "矿工哈克特：0/1",
["n"] = "2744",
},
[4] = {
["t"] = "农夫卡拉巴：0/1",
["n"] = "2746",
},
},
["pa"] = "危险！`希尔斯布莱德丘陵`63,20`62,20`63,19",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[1016] = {
["q"] = "希尔斯布莱德丘陵`希尔斯布莱德之战`21`26`1`杀掉波恩塞德镇长和5个希尔斯布莱德议员，摧毁《希尔斯布莱德宣言》，偷取希尔斯布莱德城镇文档，然后回到塔伦米尔向达萨利亚汇报。",
["os"] = {
[1] = {
["t"] = "波恩塞德镇长：0/1",
["n"] = "2748",
},
[2] = {
["t"] = "希尔斯布莱德议员：0/5",
["n"] = "2750",
},
[3] = {
["t"] = "希尔斯布莱德城镇文档：0/1",
["n"] = "9915`10092`1615",
},
},
["pa"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[1017] = {
["q"] = "希尔斯布莱德丘陵`希尔斯布莱德之战`23`28`1`杀死工头邦德斯和10个希尔斯布莱德矿工，然后回到塔伦米尔向达萨利亚汇报。",
["os"] = {
[1] = {
["t"] = "工头邦德斯：0/1",
["n"] = "2754",
},
[2] = {
["t"] = "希尔斯布莱德矿工：0/10",
["n"] = "2756",
},
},
["pa"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[1018] = {
["q"] = "希尔斯布莱德丘陵`希尔斯布莱德之战`23`30`1`到丹加洛克去杀掉10个巡山人、8个火枪手、4个牧师，还有达伦·铁山上尉，然后回到塔伦米尔向达萨利亚汇报。",
["os"] = {
[1] = {
["t"] = "丹加洛克巡山人：0/10",
["n"] = "2760",
},
[2] = {
["t"] = "丹加洛克火枪手：0/8",
["n"] = "2764",
},
[3] = {
["t"] = "丹加洛克牧师：0/4",
["n"] = "2766",
},
[4] = {
["t"] = "达伦·铁山上尉：0/1",
["n"] = "2768",
},
},
["pa"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[1019] = {
["q"] = "千针石林`回家`26`29`1`护送波卡·雨山走出风巢，然后和白沙岗哨的莫特加·火鬃谈一谈。",
["pa"] = "波卡·雨山`千针石林`18,41`14,32`15,33`14,38`11,35",
["pc"] = "莫特加·火鬃`千针石林`21,32`22,32`23,32`21,33`22,34",
},
[1020] = {
["q"] = "千针石林`通缉：阿纳克·恐怖图腾`25`29`1`杀死阿纳克·恐怖图腾，并向乱风岗的峭壁卫兵图林·长角出示证据。",
["os"] = {
[1] = {
["t"] = "阿纳克的蹄子：0/1",
["n"] = "10093",
},
},
["pa"] = "通缉：阿纳克·恐怖图腾`千针石林`46,51",
["pc"] = "峭壁卫兵图林·长角`千针石林`46,51`46,50`47,49`45,51`46,49",
},
[1021] = {
["q"] = "雷霆崖`神圣之火`20`25`1`把装满水的蚀刻瓶交给雷霆崖的赞金·石蹄。",
["os"] = {
[1] = {
["t"] = "装满水的蚀刻瓶：0/1",
},
},
["pa"] = "赞金·石蹄`雷霆崖`55,51`54,51`55,52`56,50`50,50",
["pc"] = "赞金·石蹄`贫瘠之地`26,42`27,42`27,41",
},
[1022] = {
["q"] = "千针石林`阿利卡拉`25`28`1`杀死阿利卡拉。把她的遗体和火岩粉交给白沙岗哨的莫特加·火鬃作为证明。",
["os"] = {
[1] = {
["t"] = "阿利卡拉蛇皮：0/1",
["n"] = "10094",
},
},
["pa"] = "玛加萨·野性图腾`雷霆崖`71,31`70,31`71,30`72,30`72,31",
["pc"] = "莫特加·火鬃`千针石林`21,32`22,32`23,32`21,33`22,34",
},
[1023] = {
["q"] = "荆棘谷`收集鳄鱼皮`31`36`3`给藏宝海湾的崔斯里克带回5张钳嘴鳄鱼的皮。",
["os"] = {
[1] = {
["t"] = "钳嘴鳄鱼的皮：0/5",
["n"] = "14109",
},
},
["pa"] = "崔斯里克`荆棘谷`28,78`28,77",
["pc"] = "崔斯里克`荆棘谷`28,78`28,77",
},
[1024] = {
["q"] = "赤脊山`送往夜色镇的信`18`18`2`所罗门镇长要求你给夜色镇的艾尔罗·埃伯洛克公爵送一封信。",
["pa"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
["pc"] = "艾尔罗·埃伯洛克公爵`暮色森林`72,46`72,47`72,48`75,47`74,47",
},
[1025] = {
["q"] = "赤脊山`送往夜色镇的信`18`18`2`将埃伯洛克公爵的回信带给所罗门镇长。",
["pa"] = "艾尔罗·埃伯洛克公爵`暮色森林`72,46`72,47`72,48`75,47`74,47",
["pc"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
},
[1026] = {
["q"] = "暮色森林`乌鸦岭`17`20`2`查出是什么东西在乌鸦岭神出鬼没。",
["pa"] = "艾莱尼·卡尔文`暮色森林`75,49`75,47`75,48`74,47`75,46",
["pc"] = "基特斯`暮色森林`19,59`18,57`18,56`19,57`19,56",
},
[1027] = {
["q"] = "暮色森林`隐士`17`25`2`去乌鸦岭墓地附近的小屋查看老人的情况。",
["pa"] = "艾莱尼·卡尔文`暮色森林`75,49`75,47`75,48`74,47`75,46",
["pc"] = "亚伯克隆比`暮色森林`28,32`28,31`27,32`26,32`26,31",
},
[1028] = {
["q"] = "暮色森林`斯温的货物`17`23`2`把补给物资带给斯温。",
["pa"] = "艾莱尼·卡尔文`暮色森林`75,49`75,47`75,48`74,47`75,46",
["pc"] = "斯温·约根`暮色森林`8,34`8,35`9,34`8,33`7,36",
},
[1029] = {
["q"] = "哀嚎洞穴`发光的碎片`15`26`3`寻找更多有关这块噩梦碎片的信息。",
["pa"] = "发光的碎片`哀嚎洞穴`",
["pc"] = "菲拉·古风`贫瘠之地`48,33`48,34",
},
[1030] = {
["q"] = "荆棘谷`裂骨项链`31`42`1`给格罗姆高营地的肯维雷带回25串裂骨项链。",
["os"] = {
[1] = {
["t"] = "裂骨项链：0/25",
["n"] = "5883`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897",
},
},
["pa"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
["pc"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
},
[1031] = {
["q"] = "暮色森林`幸存的女儿`28`35`2`去和夜色镇的守夜人莎拉·拉迪莫尔谈一谈。",
["pa"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
["pc"] = "守夜人拉迪摩尔`暮色森林`74,47`75,46`73,47`75,48`75,47",
},
[1032] = {
["q"] = "暮色森林`女儿的爱`28`35`2`把莎拉·拉迪莫尔的戒指拿到摩根·拉迪莫尔的坟墓上去。",
["pa"] = "守夜人拉迪摩尔`暮色森林`74,47`75,46`73,47`75,48`75,47",
["pc"] = "破旧的坟墓`暮色森林`18,29",
},
[1033] = {
["q"] = "暴风城`伏击！`16`31`2`等待葛瑞格·莱斯科瓦公爵和沉默之刃马尔松在花园里的对话结束，杀死他们两个，之后向暴风城的提亚斯回报。",
["os"] = {
[1] = {
["t"] = "葛瑞格·莱斯科瓦公爵：0/1",
["n"] = "2769",
},
[2] = {
["t"] = "沉默之刃马尔松：0/1",
["n"] = "2772",
},
},
["pa"] = "泰里恩`暴风城`69,15`69,14`68,14`69,16`71,20",
["pc"] = "埃林·提亚斯`暴风城`60,65`60,64",
},
[1034] = {
["q"] = "剃刀沼泽`临终遗言`26`30`2`将塔莎拉的坠饰带给达纳苏斯的塔莎拉·静水。",
["os"] = {
[1] = {
["t"] = "塔莎拉的坠饰：0/1",
["n"] = "10000`7039`7080`7027`5521`5708`5777`5569`5640`7052`5580`5618",
},
},
["pa"] = "赫尔拉斯·静水`剃刀沼泽`",
["pc"] = "塔莎拉·静水`达纳苏斯`69,67`70,68`69,66`67,63`70,67",
},
[1035] = {
["q"] = "制皮`元素制皮`43`55`2`将2个火焰之心、2个纯水之球、2个大地之核和2个风之气息交给灼热峡谷的萨拉·坦尼。\n\n一旦你完成这项任务，就可以开始学习元素制皮技艺了。\n\n同时，你也就无法再学习龙鳞制皮和部落制皮了，在你决定之前要考虑清楚。",
["os"] = {
[1] = {
["t"] = "火焰之心：0/2",
["n"] = "10134`10118`10124`10131`11676`9513`10098`10097`3660`10122`10099`10133`3308`13565`13581`3776`10110`3251`10112",
},
[2] = {
["t"] = "纯水之球：0/2",
["n"] = "7254`6341`13641`10143`10149`12943`8240`13623`10960`10146`13627`10135`10144`10152",
},
[3] = {
["t"] = "大地之核：0/2",
["n"] = "10162`6919`6918`10134`6139`8243`8259`6141`10164`7030`10179`10168`6131`10166`10178`10177`10182`10133`6147`10163`6354`6345`3865`10161`10173`10172",
},
[4] = {
["t"] = "风之气息：0/2",
["n"] = "13518`10185`13546`10187`10184`10195`13542",
},
},
["pa"] = "萨拉·坦尼`灼热峡谷`64,76`63,76`62,75`65,74`63,72",
["pc"] = "萨拉·坦尼`灼热峡谷`64,76`63,76`62,75`65,74`63,72",
},
[1036] = {
["q"] = "灼热峡谷`被锁起来的矮人`44`45`3`杀掉8个黑铁地质学家，并将15块丝绸交给灼热峡谷里那个被锁在厕所中的矮人。",
["os"] = {
[1] = {
["t"] = "黑铁地质学家：0/8",
["n"] = "2775",
},
[2] = {
["t"] = "丝绸：0/15",
["n"] = "8641`6420`5011`3921`8825`8143`5467`3471`5031`14076`7017`2081`2079`9687`8687`5473`1953`1918`2891`7219`1938`9829`7121`7029`6606`7147`3132",
},
},
["pa"] = "木制厕所`灼热峡谷`66,62`65,62`66,63",
["pc"] = "木制厕所`灼热峡谷`66,62`65,62`66,63",
},
[1037] = {
["q"] = "灼热峡谷`神圣的惩戒`40`48`3`听卡拉然·温布雷讲述他的故事。",
["pa"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
["pc"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
},
[1038] = {
["q"] = "菲拉斯`高原荒野`39`44`2`安吉拉斯·月风要求你杀死8个戈杜尼术士、8个戈杜尼萨满祭司和8个戈杜尼蛮兵。",
["os"] = {
[1] = {
["t"] = "戈杜尼术士：0/8",
["n"] = "2204",
},
[2] = {
["t"] = "戈杜尼萨满祭司：0/8",
["n"] = "2201",
},
[3] = {
["t"] = "戈杜尼蛮兵：0/8",
["n"] = "2195",
},
},
["pa"] = "安吉拉斯·月风`菲拉斯`32,46`32,45`31,44",
["pc"] = "安吉拉斯·月风`菲拉斯`32,46`32,45`31,44",
},
[1039] = {
["q"] = "菲拉斯`寻找知识`42`47`2`与鲁瑟兰村的达蕾恩·轻风谈一谈。",
["pa"] = "特洛亚斯·月风`菲拉斯`32,45`32,46`32,44`31,44",
["pc"] = "达蕾恩·轻风`泰达希尔`55,92`56,93`56,92",
},
[1040] = {
["q"] = "菲拉斯`失踪的信使`40`43`2`和羽月要塞的基恩诺·火花谈一谈。",
["pa"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
["pc"] = "基恩诺·火花`菲拉斯`32,45`32,44`32,43",
},
[1041] = {
["q"] = "菲拉斯`索兰萨尔废墟`40`43`2`探索索兰萨尔废墟，并调查纳迦在那个地区的情况。",
["pa"] = "珊蒂斯·羽月`菲拉斯`30,46`31,45`31,46`30,47`30,45",
["pc"] = "索兰萨尔瞭望台`菲拉斯`26,52",
},
[1042] = {
["q"] = "银松森林`给比索的魔杖`14`18`1`将狼人魔杖带给幽暗城法师区的比索·埃斯沙德。",
["pa"] = "布满灰尘的书架`银松森林`65,25",
["pc"] = "比索·埃斯沙德`幽暗城`84,17`84,18`85,18`84,16`83,15",
},
[1043] = {
["q"] = "希尔斯布莱德丘陵`进攻的时机`19`20`1`到塔伦米尔去，把亡灵哨兵莱什的口信带给高级执行官达萨利亚。",
["pa"] = "亡灵哨兵莱什`希尔斯布莱德丘陵`20,47`21,47`22,46`21,48`20,46",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[1044] = {
["q"] = "荆棘谷`耶尼库的命运`36`45`1`与肯维雷谈一谈。",
["pa"] = "冒泡的大锅`荆棘谷`32,28`32,27",
["pc"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
},
[1045] = {
["q"] = "荆棘谷`歌唱水晶`36`45`1`给格罗姆高营地的肯维雷带回3块蓝色波光碎片。",
["os"] = {
[1] = {
["t"] = "蓝色波光碎片：0/3",
["n"] = "5472",
},
},
["pa"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
["pc"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
},
[1046] = {
["q"] = "千针石林`赞吉尔的药剂和蠢人酒`36`44`3`把蠢人酒交给克拉维尔。",
["pa"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
["pc"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
},
[1047] = {
["q"] = "千针石林`灌醉侏儒`36`44`3`把蠢人酒带给侏儒车队老板。",
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "侏儒车队老板`千针石林`78,77`77,75`77,77`79,77`77,76",
},
[1048] = {
["q"] = "千针石林`向菲兹巴布报告`36`44`3`把蠢人酒试验报告交给藏宝海湾的克兰克·菲兹巴布。",
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
},
[1049] = {
["q"] = "剃刀高地`剃刀高地的亡灵天灾`32`37`3`如果你同意帮助奔尼斯特拉兹，就再跟他谈谈，并将誓言石还给他。",
["pa"] = "奔尼斯特拉兹`剃刀高地`",
["pc"] = "奔尼斯特拉兹`剃刀高地`",
},
[1050] = {
["q"] = "雷霆崖`白金圆盘`40`47`1`把报酬凭证交给雷霆崖的本娜·冰蹄。",
["pa"] = "圣者图希克`雷霆崖`34,47`35,47`35,49`35,48`36,50",
["pc"] = "本娜·冰蹄`雷霆崖`47,34`47,33`48,37`47,35`46,34",
},
[1051] = {
["q"] = "西部荒野`杉德尔船长的宝藏`11`16`2`找到杉德尔船长的手提箱，在箱子中寻找下一条线索。",
["pa"] = "杉德尔船长的藏宝图`西部荒野`28,56`26,48`29,46`26,53`27,73",
["pc"] = "船长的手提箱`西部荒野`26,48",
},
[1052] = {
["q"] = "西部荒野`杉德尔船长的宝藏`15`16`2`找到废弃烟囱旁的老木桶，在桶里寻找下一条线索。",
["pa"] = "船长的手提箱`西部荒野`26,48",
["pc"] = "破桶`西部荒野`41,48`40,48",
},
[1053] = {
["q"] = "法师`调查蓝色隐士`15`16`2`从詹妮亚·坎农身后拿取一根显形卷轴以及一盒封灵箱。将3个装满的封灵箱交给巫师圣殿里的詹妮亚·坎农。",
["os"] = {
[1] = {
["t"] = "装满的封灵箱：0/3",
["n"] = "10198",
},
[2] = {
["t"] = "一盒封灵箱：0/1",
["n"] = "10202",
},
[3] = {
["t"] = "显形卷轴：0/1",
["n"] = "10206",
},
},
["pa"] = "詹妮亚·坎农`艾尔文森林`19,46`19,45`20,45`20,46",
["pc"] = "詹妮亚·坎农`暴风城`39,80`39,79`37,81`38,80`38,79",
},
[1054] = {
["q"] = "西部荒野`海岸上的威胁`15`20`3`将老瞎眼的鳞片交给西部荒野灯塔旁的葛瑞森船长。",
["os"] = {
[1] = {
["t"] = "老瞎眼的鳞片：0/1",
["n"] = "8388",
},
},
["pa"] = "葛瑞森船长`西部荒野`30,86`31,83`31,82`30,82`30,85",
["pc"] = "葛瑞森船长`西部荒野`30,86`31,83`31,82`30,82`30,85",
},
[1055] = {
["q"] = "黑暗深渊`深渊中的知识`10`23`2`把洛迦里斯手稿带给铁炉堡的葛利·硬骨。",
["os"] = {
[1] = {
["t"] = "洛迦里斯手稿：0/1",
["n"] = "5612`10210",
},
},
["pa"] = "葛利·硬骨`丹莫罗`59,22",
["pc"] = "葛利·硬骨`铁炉堡`50,6`51,6`51,5`50,7`50,5",
},
[1056] = {
["q"] = "艾尔文森林`比利的馅饼`5`6`2`把猪肉馅饼带给马科伦农场的比利·马科伦。",
["pa"] = "波尼斯·斯通菲尔德姑妈`艾尔文森林`34,84`34,86`35,84`33,86`35,86",
["pc"] = "比利·马科伦`艾尔文森林`41,86`43,86`42,84`43,85`41,87",
},
[1057] = {
["q"] = "艾尔文森林`金牙`5`8`2`把波尼斯的项链带给斯通菲尔德农场的波尼斯·斯通菲尔德。",
["os"] = {
[1] = {
["t"] = "波尼斯的项链：0/1",
["n"] = "8841",
},
},
["pa"] = "比利·马科伦`艾尔文森林`41,86`43,86`42,84`43,85`41,87",
["pc"] = "波尼斯·斯通菲尔德姑妈`艾尔文森林`34,84`34,86`35,84`33,86`35,86",
},
[1058] = {
["q"] = "艾尔文森林`向格里安·斯托曼报到`9`10`2`去和格里安·斯托曼谈一谈，他一般就在哨兵岭的石塔旁，这座石塔位于西部荒野中部地区的路边。",
["pa"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
["pc"] = "格里安·斯托曼`西部荒野`56,48`56,47`57,47`55,48`55,49",
},
[1059] = {
["q"] = "艾尔文森林`失踪的卫兵`7`10`2`卫兵托马斯要你沿着河岸向北走，寻找两个失踪的卫兵罗尔夫和马拉凯。",
["pa"] = "卫兵托马斯`艾尔文森林`74,72`73,72`73,73`74,73`76,73",
["pc"] = "被吃掉一半的尸体`艾尔文森林`73,60`73,61",
},
[1060] = {
["q"] = "艾尔文森林`保卫边境`7`10`2`杀掉8只觅食的灰狼和5只森林熊幼崽，然后回到艾尔文森林东部的桥边去见卫兵托马斯。",
["os"] = {
[1] = {
["t"] = "觅食的灰狼：0/8",
["n"] = "2780",
},
[2] = {
["t"] = "森林熊幼崽：0/5",
["n"] = "2786",
},
},
["pa"] = "卫兵托马斯`艾尔文森林`74,72`73,72`73,73`74,73`76,73",
["pc"] = "卫兵托马斯`艾尔文森林`74,72`73,72`73,73`74,73`76,73",
},
[1061] = {
["q"] = "艾尔文森林`罗尔夫的下落`7`10`2`到鱼人村去寻找罗尔夫，或是他死亡的消息。",
["pa"] = "被吃掉一半的尸体`艾尔文森林`73,60`73,61",
["pc"] = "罗尔夫的尸体`艾尔文森林`80,56`80,55",
},
[1062] = {
["q"] = "洛克莫丹`雇佣兵`15`19`2`塞尔萨玛的镇长埃罗恩·钝鼻雇你去杀掉4个莫格罗什食人魔、4个莫格罗什蛮兵和4个莫格罗什执行者。",
["os"] = {
[1] = {
["t"] = "莫格罗什食人魔：0/4",
["n"] = "2793",
},
[2] = {
["t"] = "莫格罗什蛮兵：0/4",
["n"] = "2795",
},
[3] = {
["t"] = "莫格罗什执行者：0/4",
["n"] = "2797",
},
},
["pa"] = "镇长埃罗恩·钝鼻`洛克莫丹`35,45`35,46`35,43`35,44`34,46",
["pc"] = "镇长埃罗恩·钝鼻`洛克莫丹`35,45`35,46`35,43`35,44`34,46",
},
[1063] = {
["q"] = "洛克莫丹`水坝危机`16`18`2`查看水坝东边斜坡附近的区域，调查一下黑铁矮人准备做什么，然后把线索带给主工程师辛德维尔七世．",
["pa"] = "主工程师辛德维尔七世`洛克莫丹`45,13`46,14`47,14`46,13`44,12",
["pc"] = "可疑的桶`洛克莫丹`56,13",
},
[1064] = {
["q"] = "洛克莫丹`水坝危机`16`18`2`回去见主工程师辛德维尔七世，把你找到的线索交给他。",
["pa"] = "可疑的桶`洛克莫丹`56,13",
["pc"] = "主工程师辛德维尔七世`洛克莫丹`45,13`46,14`47,14`46,13`44,12",
},
[1065] = {
["q"] = "洛克莫丹`水坝危机`16`18`2`主工程师辛德维尔七世要你把怪味粉末交给丹莫德的炸药专家阿什兰·暗石。",
["pa"] = "主工程师辛德维尔七世`洛克莫丹`45,13`46,14`47,14`46,13`44,12",
["pc"] = "阿什兰·暗石`湿地`50,18`50,17`51,16`51,17`50,19",
},
[1066] = {
["q"] = "洛克莫丹`挖掘进度报告`12`15`2`把铁环挖掘场的进度报告带给塞尔萨玛的吉恩·角盔。",
["pa"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
["pc"] = "吉恩·角盔`洛克莫丹`37,48`37,47`37,46`37,45",
},
[1067] = {
["q"] = "洛克莫丹`收集石像`13`18`2`收集8个小石像，把它们交给麦格玛尔·落斧。",
["os"] = {
[1] = {
["t"] = "小石像：0/8",
["n"] = "5647`5774`5728",
},
},
["pa"] = "麦格玛尔·落斧`洛克莫丹`65,66`65,67`65,65`63,66`66,69",
["pc"] = "麦格玛尔·落斧`洛克莫丹`65,66`65,67`65,65`63,66`66,69",
},
[1068] = {
["q"] = "湿地`向巡山人罗克加报告`19`21`2`与巡山人罗克加谈一谈。",
["pa"] = "巡山人卡德雷尔`洛克莫丹`35,47`37,46`33,49`37,45`37,42",
["pc"] = "巡山人罗克加`洛克莫丹`25,11`26,11`26,14`26,10`26,13",
},
[1069] = {
["q"] = "洛克莫丹`水坝危机`16`18`2`阿什兰·暗石要你回去见主工程师辛德维尔七世，把有关这种炸药的新发现告诉他。",
["pa"] = "阿什兰·暗石`湿地`50,18`50,17`51,16`51,17`50,19",
["pc"] = "主工程师辛德维尔七世`洛克莫丹`45,13`46,14`47,14`46,13`44,12",
},
[1070] = {
["q"] = "湿地`菲欧拉·长耳`18`20`2`和塞拉摩的菲欧拉·长耳谈一谈。",
["pa"] = "红衣弗林特`湿地`10,58`10,57",
["pc"] = "菲欧拉·长耳`尘泥沼泽`66,45`67,45`66,46",
},
[1071] = {
["q"] = "洛克莫丹`水坝危机`17`18`2`主工程师辛德维尔七世要你收集一份潜伏者的毒液，一块莫格罗什水晶和一滴鳄鱼的眼泪。",
["os"] = {
[1] = {
["t"] = "潜伏者的毒液：0/1",
["n"] = "7474`7429`7490",
},
[2] = {
["t"] = "莫格罗什水晶：0/1",
["n"] = "2795`5713`5646`2793`2797",
},
[3] = {
["t"] = "鳄鱼的眼泪：0/1",
["n"] = "4923`4881",
},
},
["pa"] = "主工程师辛德维尔七世`洛克莫丹`45,13`46,14`47,14`46,13`44,12",
["pc"] = "主工程师辛德维尔七世`洛克莫丹`45,13`46,14`47,14`46,13`44,12",
},
[1072] = {
["q"] = "玛拉顿`扭曲的邪恶`41`47`3`为凄凉之地的维洛收集25个瑟莱德丝水晶雕像。",
["os"] = {
[1] = {
["t"] = "瑟莱德丝水晶雕像：0/25",
["n"] = "10220`8829`8706`8825`8778`10222`8143`8149`8750`8814`8820`10214`10225`10226`8147`10224`10219`10216`10960`10146`10217`10227`8758`8754`6295`2675`8688`8828`10221`8625`6334`8138",
},
},
["pa"] = "维洛`凄凉之地`62,39`61,38`62,40`61,39`60,38",
["pc"] = "维洛`凄凉之地`62,39`61,38`62,40`61,39`60,38",
},
[1073] = {
["q"] = "凄凉之地`基泽尔顿车队`32`38`3`护送基泽尔顿车队通过玛诺洛克集会所，然后与瑟卡布斯库的营地的斯米德谈一谈，领取你的奖励。",
["pa"] = "里格·基泽尔顿`凄凉之地`60,38`40,79`41,79`45,75`48,75",
["pc"] = "斯米德·瑟卡布斯库`凄凉之地`61,62`61,64`60,62`60,60`60,61",
},
[1074] = {
["q"] = "荒芜之地`大地的震颤`40`43`2`帮加瑞克取回大地印章。",
["os"] = {
[1] = {
["t"] = "大地印章：0/1",
["n"] = "8073",
},
},
["pa"] = "加瑞克`荒芜之地`60,55`62,54`61,51`60,54`62,51",
["pc"] = "加瑞克`荒芜之地`60,55`62,54`61,51`60,54`62,51",
},
[1075] = {
["q"] = "奥特兰克山脉`辛迪加刺客`26`33`2`杀死12个辛迪加劫匪和8个辛迪加盗贼，然后回到南海镇向赫尼·马雷布镇长报到。",
["os"] = {
[1] = {
["t"] = "辛迪加劫匪：0/12",
["n"] = "2799",
},
[2] = {
["t"] = "辛迪加窃贼：0/8",
["n"] = "2807",
},
},
["pa"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
["pc"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
},
[1076] = {
["q"] = "尘泥沼泽`加尔的剑`34`35`3`给尘泥沼泽的加尔找一把月光剑。",
["os"] = {
[1] = {
["t"] = "月钢宽剑：0/1",
["n"] = "10228",
},
},
["pa"] = "“沼泽之眼”加尔`尘泥沼泽`55,26`55,27`54,27`56,26`55,25",
["pc"] = "“沼泽之眼”加尔`尘泥沼泽`55,26`55,27`54,27`56,26`55,25",
},
[1077] = {
["q"] = "尘泥沼泽`黑色盾牌`30`35`2`把被熏黑的铁盾牌交给塞拉摩的盖兰·维米斯队长。",
["pa"] = "黑色盾牌`贫瘠之地`51,79",
["pc"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
},
[1078] = {
["q"] = "千针石林`地精赞助商`32`37`3`把燃料调节器的蓝图带给闪光平原的普兹克。",
["pa"] = "大财主里维加兹`荆棘谷`27,77`28,77`28,78`27,78",
["pc"] = "普兹克`千针石林`80,76`79,77`80,75`81,75`81,76",
},
[1079] = {
["q"] = "阿拉希高地`密斯莱尔的盟友`33`40`2`和铁炉堡的葛利·硬骨谈一谈。",
["pa"] = "钥匙之石`阿拉希高地`36,58",
["pc"] = "葛利·硬骨`铁炉堡`50,6`51,6`51,5`50,7`50,5",
},
[1080] = {
["q"] = "千针石林`防撞头盔`28`30`2`给闪光平原上的维兹尔·铜栓捎去一箱防撞头盔。",
["pa"] = "飞行员比罗·长须`铁炉堡`72,93`69,92`72,94`73,94`72,88",
["pc"] = "维兹尔·铜栓`千针石林`78,77`78,76`80,77`79,77`77,77",
},
[1081] = {
["q"] = "铁炉堡`寻物公司的业务`30`33`2`和凄凉之地的克雷迪格·安戈尔谈一谈。",
["pa"] = "罗顿·石锤`铁炉堡`68,18`68,22`70,21`68,21`69,22",
["pc"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
},
[1082] = {
["q"] = "洛克莫丹`通缉令：卓克苏尔`17`22`2`杀了卓克苏尔，把他的头颅带给塞尔萨玛的镇长埃罗恩·钝鼻。",
["os"] = {
[1] = {
["t"] = "卓克苏尔的头颅：0/1",
["n"] = "5509",
},
},
["pa"] = "通缉`洛克莫丹`37,46`37,47`35,47",
["pc"] = "镇长埃罗恩·钝鼻`洛克莫丹`35,45`35,46`35,43`35,44`34,46",
},
[1083] = {
["q"] = "凄凉之地`食鱼度日`32`37`1`与葬影村的吉纳泽林谈话，然后将2条血肚鱼交给纳塔卡·长角。",
["os"] = {
[1] = {
["t"] = "血肚鱼：0/2",
},
},
["pa"] = "纳塔卡·长角`凄凉之地`55,56`56,56`55,55`56,55`56,57",
["pc"] = "纳塔卡·长角`凄凉之地`55,56`56,56`55,55`56,55`56,57",
},
[1084] = {
["q"] = "奥格瑞玛`灵魂的燃烧`30`33`1`将15块燃烧宝石转变为灌入灵魂的燃烧宝石，然后把它们交给凄凉之地的玛乌林·碎骨。",
["os"] = {
[1] = {
["t"] = "灌入灵魂的燃烧宝石：0/15",
},
},
["pa"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
["pc"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
},
[1085] = {
["q"] = "奥格瑞玛`萨特的威胁`30`33`1`杀死7只怨怒盗贼、7只怨怒魔仆、7只怨怒背叛者和7只怨怒唤魔者，然后向凄凉之地的塔卡塔·钢刃复命。",
["os"] = {
[1] = {
["t"] = "怨怒盗贼：0/7",
["n"] = "2814",
},
[2] = {
["t"] = "怨怒魔仆：0/7",
["n"] = "2820",
},
[3] = {
["t"] = "怨怒背叛者：0/7",
["n"] = "2826",
},
[4] = {
["t"] = "怨怒唤魔者：0/7",
["n"] = "2832",
},
},
["pa"] = "塔卡塔·钢刃`凄凉之地`53,54`52,54`54,55`54,54`52,53",
["pc"] = "塔卡塔·钢刃`凄凉之地`53,54`52,54`54,55`54,54`52,53",
},
[1086] = {
["q"] = "凄凉之地`另一种鱼`32`36`1`杀死7个滑刃侍从、7个滑刃纳迦，以及5个滑刃巫师，然后与葬影村的杜泽加尔谈谈。",
["os"] = {
[1] = {
["t"] = "滑刃侍从：0/7",
["n"] = "2838",
},
[2] = {
["t"] = "滑刃纳迦：0/7",
["n"] = "2840`2843",
},
[3] = {
["t"] = "滑刃巫师：0/5",
["n"] = "2844",
},
},
["pa"] = "杜泽加尔`凄凉之地`23,73`22,73`24,72`24,71`23,72",
["pc"] = "杜泽加尔`凄凉之地`23,73`22,73`24,72`24,71`23,72",
},
[1087] = {
["q"] = "凄凉之地`蚌肉鱼饵`31`35`1`找到10块软壳蚌肉，把它们交给葬影村的麦拉斯。",
["os"] = {
[1] = {
["t"] = "软壳蚌肉：0/10",
["n"] = "2840`2838`9786`7178`7135`10229",
},
},
["pa"] = "麦拉斯`凄凉之地`23,72`23,73`22,74`22,70`22,71",
["pc"] = "麦拉斯`凄凉之地`23,72`23,73`22,74`22,70`22,71",
},
[1088] = {
["q"] = "凄凉之地`集骨者`33`39`3`从科多墓地收集10根科多兽骨，把它们交给兽人小屋的比布里·弗斯巴克。",
["os"] = {
[1] = {
["t"] = "科多兽骨：0/10",
["n"] = "10236`10233`10234`7621`10974`7879`10239",
},
},
["pa"] = "比布里·弗斯巴克`凄凉之地`62,39`61,38`63,39`61,39`62,38",
["pc"] = "比布里·弗斯巴克`凄凉之地`62,39`61,38`63,39`61,39`62,38",
},
[1089] = {
["q"] = "奥格瑞玛`隐藏的敌人`11`15`1`与奥格瑞玛的尼尔鲁·火刃谈一谈。",
["pa"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
["pc"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
},
[1090] = {
["q"] = "奥格瑞玛`隐藏的敌人`11`16`1`与奥格瑞玛的萨尔谈一谈，告诉他你了解到的东西。",
["pa"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
["pc"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
},
[1091] = {
["q"] = "法师`调查炼金店`15`16`1`从安娜斯塔西娅·哈特威尔身后拿取一根显形卷轴以及一盒封灵箱。将3个装满的封灵箱交给幽暗城的安娜斯塔西娅·哈特威尔。",
["os"] = {
[1] = {
["t"] = "装满的封灵箱：0/3",
["n"] = "10198",
},
[2] = {
["t"] = "一盒封灵箱：0/1",
["n"] = "10202",
},
[3] = {
["t"] = "显形卷轴：0/1",
["n"] = "10206",
},
},
["pa"] = "安娜斯塔西娅·哈特威尔`幽暗城`85,11`85,10`82,14`82,15`84,12",
["pc"] = "安娜斯塔西娅·哈特威尔`幽暗城`85,11`85,10`82,14`82,15`84,12",
},
[1092] = {
["q"] = "法师`收集原料`15`15`1`把10块亚麻布和6块达拉然法力宝石带给乔瑟夫·格里高利。",
["os"] = {
[1] = {
["t"] = "亚麻布：0/10",
["n"] = "4190`4207`8890`9038`1705`5047`5703`7415`8848`7545`10441`10306`5653`7788`8861`5747`5480`7926`7933`7931`5759`10048`10050`9994`9935`5426`10029`5033`1690`10249`2636`5824`8916`8937`9975`9966`2629`8300`5623`3054`1752`1756`1748`4325`10370`10292`10378`10375`8979`1728`5046`14479`9125`3106`2901`2903`8939`10295`8981`7533`2261`5748`2271`2245`5754`2347`3173`5849`2338`2342`10467`11043`4272`4313`9785`11164`10316`9080`9009`5733`9067`4317`8996`3126`8446`6902`10374`5011`7895`8116`10452`7422`2595`5791`8992`9122`10318`7921`9071",
},
[2] = {
["t"] = "达拉然法力宝石：0/6",
["n"] = "4313`9785`9009`5733`9067`4317",
},
},
["pa"] = "安娜斯塔西娅·哈特威尔`幽暗城`85,11`85,10`82,14`82,15`84,12",
["pc"] = "乔瑟夫·格里高利`幽暗城`71,30`71,31`71,29`70,30`70,31",
},
[1093] = {
["q"] = "贫瘠之地`科卡尔首领`11`16`1`把巴拉克的头颅交给十字路口的雷戈萨·死门。",
["os"] = {
[1] = {
["t"] = "巴拉克的头颅：0/1",
["n"] = "8300",
},
},
["pa"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
["pc"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
},
[1094] = {
["q"] = "石爪山脉`格雷苏`17`27`3`将格雷苏的机械臂带给石爪山脉的菲兹克斯。",
["os"] = {
[1] = {
["t"] = "格雷苏的机械臂：0/1",
["n"] = "10012",
},
},
["pa"] = "菲兹克斯`石爪山脉`59,63`59,62`59,61",
["pc"] = "菲兹克斯`石爪山脉`59,63`59,62`59,61",
},
[1095] = {
["q"] = "石爪山脉`保护卡雅`16`18`1`护送卡雅·扁蹄回到阿帕拉耶营地，然后到石爪山东南边界附近的玛卡巴·扁蹄那里去复命。",
["pa"] = "卡雅·扁蹄`石爪山脉`73,86`74,86`74,91`76,91`77,91",
["pc"] = "玛卡巴·扁蹄`石爪山脉`86,98`84,97`86,97`85,98`85,97",
},
[1096] = {
["q"] = "贫瘠之地`加恩的报复`19`26`1`加恩·石塔要你将6瓶硝化甘油、6份木浆和6份硝酸钠交给他。",
["os"] = {
[1] = {
["t"] = "硝化甘油：0/6",
["n"] = "5824`9975`9966`9981",
},
[2] = {
["t"] = "木浆：0/6",
["n"] = "5824`9975`9966`9981",
},
[3] = {
["t"] = "硝酸钠：0/6",
["n"] = "5824`9975`9966`9981",
},
},
["pa"] = "加恩·石塔`贫瘠之地`46,76`46,79`46,81`46,80`46,75",
["pc"] = "加恩·石塔`贫瘠之地`46,76`46,79`46,81`46,80`46,75",
},
[1097] = {
["q"] = "贫瘠之地`加恩的报复`18`26`1`摧毁巴尔莫丹的飞行器，然后向加恩·石塔回复。",
["pa"] = "加恩·石塔`贫瘠之地`46,76`46,79`46,81`46,80`46,75",
["pc"] = "加恩·石塔`贫瘠之地`46,76`46,79`46,81`46,80`46,75",
},
[1098] = {
["q"] = "辛特兰`萨迪斯·格希德`42`47`2`将沙普比克的羽毛交给诅咒之地的萨迪斯·格希德。",
["pa"] = "狮鹫管理员沙拉克·鹰斧`辛特兰`10,45`10,44",
["pc"] = "萨迪斯·格希德`诅咒之地`67,19`67,20`67,18`68,19",
},
[1099] = {
["q"] = "祖尔法拉克`耐克鲁姆的徽章`43`47`2`将耐克鲁姆的徽章交给诅咒之地的萨迪斯·格希德。",
["os"] = {
[1] = {
["t"] = "耐克鲁姆的徽章：0/1",
["n"] = "6571",
},
},
["pa"] = "萨迪斯·格希德`诅咒之地`67,19`67,20`67,18`68,19",
["pc"] = "萨迪斯·格希德`诅咒之地`67,19`67,20`67,18`68,19",
},
[1100] = {
["q"] = "塔纳利斯`尖啸者的灵魂`40`44`3`在菲拉斯捕获3个尖啸者的灵魂，然后回到热砂港的叶基亚那里去。",
["os"] = {
[1] = {
["t"] = "收集尖啸者的灵魂：0/3",
},
},
["pa"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
["pc"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
},
[1101] = {
["q"] = "杜隆塔尔`将军的命令`5`7`1`把普罗德摩尔将军的命令带给剃刀岭的加索克。",
["pa"] = "旧信封`贫瘠之地`49,37`50,38`43,24`46,69`58,37",
["pc"] = "加索克`杜隆塔尔`52,44`52,43`51,44`52,42",
},
[1102] = {
["q"] = "艾尔文森林`休息和放松`1`5`2`和狮王之傲旅店的米利卡·艾森斯泰德谈一谈。",
["pa"] = "法尔坎·伊森斯泰德`艾尔文森林`46,48`45,48`47,48`45,49`45,47",
["pc"] = "旅店老板法雷`艾尔文森林`44,66`43,66`43,67`42,68",
},
[1103] = {
["q"] = "艾尔文森林`鱼人的威胁`7`10`2`雷米要你去和闪金镇的治安官杜汉谈一谈。",
["pa"] = "雷米`艾尔文森林`42,67`42,66`43,66`42,68`43,65",
["pc"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
},
[1104] = {
["q"] = "艾尔文森林`金砂交易`4`7`2`为闪金镇的雷米收集10袋金砂，这种东西可以从艾尔文森林的狗头人身上找到。",
["os"] = {
[1] = {
["t"] = "金砂：0/10",
["n"] = "8893`5439`5061`8841",
},
},
["pa"] = "雷米`艾尔文森林`42,67`42,66`43,66`42,68`43,65",
["pc"] = "雷米`艾尔文森林`42,67`42,66`43,66`42,68`43,65",
},
[1105] = {
["q"] = "艾尔文森林`卫兵托马斯`7`10`2`治安官杜汉要你和卫兵托马斯谈一谈。",
["pa"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
["pc"] = "卫兵托马斯`艾尔文森林`74,72`73,72`73,73`74,73`76,73",
},
[1106] = {
["q"] = "艾尔文森林`通缉：霍格`6`11`2`杀死豺狼人霍格，把他那巨大的豺狼人爪带给治安官杜汉。",
["os"] = {
[1] = {
["t"] = "巨大的豺狼人爪：0/1",
["n"] = "8842",
},
},
["pa"] = "通缉告示`艾尔文森林`25,75`25,78`24,75",
["pc"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
},
[1107] = {
["q"] = "奥达曼`白金圆盘`40`47`3`和石头守护者交谈，从他那里了解更多古代的知识。一旦你了解到了所有的内容之后就激活诺甘农圆盘。",
["pa"] = "诺甘农圆盘`奥达曼`",
["pc"] = "诺甘农圆盘`奥达曼`",
},
[1108] = {
["q"] = "奥达曼`白金圆盘`40`47`2`把迷你版的诺甘农圆盘带到铁炉堡的探险者协会去。",
["pa"] = "诺甘农圆盘`奥达曼`",
["pc"] = "资深探险家麦格拉斯`铁炉堡`72,15`70,19`70,17`74,14`70,18",
},
[1109] = {
["q"] = "玛拉顿`维利塔恩的污染`41`47`2`在玛拉顿里用天蓝水瓶在橙色水晶池中装满水。\n\n在维利斯塔姆藤蔓上使用装满水的天蓝水瓶，使堕落的诺克赛恩幼体出现。\n\n治疗8株植物并杀死那些诺克赛恩幼体，然后向尼耶尔前哨站的塔琳德莉亚复命。",
["os"] = {
[1] = {
["t"] = "治疗维利斯塔姆藤蔓：0/8",
},
[2] = {
["t"] = "装满水的天蓝水瓶：0/1",
},
},
["pa"] = "塔琳德莉亚`凄凉之地`68,9`67,9`68,10`67,10`69,9",
["pc"] = "塔琳德莉亚`凄凉之地`68,9`67,9`68,10`67,10`69,9",
},
[1110] = {
["q"] = "黑暗深渊`研究堕落`18`24`2`奥伯丁的戈沙拉·夜语需要8块堕落者的脑干。",
["os"] = {
[1] = {
["t"] = "堕落者的脑干：0/8",
["n"] = "5577`5547`5550`5607`5620`5612`5599`5625`10494",
},
},
["pa"] = "戈沙拉·夜语`黑海岸`38,43`39,44`39,43`38,42",
["pc"] = "戈沙拉·夜语`黑海岸`38,43`39,44`39,43`38,42",
},
[1111] = {
["q"] = "黑海岸`丢失的主人`13`20`2`找到沃科尔。",
["pa"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
["pc"] = "沃科尔`黑海岸`45,85`43,84`42,83`44,85`44,84",
},
[1112] = {
["q"] = "黑海岸`健忘的勘察员`15`20`2`把神秘的化石交给达纳苏斯的首席考古学家杜瑟·灰须。",
["pa"] = "考古学家霍莉`黑海岸`38,42`37,42`38,43`38,41`39,43",
["pc"] = "首席考古学家杜瑟·灰须`达纳苏斯`31,85`34,77`31,84`32,84`32,82",
},
[1113] = {
["q"] = "黑海岸`健忘的勘察员`15`20`2`把神秘的化石交给米奈希尔港的考古学家弗拉冈特。",
["pa"] = "首席考古学家杜瑟·灰须`达纳苏斯`31,85`34,77`31,84`32,84`32,82",
["pc"] = "考古学家弗拉冈特`湿地`11,60`11,61",
},
[1114] = {
["q"] = "黑海岸`健忘的勘察员`16`24`2`米奈希尔港的考古学家弗拉冈特要你把雷鲁之石带给他。",
["os"] = {
[1] = {
["t"] = "雷鲁之石：0/1",
["n"] = "1809`14123`1805`14277",
},
[2] = {
["t"] = "弗拉冈特的化石：0/1",
["n"] = "10495",
},
},
["pa"] = "考古学家弗拉冈特`湿地`11,60`11,61",
["pc"] = "考古学家弗拉冈特`湿地`11,60`11,61",
},
[1115] = {
["q"] = "黑海岸`偷偷溜走`13`20`2`离开熊怪洞穴，然后去见奥伯丁的特伦希斯。",
["pa"] = "沃科尔`黑海岸`45,85`43,84`42,83`44,85`44,84",
["pc"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
},
[1116] = {
["q"] = "黑海岸`奥萨拉克斯之塔`16`24`2`把伊克鲁德·玛格苏尔之书交给迈斯特拉岗哨的净化者德尔格伦。",
["os"] = {
[1] = {
["t"] = "伊克鲁德·玛格苏尔之书：0/1",
["n"] = "10455",
},
},
["pa"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
["pc"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
},
[1117] = {
["q"] = "灰谷`石爪山的双足飞龙`18`21`2`收集12个巨翼双足飞龙的毒囊，并把它们交给阿斯特兰纳的辛德瑞尔·速火。",
["os"] = {
[1] = {
["t"] = "巨翼双足飞龙的毒囊：0/12",
["n"] = "4663`4562`4615`4516`4529",
},
},
["pa"] = "辛德瑞尔·速火`灰谷`35,49`34,49`36,50`36,49`35,50",
["pc"] = "辛德瑞尔·速火`石爪山脉`73,4`74,4`74,5`73,5",
},
[1118] = {
["q"] = "黑暗深渊`黑暗深渊中的恶魔`19`27`2`把梦游者克尔里斯的头颅交给达纳苏斯的哨兵塞尔高姆。",
["os"] = {
[1] = {
["t"] = "克尔里斯的头颅：0/1",
["n"] = "5676",
},
},
["pa"] = "银月守卫塞尔瑞德`黑暗深渊`",
["pc"] = "哨兵塞尔高姆`达纳苏斯`56,24`56,25`55,24`55,23`55,22",
},
[1119] = {
["q"] = "灰谷`莱恩的净化`18`19`2`在灰谷找到泰洛尼斯。",
["pa"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
["pc"] = "泰洛尼斯的尸体`灰谷`20,42`20,41`21,41`20,43`21,42",
},
[1120] = {
["q"] = "灰谷`解除威胁`18`25`2`把达尔·血爪的颅骨交给阿斯特兰纳的莱恩·狼行者。",
["os"] = {
[1] = {
["t"] = "达尔·血爪的颅骨：0/1",
["n"] = "11043",
},
},
["pa"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
["pc"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
},
[1121] = {
["q"] = "灰谷`莱恩的净化`18`21`2`找到发光的宝石，连同泰洛尼斯的日记一起交给阿斯特兰纳的莱恩·狼行者。",
["os"] = {
[1] = {
["t"] = "发光的宝石：0/1",
["n"] = "5532`7939`7941`5611",
},
},
["pa"] = "泰洛尼斯的尸体`灰谷`20,42`20,41`21,41`20,43`21,42",
["pc"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
},
[1122] = {
["q"] = "灰谷`莱恩的净化`18`21`2`在西北方的月亮井旁找到莎尔蒂恩。",
["pa"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
["pc"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
},
[1123] = {
["q"] = "灰谷`先发制人`18`24`2`杀掉污林部族里的1个污林卫兵、2个污林巨熊、2个污林萨满祭司和2个污林战士，然后回到阿斯特兰纳向莱恩·狼行者复命。",
["os"] = {
[1] = {
["t"] = "污林卫兵：0/1",
["n"] = "2846",
},
[2] = {
["t"] = "污林巨熊怪：0/2",
["n"] = "2849",
},
[3] = {
["t"] = "污林图腾师：0/10",
["n"] = "2853",
},
[4] = {
["t"] = "污林战士：0/12",
["n"] = "2857",
},
},
["pa"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
["pc"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
},
[1124] = {
["q"] = "灰谷`元素护腕`20`24`2`收集5个完整的元素护腕，并对它们使用占卜卷轴。然后把使用过的占卜卷轴带给银风避难所的哨兵维尔莉妮·星坠。",
["os"] = {
[1] = {
["t"] = "使用过的占卜卷轴：0/1",
},
},
["pa"] = "哨兵维尔莉妮·星坠`灰谷`50,67`51,67`49,68",
["pc"] = "哨兵维尔莉妮·星坠`灰谷`50,67`51,67`49,68",
},
[1125] = {
["q"] = "灰谷`守卫石爪山`17`21`2`与加克希姆谈一谈。",
["pa"] = "凯拉·影矛`石爪山脉`60,68`60,67`59,67`60,64`60,66",
["pc"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
},
[1126] = {
["q"] = "石爪山脉`侏儒学者`17`21`2`杀掉10名风险投资公司樵夫和10名风险投资公司砍树工，然后向石爪山的加克希姆·尘链复命。",
["os"] = {
[1] = {
["t"] = "风险投资公司樵夫：0/10",
["n"] = "1626",
},
[2] = {
["t"] = "风险投资公司砍树工：0/10",
["n"] = "2861",
},
},
["pa"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
["pc"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
},
[1127] = {
["q"] = "石爪山脉`新的指示`17`21`3`将密封的信封交给贫瘠之地的斯布特瓦夫。",
["pa"] = "菲兹克斯`石爪山脉`59,63`59,62`59,61",
["pc"] = "斯布特瓦夫`贫瘠之地`63,37`63,38`62,38`63,36",
},
[1128] = {
["q"] = "石爪山脉`老同事`17`21`2`与铁炉堡的洛玛克·链带谈一谈。",
["pa"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
["pc"] = "洛玛克·链带`铁炉堡`72,52`72,50`72,51`71,52`71,49",
},
[1129] = {
["q"] = "石爪山脉`马伦的卷轴`17`21`2`找到暴风城的科林·马伦。",
["pa"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
["pc"] = "科林·马伦`暴风城`43,80`42,80`43,79`44,79`39,79",
},
[1130] = {
["q"] = "石爪山脉`新的指示`17`27`3`把新的指令带给石爪山的菲兹克斯。",
["pa"] = "斯布特瓦夫`贫瘠之地`63,37`63,38`62,38`63,36",
["pc"] = "菲兹克斯`石爪山脉`59,63`59,62`59,61",
},
[1131] = {
["q"] = "黑海岸`奥萨拉克斯之塔`17`28`2`在夜道谷和萨提纳尔找到被禁锢的上层精灵的灵魂，释放它们，然后回到迈斯特拉岗哨的净化者德尔格伦那里。",
["pa"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
["pc"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
},
[1132] = {
["q"] = "石爪山脉`失职+药剂=快乐`18`21`2`给铁炉堡的洛玛克·链带拿去4瓶初级法力药水和2瓶坚韧药剂。",
["os"] = {
[1] = {
["t"] = "初级法力药水：0/4",
["n"] = "10500`9038`5047`7545`5653`7788`10050`5426`5033`4460`10249`8954`8300`5623`4325`10378`10375`8979`14479`9125`2555`8981`7533`2261`5748`2271`2245`2347`5849`2338`2342`4313`9785`11164`9080`9009`5733`9067`4317`5856`5011`8116`7660`2595`5791`9122`5710`9071`5591`5637`5722`5726`5783`5739`7493`2219`2618`2607`2232`5610`5583`5631`10360`7534`2225`10471`5056`5617`5479`2601`5795`5667`5674`5622`8307`8898`2905`9119`8452`8457`8453`10294`10275`5666`9099`10281`5815`5672`2861`5055`1626`5730`4323`4320`9031`4322`9108`2924`2930",
},
[2] = {
["t"] = "初级坚韧药剂：0/2",
},
},
["pa"] = "洛玛克·链带`铁炉堡`72,52`72,50`72,51`71,52`71,49",
["pc"] = "洛玛克·链带`铁炉堡`72,52`72,50`72,51`71,52`71,49",
},
[1133] = {
["q"] = "石爪山脉`西部荒野中的恶魔`18`21`2`将尘魔的残骸带回给暴风城的科林·玛林。",
["os"] = {
[1] = {
["t"] = "尘魔的残骸：0/1",
["n"] = "10502",
},
},
["pa"] = "科林·马伦`暴风城`43,80`42,80`43,79`44,79`39,79",
["pc"] = "科林·马伦`暴风城`43,80`42,80`43,79`44,79`39,79",
},
[1134] = {
["q"] = "战士`犹鲁斯·麦酒`20`20`2`与犹鲁斯·麦酒谈一谈。",
["pa"] = "凯夫·重锤`铁炉堡`70,90`70,91`71,90`71,91`71,89",
["pc"] = "犹鲁斯·麦酒`赤脊山`27,45`27,44`26,45",
},
[1135] = {
["q"] = "战士`往返瑞斯班洞穴`20`22`2`进入瑞斯班洞穴，然后在规定的时间内回到犹鲁斯·麦酒那里。\n\n在整个过程中你都不能死掉或者释放灵魂，否则任务就宣告失败。",
["pa"] = "犹鲁斯·麦酒`赤脊山`27,45`27,44`26,45",
["pc"] = "犹鲁斯·麦酒`赤脊山`27,45`27,44`26,45",
},
[1136] = {
["q"] = "战士`铸盾师`20`22`2`将这桶热酒交给弗伦·长须。",
["pa"] = "犹鲁斯·麦酒`赤脊山`27,45`27,44`26,45",
["pc"] = "弗伦·长须`暴风城`58,17`59,20`57,17`59,19`59,18",
},
[1137] = {
["q"] = "赤脊山`通缉：加塞尔佐格`15`26`2`杀死加塞尔佐格并把他的头颅割下，向湖畔镇的所罗门镇长复命。",
["os"] = {
[1] = {
["t"] = "加塞尔佐格的头颅：0/1",
["n"] = "10474",
},
},
["pa"] = "通缉：加塞尔佐格`赤脊山`30,46`29,46",
["pc"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
},
[1138] = {
["q"] = "战士`弗伦的铠甲`20`28`2`收集必需的材料，将它们交给暴风城的弗伦·长须。",
["os"] = {
[1] = {
["t"] = "烧焦的蜘蛛牙：0/50",
["n"] = "5781`7463",
},
[2] = {
["t"] = "烧焦的奇美拉角：0/12",
["n"] = "4643`4486",
},
[3] = {
["t"] = "光滑的奇美拉角：0/1",
["n"] = "8019",
},
[4] = {
["t"] = "燃素：0/1",
["n"] = "10010",
},
},
["pa"] = "弗伦·长须`暴风城`58,17`59,20`57,17`59,19`59,18",
["pc"] = "弗伦·长须`暴风城`58,17`59,20`57,17`59,19`59,18",
},
[1139] = {
["q"] = "悲伤沼泽`加林的逃亡`34`38`3`护送加林逃出困境，然后打开他放在伤心沼泽营地里的保险箱。",
["pa"] = "加林·古瓦德`悲伤沼泽`66,18`65,19`64,25`63,26`59,26",
["pc"] = "加林的保险箱`悲伤沼泽`48,40`48,39",
},
[1140] = {
["q"] = "玛拉顿`大地的污染`45`51`2`杀死瑟莱德丝公主，然后回到凄凉之地尼耶尔前哨站的守护者玛兰迪斯那里复命。",
["os"] = {
[1] = {
["t"] = "瑟莱德丝公主：0/1",
["n"] = "2675",
},
},
["pa"] = "守护者玛兰迪斯`凄凉之地`64,11`64,10`65,9`65,8`65,11",
["pc"] = "守护者玛兰迪斯`凄凉之地`64,11`64,10`65,9`65,8`65,11",
},
[1141] = {
["q"] = "艾尔文森林`狗头人的蜡烛`3`7`2`为闪金镇的威廉·匹斯特收集8支大蜡烛。",
["os"] = {
[1] = {
["t"] = "大蜡烛：0/8",
["n"] = "8893`5439`5061`8841",
},
},
["pa"] = "威廉·匹斯特`艾尔文森林`43,66`44,66",
["pc"] = "威廉·匹斯特`艾尔文森林`43,66`44,66",
},
[1142] = {
["q"] = "艾尔文森林`玉石矿洞`4`10`2`查看玉石矿洞，然后回到闪金镇去向治安官杜汉报告。",
["pa"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
["pc"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
},
[1143] = {
["q"] = "艾尔文森林`送往暴风城的货物`4`7`2`把威廉的货物交给暴风城贸易区的摩根·匹斯特。",
["pa"] = "威廉·匹斯特`艾尔文森林`43,66`44,66",
["pc"] = "摩根·匹斯特`艾尔文森林`26,40",
},
[1144] = {
["q"] = "奥达曼`搜寻项链`37`41`1`在奥达曼挖掘场中寻找一条珍贵的项链，然后将其交给奥格瑞玛的德兰·杜佛斯。项链有可能已经损坏。",
["os"] = {
[1] = {
["t"] = "破碎的项链：0/1",
["n"] = "7069`7601`7011`6802`6801`7115",
},
},
["pa"] = "德兰·杜佛斯`奥格瑞玛`59,37`58,39`60,37`59,38`58,40",
["pc"] = "德兰·杜佛斯`奥格瑞玛`59,37`58,39`60,37`59,38`58,40",
},
[1145] = {
["q"] = "暴风城`重要的补给`40`45`2`和守卫队长索里加尔谈一谈。",
["pa"] = "高阶巫师安多玛斯`艾尔文森林`19,46",
["pc"] = "守卫队长索里加尔`逆风小径`15,41",
},
[1146] = {
["q"] = "尘泥沼泽`通往阿斯特兰纳的旅途`19`20`2`到阿斯特兰纳去和辛德瑞尔·速火谈谈。",
["pa"] = "菲欧拉·长耳`尘泥沼泽`66,45`67,45`66,46",
["pc"] = "辛德瑞尔·速火`灰谷`35,49`34,49`36,50`36,49`35,50",
},
[1147] = {
["q"] = "尘泥沼泽`风巢双足飞龙的毒囊`25`30`2`收集10个风巢双足飞龙的毒囊，把它们带给塞拉摩的菲欧拉·长耳。",
["os"] = {
[1] = {
["t"] = "风巢双足飞龙的毒囊：0/10",
["n"] = "10506`6087`6085",
},
},
["pa"] = "菲欧拉·长耳`尘泥沼泽`66,45`67,45`66,46",
["pc"] = "菲欧拉·长耳`尘泥沼泽`66,45`67,45`66,46",
},
[1148] = {
["q"] = "战士`格瑞曼德·艾尔默`28`28`2`把弗伦的笔记交给格瑞曼德·艾尔默。",
["pa"] = "弗伦·长须`暴风城`58,17`59,20`57,17`59,19`59,18",
["pc"] = "格瑞曼德·艾尔默`暴风城`52,12`52,13`51,12`51,13",
},
[1149] = {
["q"] = "战士`燃烧之血`28`28`2`把20瓶燃烧之血和1块燃烧之石交给暴风城的格瑞曼德·艾尔默。",
["os"] = {
[1] = {
["t"] = "燃烧之血：0/20",
["n"] = "2711`14325`7205`14077`2300",
},
[2] = {
["t"] = "燃烧之石：0/1",
["n"] = "9987",
},
},
["pa"] = "格瑞曼德·艾尔默`暴风城`52,12`52,13`51,12`51,13",
["pc"] = "格瑞曼德·艾尔默`艾尔文森林`24,19`24,20`25,19`25,20",
},
[1150] = {
["q"] = "千针石林`第十八个驾驶员`32`37`3`和闪光平原的拉泽瑞克谈一谈。",
["pa"] = "普兹克`千针石林`80,76`79,77`80,75`81,75`81,76",
["pc"] = "拉泽瑞克`千针石林`80,76`79,77`80,77",
},
[1151] = {
["q"] = "凄凉之地`燃烧军团的传送门`32`38`1`放逐6个玛诺洛克集会所的传送门，然后回到葬影村的泰迦·慧鬃那里。",
["os"] = {
[1] = {
["t"] = "放逐传送门：0/6",
},
},
["pa"] = "泰迦·慧鬃`凄凉之地`26,68`25,71`25,69`25,70`26,69",
["pc"] = "泰迦·慧鬃`凄凉之地`26,68`25,71`25,69`25,70`26,69",
},
[1152] = {
["q"] = "阿拉希高地`落锤镇`29`34`1`和落锤村的托尔甘交谈。",
["pa"] = "戈穆尔`阿拉希高地`73,34`74,36`73,35`75,42`72,32",
["pc"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
},
[1153] = {
["q"] = "阿拉希高地`振奋精神`29`34`1`从高地阔步龙和高地长尾龙身上取得10个高地迅猛龙的眼球，把它们交给落锤村的托尔甘。",
["os"] = {
[1] = {
["t"] = "高地迅猛龙的眼球：0/10",
["n"] = "7208`5855",
},
},
["pa"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
["pc"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
},
[1154] = {
["q"] = "贫瘠之地`药剂师扎玛`10`15`1`在药剂的效力消失之前，把提炼过的孢子交给雷霆崖的药剂师扎玛。",
["pa"] = "药剂师赫布瑞姆`贫瘠之地`51,30`52,30`51,31`52,31`51,29",
["pc"] = "药剂师扎玛`雷霆崖`23,21`24,22`22,20`25,22`26,23",
},
[1155] = {
["q"] = "盗贼`赞杜沙`16`16`1`与暗影裂口的赞杜沙谈一谈。",
["pa"] = "申苏尔`奥格瑞玛`43,53`43,54`44,52`47,49`44,53",
["pc"] = "赞杜沙`奥格瑞玛`43,53`44,53`45,52`43,54`44,52",
},
[1156] = {
["q"] = "盗贼`碎手军礼`20`20`1`对着申苏尔练习碎手军礼。",
["pa"] = "申苏尔`奥格瑞玛`43,53`43,54`44,52`47,49`44,53",
["pc"] = "申苏尔`奥格瑞玛`43,53`43,54`44,52`47,49`44,53",
},
[1157] = {
["q"] = "盗贼`卧底密探`20`20`1`到淤泥沼泽北边的风险投资公司塔楼去，联系碎手氏族的卧底费苏勒。\n\n看到塔楼之后，用信号枪发射信号，向工头费苏勒示意你已经到达。发出两个闪光信号，然后使用碎手军礼和工头费苏勒接头。\n\n注意，这些步骤必须依次进行，因为费苏勒会攻击并干掉任何他无法识别的人。",
["pa"] = "申苏尔`奥格瑞玛`43,53`43,54`44,52`47,49`44,53",
["pc"] = "工头费苏勒`贫瘠之地`55,6`55,7`56,7`56,6`55,5",
},
[1158] = {
["q"] = "盗贼`棘齿城的维尼克斯`16`16`1`到棘齿城去，与卑鄙的维尼克斯谈一谈。",
["pa"] = "赞杜沙`奥格瑞玛`43,53`44,53`45,52`43,54`44,52",
["pc"] = "卑鄙的维尼克斯`贫瘠之地`63,36`63,37",
},
[1159] = {
["q"] = "盗贼`抢劫海盗`16`18`1`把南海宝藏带回给棘齿城的卑鄙的维尼克斯。不要忘了从维尼克斯的机械设备中拿取一份大饼干和盗贼工具，你的任务需要使用这两件东西。\n\n如果你被任何奇怪的鹦鹉攻击，就对它使用大饼干！",
["os"] = {
[1] = {
["t"] = "南海宝藏：0/1",
["n"] = "10511",
},
},
["pa"] = "卑鄙的维尼克斯`贫瘠之地`63,36`63,37",
["pc"] = "卑鄙的维尼克斯`贫瘠之地`63,36`63,37",
},
[1160] = {
["q"] = "盗贼`基本不可能的任务`20`24`1`从工头希里克斯那里偷出希里克斯的塔楼钥匙，进入塔楼，然后杀掉两个变异风险投资公司工人、两个风险投资公司巡逻员、两个风险投资公司看守。\n\n杀掉大工头普兹克·加里维克斯，取了他的首级，然后打开加里维克斯的箱子，拿走赞吉尔的改良药剂。将药剂和加里维克斯的头颅交给奥格瑞玛的申苏尔，等候进一步的指示。",
["os"] = {
[1] = {
["t"] = "变异风险投资公司工人：0/2",
["n"] = "2867",
},
[2] = {
["t"] = "风险投资公司看守：0/2",
["n"] = "2868",
},
[3] = {
["t"] = "风险投资公司巡逻员：0/2",
["n"] = "2869",
},
[4] = {
["t"] = "加里维克斯的头颅：0/1",
["n"] = "10512",
},
[5] = {
["t"] = "希里克斯的塔楼钥匙：0/1",
},
[6] = {
["t"] = "赞吉尔的改良药剂：0/1",
["n"] = "10512`10513",
},
},
["pa"] = "工头费苏勒`贫瘠之地`55,6`55,7`56,7`56,6`55,5",
["pc"] = "申苏尔`奥格瑞玛`43,53`43,54`44,52`47,49`44,53",
},
[1161] = {
["q"] = "萨满祭司`水之召唤`20`22`1`用塔伦米尔的井水装满空的红色水囊，然后把它交给贫瘠之地的布瑞恩。",
["os"] = {
[1] = {
["t"] = "装满水的红色水囊：0/1",
},
},
["pa"] = "布瑞恩`贫瘠之地`43,77`43,78`44,77",
["pc"] = "布瑞恩`贫瘠之地`43,77`43,78`44,77",
},
[1162] = {
["q"] = "萨满祭司`水之召唤`20`23`1`到灰谷的星辰废墟去，将空的蓝色水囊盛满泉水，然后把它交给贫瘠之地的布瑞恩。",
["os"] = {
[1] = {
["t"] = "装满水的蓝色水囊：0/1",
},
},
["pa"] = "布瑞恩`贫瘠之地`43,77`43,78`44,77",
["pc"] = "布瑞恩`贫瘠之地`43,77`43,78`44,77",
},
[1163] = {
["q"] = "贫瘠之地`瓦希塔帕恩`19`25`1`把瓦希塔帕恩的羽毛交给陶拉祖营地的乔恩·星眼。",
["pa"] = "瓦希塔帕恩的羽毛`贫瘠之地`50,44`46,83`45,59`43,81`48,80",
["pc"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
},
[1164] = {
["q"] = "萨满祭司`水之召唤`20`23`1`把最纯净的水交给贫瘠之地的伊斯伦。",
["pa"] = "布瑞恩`贫瘠之地`43,77`43,78`44,77",
["pc"] = "水之先知伊斯伦`贫瘠之地`66,44`66,43`65,44`65,43",
},
[1165] = {
["q"] = "萨满祭司`水之召唤`20`23`1`击败堕落的水之魂，把堕落水之魂的护腕和剩余的最纯净的水放在银松森林的圣泉火盆上。",
["os"] = {
[1] = {
["t"] = "堕落水之魂的护腕：0/1",
["n"] = "10514",
},
},
["pa"] = "水之先知伊斯伦`贫瘠之地`66,44`66,43`65,44`65,43",
["pc"] = "圣泉火盆`银松森林`38,44`38,45",
},
[1166] = {
["q"] = "萨满祭司`水之召唤`20`23`1`和银松森林的水之魂谈一谈。",
["pa"] = "圣泉火盆`银松森林`38,44`38,45",
["pc"] = "水之先知伊斯伦`贫瘠之地`66,44`66,43`65,44`65,43",
},
[1167] = {
["q"] = "萨满祭司`水之召唤`20`23`1`如果你没能与水之魂交谈，就给银松森林的提夫·摩杜恩再拿去一瓶水之灵契。",
["os"] = {
[1] = {
["t"] = "水之灵契：0/1",
},
},
["pa"] = "提夫·摩杜恩`银松森林`38,44`37,44`38,45`39,44`35,45",
},
[1168] = {
["q"] = "萨满祭司`水之召唤`20`23`1`把水灵碎片交给贫瘠之地的水之先知伊斯伦。",
["pa"] = "水之魂`银松森林`39,45`38,44`38,45",
},
[1169] = {
["q"] = "灰谷`托雷克的突袭`20`24`1`保护在银翼哨站与杜瑞尔·月火作战的托雷克，然后向慰籍之林的埃尔托格·怒齿汇报胜利的消息。",
["pa"] = "托雷克`灰谷`68,75`66,74`66,75`65,75`64,75",
["pc"] = "埃尔托格·怒齿`灰谷`73,62`73,63`74,63`74,62",
},
[1170] = {
["q"] = "艾尔文森林`梅贝尔的隐形水`6`7`2`把隐形水带给梅贝尔·马科伦。",
["pa"] = "威廉·匹斯特`西部荒野`85,3",
["pc"] = "梅贝尔·马科伦`艾尔文森林`43,90`43,89`42,89`42,88`42,87",
},
[1171] = {
["q"] = "艾尔文森林`猎杀收货人`7`10`2`找到“收货人”并将他杀掉，然后带着收货人的戒指回来见治安官杜汉。",
["os"] = {
[1] = {
["t"] = "收货人的戒指：0/1",
["n"] = "7417",
},
},
["pa"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
["pc"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
},
[1172] = {
["q"] = "祖尔法拉克`圣甲虫的壳`40`45`3`给加基森的特兰雷克带去9个完整的圣甲虫壳。",
["os"] = {
[1] = {
["t"] = "完整的圣甲虫壳：0/5",
["n"] = "8144",
},
},
["pa"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
["pc"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
},
[1173] = {
["q"] = "塔纳利斯`加基森水业公司`38`46`3`用未使用的寻水器在流沙岗哨旁边的池中采集水样。一旦你收集到水样，就尽快将其交给加基森的高级勘探员菲兹杜瑟。",
["os"] = {
[1] = {
["t"] = "使用过的寻水器：0/1",
},
},
["pa"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
["pc"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
},
[1174] = {
["q"] = "暴风城`往日的阴影`16`29`2`与旧城区的马迪亚斯·肖尔谈一谈。",
["pa"] = "巴隆斯·阿历克斯顿`暴风城`49,30`49,31`48,30`48,31`55,28",
["pc"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
},
[1175] = {
["q"] = "暴风城`老朋友`16`31`2`与暴风城的埃林·提亚斯谈一谈。",
["pa"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
["pc"] = "埃林·提亚斯`暴风城`60,65`60,64",
},
[1176] = {
["q"] = "暴风城`潜入城堡`16`31`2`与暴风城堡的泰里恩谈一谈。",
["pa"] = "埃林·提亚斯`暴风城`60,65`60,64",
["pc"] = "泰里恩`暴风城`69,15`69,14`68,14`69,16`71,20",
},
[1177] = {
["q"] = "暴风城`必备物品`16`31`2`将3块丝绸和2只克拉拉的新鲜苹果交给暴风城的泰里恩。",
["os"] = {
[1] = {
["t"] = "丝绸：0/3",
["n"] = "8641`6420`5011`3921`8825`8143`5467`3471`5031`14076`7017`2081`2079`9687`8687`5473`1953`1918`2891`7219`1938`9829`7121`7029`6606`7147`3132",
},
[2] = {
["t"] = "克拉拉的新鲜苹果：0/2",
["n"] = "10516`10517",
},
},
["pa"] = "泰里恩`暴风城`69,15`69,14`68,14`69,16`71,20",
["pc"] = "泰里恩`艾尔文森林`31,20`31,21`32,21",
},
[1178] = {
["q"] = "暴风城`帕克斯顿修士`20`24`2`与北郡修道院的帕克斯顿修士谈一谈。",
["pa"] = "米尔顿·西弗`暴风城`74,7`74,8`74,9`74,6`73,9",
["pc"] = "帕克斯顿修士`艾尔文森林`49,40`50,40`49,41`50,41",
},
[1179] = {
["q"] = "术士`寻找斯坦哈德`30`30`2`与贫瘠之地的斯坦哈德·法尔杉谈一谈。",
["pa"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
["pc"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
},
[1180] = {
["q"] = "千针石林`铜栓兄弟`40`46`2`和闪光平原的维兹尔·铜栓谈一谈。",
["pa"] = "科罗莫特·钢尺`丹莫罗`62,29`62,28`63,29",
["pc"] = "维兹尔·铜栓`千针石林`78,77`78,76`80,77`79,77`77,77",
},
[1181] = {
["q"] = "洛克莫丹`荒芜之地的材料`36`39`2`从荒芜之地拿到加克所需的材料，然后回到塞尔萨玛去见他。",
["os"] = {
[1] = {
["t"] = "秃鹫的胃囊：0/5",
["n"] = "6103`7606`6108",
},
[2] = {
["t"] = "峭壁山狗的牙齿：0/10",
["n"] = "6114`6123`6121",
},
[3] = {
["t"] = "石元素的碎片：0/5",
["n"] = "6139`7628`6141`6131`6128`6142",
},
},
["pa"] = "加克`丹莫罗`98,46",
["pc"] = "加克`洛克莫丹`37,49",
},
[1182] = {
["q"] = "湿地`詹姆斯·海厄尔`30`35`2`和塞拉摩的书记员伦德瑞谈一谈。",
["pa"] = "文森特·海厄尔`湿地`11,61`11,60",
["pc"] = "书记员伦德瑞`尘泥沼泽`68,48`68,47`68,49",
},
[1183] = {
["q"] = "剃刀沼泽`奥尔德的报复`29`34`1`把卡尔加·刺肋的心脏交给雷霆崖的奥尔德·石塔。",
["os"] = {
[1] = {
["t"] = "卡尔加·刺肋的心脏：0/1",
["n"] = "7080",
},
},
["pa"] = "奥尔德·石塔`贫瘠之地`25,43`24,43`25,42",
["pc"] = "奥尔德·石塔`雷霆崖`37,60`36,60`37,59`38,60`41,55",
},
[1184] = {
["q"] = "荆棘谷`格罗姆高保卫战`33`37`1`格罗姆高营地的指挥官阿格罗戈什要求你杀死10个食人魔蛮兵和5个食人魔巫医。",
["os"] = {
[1] = {
["t"] = "莫什奥格蛮兵：0/10",
["n"] = "2870",
},
[2] = {
["t"] = "莫什奥格巫医：0/5",
["n"] = "2872",
},
},
["pa"] = "指挥官阿格罗戈什`荆棘谷`32,29`33,29`32,28`31,29`34,29",
["pc"] = "指挥官阿格罗戈什`荆棘谷`32,29`33,29`32,28`31,29`34,29",
},
[1185] = {
["q"] = "雷霆崖`至死方休`12`15`1`把克拉莉斯的坠饰放在银松森林尤瑞夫的坟墓上。",
["pa"] = "克拉莉斯·弗斯特`雷霆崖`29,26`28,25`27,24`29,23`29,25",
["pc"] = "尤瑞夫的墓碑`银松森林`44,43",
},
[1186] = {
["q"] = "凄凉之地`盎格库尔`31`37`3`继续和吉尔吉斯部族保持良好的关系，并把德莱尼水晶碎片交给凄凉之地吉尔吉斯村的智者乌泰克。",
["os"] = {
[1] = {
["t"] = "德莱尼水晶碎片：0/1",
["n"] = "9796`9320`11105`9436`10528`10533`10539`8128`6213`10544`12110`10542`11739`10537`10522`8695`8821`9343`9414`9325`9282`12709`9278`9529`9536`9437`9316`10518`8807`10525`8817`10549`10519",
},
},
["pa"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
["pc"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
},
[1187] = {
["q"] = "凄凉之地`悬赏半人马`30`31`1`收集15只半人马的耳朵，把它们交给凄凉之地的费古尔·双刃。",
["os"] = {
[1] = {
["t"] = "半人马的耳朵：0/15",
["n"] = "8190`7155`7107`9789`9714`9747`9844`7084`9740`2578`2582`9778`7108`10555`2586`10553`9822`9798`8375`7154`7142`7140`9841`9850`7180`7177`11590`9845`10558`9795`9681`9807`9824`7008",
},
},
["pa"] = "费古尔·双刃`凄凉之地`56,59`56,60`56,58`56,57",
["pc"] = "费古尔·双刃`凄凉之地`56,59`56,60`56,58`56,57",
},
[1188] = {
["q"] = "奥格瑞玛`联盟关系`30`33`1`去找凄凉之地的玛乌林·碎骨谈一谈。",
["pa"] = "塔卡塔·钢刃`凄凉之地`53,54`52,54`54,55`54,54`52,53",
["pc"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
},
[1189] = {
["q"] = "凄凉之地`圣光节杖`31`33`3`拿到圣光节杖，并将它交给艾瑟雷索塔里的阿佐尔·奥达蒙特。",
["os"] = {
[1] = {
["t"] = "圣光节杖：0/1",
["n"] = "9867",
},
},
["pa"] = "阿佐尔·奥达蒙特`凄凉之地`39,27`39,28`41,28`39,29`38,25",
["pc"] = "阿佐尔·奥达蒙特`凄凉之地`39,27`39,28`41,28`39,29`38,25",
},
[1190] = {
["q"] = "凄凉之地`堕落者`32`33`1`把恶魔之皮拿给凄凉之地的玛乌林·碎骨看看。",
["pa"] = "恶魔之皮`凄凉之地`55,30`56,30`53,81`24,68`55,26",
["pc"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
},
[1191] = {
["q"] = "凄凉之地`堕落者`33`33`1`给凄凉之地的玛乌林·碎骨带回一张巡影者的头皮。",
["os"] = {
[1] = {
["t"] = "巡影者的头皮：0/1",
["n"] = "8010",
},
},
["pa"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
["pc"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
},
[1192] = {
["q"] = "千针石林`知识试炼`30`30`1`成功回答帕科瓦·芬塔拉斯的问题，然后再次和他对话。他会一直在幽暗城等你回答问题。",
["pa"] = "帕科瓦·芬塔拉斯`幽暗城`58,66`58,65`57,66`55,58`58,63",
["pc"] = "帕科瓦·芬塔拉斯`幽暗城`58,66`58,65`57,66`55,58`58,63",
},
[1193] = {
["q"] = "千针石林`通过试炼`30`36`1`和千针石林的多恩·平原行者谈一谈。",
["pa"] = "帕科瓦·芬塔拉斯`幽暗城`58,66`58,65`57,66`55,58`58,63",
["pc"] = "多恩·平原行者`千针石林`54,42`54,41`54,43",
},
[1194] = {
["q"] = "凄凉之地`上古之书`31`38`3`拿到上古之书，将其交给艾瑟雷索塔中的阿佐尔·奥达蒙特。",
["os"] = {
[1] = {
["t"] = "上古之书：0/1",
["n"] = "10559",
},
},
["pa"] = "阿佐尔·奥达蒙特`凄凉之地`39,27`39,28`41,28`39,29`38,25",
["pc"] = "阿佐尔·奥达蒙特`凄凉之地`39,27`39,28`41,28`39,29`38,25",
},
[1195] = {
["q"] = "凄凉之地`堕落者`32`35`1`给凄凉之地的玛乌林·碎骨带回一块神谕水晶。",
["os"] = {
[1] = {
["t"] = "神谕水晶：0/1",
["n"] = "9793",
},
},
["pa"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
["pc"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
},
[1196] = {
["q"] = "凄凉之地`堕落者`33`33`1`与凄凉之地的塔卡塔·钢刃谈一谈。",
["pa"] = "玛乌林·碎骨`凄凉之地`52,54`52,53`53,54`53,53",
["pc"] = "塔卡塔·钢刃`凄凉之地`53,54`52,54`54,55`54,54`52,53",
},
[1197] = {
["q"] = "凄凉之地`堕落者`33`40`1`杀掉魔王阿兹雷索克和祖格卡，然后向凄凉之地的塔卡塔·钢刃复命。",
["os"] = {
[1] = {
["t"] = "魔王阿兹雷索克：0/1",
["n"] = "2875",
},
[2] = {
["t"] = "祖格卡：0/1",
["n"] = "2877",
},
},
["pa"] = "塔卡塔·钢刃`凄凉之地`53,54`52,54`54,55`54,54`52,53",
["pc"] = "塔卡塔·钢刃`凄凉之地`53,54`52,54`54,55`54,54`52,53",
},
[1198] = {
["q"] = "尘泥沼泽`黑色盾牌`34`35`1`把被熏黑的铁盾牌带给蕨墙村的克罗格。",
["pa"] = "黑色盾牌`尘泥沼泽`30,49",
["pc"] = "克罗格`尘泥沼泽`36,32`37,32`36,31`37,31",
},
[1199] = {
["q"] = "尘泥沼泽`饿！`32`36`3`尘泥沼泽北部的马德克拉什要你去抓12条泥鳍小鱼。",
["os"] = {
[1] = {
["t"] = "泥鳍小鱼：0/12",
["n"] = "5467`2537`9801`9776`9838`9857",
},
},
["pa"] = "马德克拉什`尘泥沼泽`34,38`35,38`36,39`34,39`36,38",
["pc"] = "马德克拉什`尘泥沼泽`34,38`35,38`36,39`34,39`36,38",
},
[1200] = {
["q"] = "尘泥沼泽`黑色盾牌`34`35`1`把被熏黑的铁盾牌拿给蕨墙村的杜高尔看一看。",
["pa"] = "克罗格`尘泥沼泽`36,32`37,32`36,31`37,31",
["pc"] = "杜高尔`尘泥沼泽`36,32`37,31`36,31`37,32`37,30",
},
[1201] = {
["q"] = "尘泥沼泽`黑色盾牌`34`37`1`为蕨墙村的杜高尔收集6个酸性毒囊。",
["os"] = {
[1] = {
["t"] = "酸性毒囊：0/6",
["n"] = "10564`10571`10563`10566`7013",
},
},
["pa"] = "杜高尔`尘泥沼泽`36,32`37,31`36,31`37,32`37,30",
["pc"] = "杜高尔`尘泥沼泽`36,32`37,31`36,31`37,32`37,30",
},
[1202] = {
["q"] = "尘泥沼泽`伊格纳兹的逃亡`33`37`1`护送伊格纳兹，然后和棘齿城的麦伯克·米希瑞克斯谈一谈。",
["pa"] = "伊格纳兹`尘泥沼泽`49,18`48,18`47,18`49,24`47,17",
["pc"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
},
[1203] = {
["q"] = "尘泥沼泽`黑色盾牌`36`37`1`和蕨墙村的克罗格谈一谈。",
["pa"] = "杜高尔`尘泥沼泽`36,32`37,31`36,31`37,32`37,30",
["pc"] = "克罗格`尘泥沼泽`36,32`37,32`36,31`37,31",
},
[1204] = {
["q"] = "塔纳利斯`小心运送`42`47`2`把仔细包装过的箱子交给鲁瑟兰村的艾瑞拉斯·琥珀。",
["pa"] = "克格尔·曲藤`塔纳利斯`52,27`52,28`52,29`51,27`53,27",
["pc"] = "艾瑞拉斯·琥珀`泰达希尔`55,92`56,92`57,92`56,93`57,93",
},
[1205] = {
["q"] = "辛特兰`清理隐匿石`40`48`2`杀掉10个绿色淤泥怪和10个玉石软泥怪，然后回到鹰巢山向弗拉加尔报告。",
["os"] = {
[1] = {
["t"] = "绿色淤泥怪：0/10",
["n"] = "2878",
},
[2] = {
["t"] = "玉石软泥怪：0/10",
["n"] = "2882",
},
},
["pa"] = "弗拉加尔`辛特兰`15,45`15,44`14,45`15,43",
["pc"] = "弗拉加尔`辛特兰`15,45`15,44`14,45`15,43",
},
[1206] = {
["q"] = "阿拉希高地`马林的要求`30`39`2`将给大法师马林的信交给暴风城法师区里的大法师马林。",
["pa"] = "斯奎尔图`阿拉希高地`47,47`46,47`46,48`47,46`48,47",
["pc"] = "大法师马林`暴风城`40,81`40,82`41,80`40,80`39,81",
},
[1207] = {
["q"] = "奥达曼`奥达曼的蘑菇`38`42`2`收集12颗紫色蘑菇，把它们交给塞尔萨玛的加克。",
["os"] = {
[1] = {
["t"] = "紫色蘑菇：0/12",
["n"] = "7003`7069`7184`7601`7011`7114`7125`7131`6801`8076`7024`8079`7115`8080`684`8075",
},
},
["pa"] = "加克`洛克莫丹`37,49",
["pc"] = "加克`洛克莫丹`37,49",
},
[1208] = {
["q"] = "烹饪`我认识一个家伙…`40`45`2`到塔纳利斯沙漠的加基森去，与迪尔格·奎克里弗谈谈你的厨师生涯。",
["pa"] = "达瑞尔·瑞克努索`铁炉堡`60,37`61,37`60,38`60,36`61,36",
["pc"] = "迪尔格·奎克里弗`塔纳利斯`53,28`52,28`52,29",
},
[1209] = {
["q"] = "剃刀高地`封印神像`32`37`3`保护奔尼斯特拉兹来到剃刀高地的野猪人神像处。\n\n当他在进行仪式封印神像时保护他。",
["pa"] = "奔尼斯特拉兹`剃刀高地`",
["pc"] = "奔尼斯特拉兹的火盆`剃刀高地`",
},
[1210] = {
["q"] = "洛克莫丹`捕猎鳄鱼`13`15`2`收集5块鳄鱼肉和6张鳄鱼皮，把它们交给旅行者营地里的马雷克·铁心。",
["os"] = {
[1] = {
["t"] = "鳄鱼肉：0/5",
["n"] = "4807`10589`10573`10585`10597`10583`4923`6808`7188`4782`6789`10579`4881`14109`4713`14169`3034`10592`7911",
},
[2] = {
["t"] = "鳄鱼皮：0/6",
["n"] = "4923`4881`14169",
},
},
["pa"] = "马雷克·铁心`洛克莫丹`82,62`83,63`82,63`83,65",
["pc"] = "马雷克·铁心`洛克莫丹`82,62`83,63`82,63`83,65",
},
[1211] = {
["q"] = "洛克莫丹`自豪的猎人`13`16`2`杀死6只山鹫，然后回到旅行者营地见年轻的达瑞尔，时限为15分钟。",
["os"] = {
[1] = {
["t"] = "山鹫：0/6",
["n"] = "2888",
},
},
["pa"] = "年轻的达瑞尔`洛克莫丹`83,65`84,66`84,65`82,62`83,64",
["pc"] = "年轻的达瑞尔`洛克莫丹`83,65`84,66`84,65`82,62`83,64",
},
[1212] = {
["q"] = "尘泥沼泽`还有螃蟹！`33`40`2`给塞拉摩的摩根·斯特恩收集12根新鲜的螃蟹腿。",
["os"] = {
[1] = {
["t"] = "新鲜的螃蟹腿：0/12",
["n"] = "6248`6246",
},
},
["pa"] = "摩根·斯特恩`尘泥沼泽`66,45`66,46`67,45",
["pc"] = "摩根·斯特恩`尘泥沼泽`66,45`66,46`67,45",
},
[1213] = {
["q"] = "塔纳利斯`腐化之巢`40`47`3`从腐化之巢找5个森提帕尔昆虫肢体，把它们交给加基森的炼金师匹斯特苏格。",
["os"] = {
[1] = {
["t"] = "森提帕尔昆虫肢体：0/5",
["n"] = "10605`10602`10617`10612`10599`10613",
},
},
["pa"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
["pc"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
},
[1214] = {
["q"] = "鲁瑟兰村`月神之兽？`42`47`2`为鲁瑟兰村的艾瑞拉斯·琥珀收集15支枭兽羽毛。",
["os"] = {
[1] = {
["t"] = "枭兽羽毛：0/15",
["n"] = "11948`8475`6330`8488`8493`10624`2878`10619`6218`4036`4024`4031`10622`6219",
},
},
["pa"] = "艾瑞拉斯·琥珀`泰达希尔`55,92`56,92`57,92`56,93`57,93",
["pc"] = "艾瑞拉斯·琥珀`泰达希尔`55,92`56,92`57,92`56,93`57,93",
},
[1215] = {
["q"] = "丹莫罗`保护牲畜`6`12`2`山羊农场的鲁德拉·冻石要你杀了瓦加什，并且把它的牙齿给她带回去。",
["os"] = {
[1] = {
["t"] = "瓦加什的牙齿：0/1",
["n"] = "4726",
},
},
["pa"] = "鲁德拉·冻石`丹莫罗`63,50`63,51`64,51`65,50",
["pc"] = "鲁德拉·冻石`丹莫罗`63,50`63,51`64,51`65,50",
},
[1216] = {
["q"] = "钓鱼`导电器`15`12`2`收集12个导电器，把它们交给奥伯丁的维兹班恩·曲针。",
["os"] = {
[1] = {
["t"] = "导电器：0/12",
["n"] = "8043`8047`8044`8045`8049",
},
},
["pa"] = "维兹班恩·曲针`黑海岸`37,44",
["pc"] = "维兹班恩·曲针`黑海岸`37,44",
},
[1217] = {
["q"] = "灰谷`阿奎尼斯男爵`21`30`1`把奇怪的水球交给灰谷佐拉姆加前哨站的耶努萨克雷。",
["pa"] = "奇怪的水球`贫瘠之地`54,70`57,37`52,30",
["pc"] = "耶努萨克雷`灰谷`12,34`12,32`10,35`11,35`11,34",
},
[1218] = {
["q"] = "血色修道院`狂热之心`30`33`1`幽暗城的大药剂师法拉尼尔需要20颗狂热之心。",
["os"] = {
[1] = {
["t"] = "狂热之心：0/20",
["n"] = "9739`7133`7121`7048`7110`7029`6608`5677`7028`5675`9858`6606`7104`7012`6984`6995`7147`7163`7217`7072`9730`7207`10629`6602`7044`7054`9683`2685",
},
},
["pa"] = "大药剂师法拉尼尔`提瑞斯法林地`58,80",
["pc"] = "大药剂师法拉尼尔`提瑞斯法林地`58,80",
},
[1219] = {
["q"] = "艾尔文森林`公主必须死！`6`9`2`杀掉公主，把它的项圈带给斯通菲尔德农场的斯通菲尔德妈妈。",
["os"] = {
[1] = {
["t"] = "黄铜项圈：0/1",
["n"] = "6853",
},
},
["pa"] = "斯通菲尔德妈妈`艾尔文森林`35,84`35,85`34,84`33,86`34,85",
["pc"] = "斯通菲尔德妈妈`艾尔文森林`35,84`35,85`34,84`33,86`34,85",
},
[1220] = {
["q"] = "艾尔文森林`丢失的项链`5`6`2`和比利·马科伦谈一谈。",
["pa"] = "波尼斯·斯通菲尔德姑妈`艾尔文森林`34,84`34,86`35,84`33,86`35,86",
["pc"] = "比利·马科伦`艾尔文森林`41,86`43,86`42,84`43,85`41,87",
},
[1221] = {
["q"] = "艾尔文森林`比利的馅饼`5`6`2`给斯通菲尔德农场的波尼斯·斯通菲尔德带去4块野猪肉。",
["os"] = {
[1] = {
["t"] = "大块野猪肉：0/4",
["n"] = "6858`4941`1999`6853`4912`14354`2004`4690`2120`3052`2013`5005`4977`6855`6860`4735`4654`4604",
},
},
["pa"] = "比利·马科伦`艾尔文森林`41,86`43,86`42,84`43,85`41,87",
["pc"] = "波尼斯·斯通菲尔德姑妈`艾尔文森林`34,84`34,86`35,84`33,86`35,86",
},
[1222] = {
["q"] = "艾尔文森林`年轻的恋人`5`6`2`把梅贝尔的情书带给托米·乔·斯通菲尔德。",
["pa"] = "梅贝尔·马科伦`艾尔文森林`43,90`43,89`42,89`42,88`42,87",
["pc"] = "托米·乔·斯通菲尔德`艾尔文森林`30,86`29,87`29,85`30,87`31,85",
},
[1223] = {
["q"] = "艾尔文森林`托米的祖母`5`6`2`和斯通菲尔德农场的米斯通菲尔德老奶奶谈一谈。",
["pa"] = "托米·乔·斯通菲尔德`艾尔文森林`30,86`29,87`29,85`30,87`31,85",
["pc"] = "米莱德·斯通菲尔德`艾尔文森林`35,84`34,84`34,85`34,86`35,85",
},
[1224] = {
["q"] = "艾尔文森林`给威廉·匹斯特的信`5`6`2`把斯通菲尔德老奶奶的便笺交给威廉·匹斯特。",
["pa"] = "米莱德·斯通菲尔德`艾尔文森林`35,84`34,84`34,85`34,86`35,85",
["pc"] = "威廉·匹斯特`艾尔文森林`43,66`44,66",
},
[1225] = {
["q"] = "艾尔文森林`收集海藻`5`7`2`收集4片水晶藻叶，把它们带给闪金镇的威廉·匹斯特。",
["os"] = {
[1] = {
["t"] = "水晶藻叶：0/4",
["n"] = "8914`8891",
},
},
["pa"] = "威廉·匹斯特`艾尔文森林`43,66`44,66",
["pc"] = "威廉·匹斯特`艾尔文森林`43,66`44,66",
},
[1226] = {
["q"] = "艾尔文森林`回复托马斯`7`10`2`把罗尔夫和马拉凯的铭牌交给艾尔文森林东部桥边的卫兵托马斯。",
["pa"] = "罗尔夫的尸体`艾尔文森林`80,56`80,55",
["pc"] = "卫兵托马斯`艾尔文森林`74,72`73,72`73,73`74,73`76,73",
},
[1227] = {
["q"] = "艾尔文森林`托马斯的报告`7`10`2`到闪金镇去向治安官杜汉报告。",
["pa"] = "卫兵托马斯`艾尔文森林`74,72`73,72`73,73`74,73`76,73",
["pc"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
},
[1228] = {
["q"] = "艾尔文森林`布甲和皮甲`7`10`2`把暴风城护甲标记交给萨拉·迪博雷恩。",
["pa"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
["pc"] = "萨拉·迪博雷恩`艾尔文森林`79,69`81,70`80,69`80,68`79,68",
},
[1229] = {
["q"] = "艾尔文森林`西泉要塞`6`10`2`到西泉要塞去和瑞尼尔副队长谈一谈。",
["pa"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
["pc"] = "瑞尼尔副队长`艾尔文森林`24,74`24,75`24,76`24,77`23,76",
},
[1230] = {
["q"] = "艾尔文森林`悬赏河爪豺狼人`6`10`2`给兵营的瑞尼尔副队长带去8个彩色豺狼人臂章。",
["os"] = {
[1] = {
["t"] = "彩色豺狼人臂章：0/8",
["n"] = "8848`8897",
},
},
["pa"] = "瑞尼尔副队长`艾尔文森林`24,74`24,75`24,76`24,77`23,76",
["pc"] = "瑞尼尔副队长`艾尔文森林`24,74`24,75`24,76`24,77`23,76",
},
[1231] = {
["q"] = "圣骑士`圣洁之书`12`13`2`与暴风城的达索瑞恩·拉尔谈一谈。",
["pa"] = "威尔海姆修士`艾尔文森林`41,66`42,67`40,65`42,66`41,67",
["pc"] = "达索瑞恩·拉尔`艾尔文森林`20,26`20,27`21,25`21,26`20,25",
},
[1232] = {
["q"] = "圣骑士`圣洁之书`12`12`2`在暴风城的贸易区找到斯蒂芬妮·特纳。",
["pa"] = "达索瑞恩·拉尔`艾尔文森林`20,26`20,27`21,25`21,26`20,25",
["pc"] = "斯蒂芬妮·特纳`艾尔文森林`27,38`26,39`27,39`28,41`26,38",
},
[1233] = {
["q"] = "圣骑士`圣洁之书`12`13`2`给暴风城的斯蒂芬妮·特纳收集10块亚麻布。",
["os"] = {
[1] = {
["t"] = "亚麻布：0/10",
["n"] = "4190`4207`8890`9038`1705`5047`5703`7415`8848`7545`10441`10306`5653`7788`8861`5747`5480`7926`7933`7931`5759`10048`10050`9994`9935`5426`10029`5033`1690`10249`2636`5824`8916`8937`9975`9966`2629`8300`5623`3054`1752`1756`1748`4325`10370`10292`10378`10375`8979`1728`5046`14479`9125`3106`2901`2903`8939`10295`8981`7533`2261`5748`2271`2245`5754`2347`3173`5849`2338`2342`10467`11043`4272`4313`9785`11164`10316`9080`9009`5733`9067`4317`8996`3126`8446`6902`10374`5011`7895`8116`10452`7422`2595`5791`8992`9122`10318`7921`9071",
},
},
["pa"] = "斯蒂芬妮·特纳`艾尔文森林`27,38`26,39`27,39`28,41`26,38",
["pc"] = "斯蒂芬妮·特纳`艾尔文森林`27,38`26,39`27,39`28,41`26,38",
},
[1234] = {
["q"] = "圣骑士`圣洁之书`12`13`2`把生命符记带给暴风城的贾森·坦诺姆。",
["pa"] = "达索瑞恩·拉尔`艾尔文森林`20,26`20,27`21,25`21,26`20,25",
["pc"] = "亨兹·法奥克`艾尔文森林`73,51`72,51`74,52`73,52`72,52",
},
[1235] = {
["q"] = "圣骑士`圣洁之书`12`13`2`把生命符记带到艾尔文森林的英烈碑去，复活亨兹·法奥克。",
["pa"] = "贾森·坦诺姆`艾尔文森林`19,25`20,25`20,26`20,27",
["pc"] = "贾森·坦诺姆`艾尔文森林`19,25`20,25`20,26`20,27",
},
[1236] = {
["q"] = "圣骑士`圣洁之书`12`13`2`从石碑湖小岛上的迪菲亚巫师手中拿到迪菲亚手稿，把它交给暴风城的贾森·坦诺姆。",
["os"] = {
[1] = {
["t"] = "迪菲亚手稿：0/1",
["n"] = "7418",
},
},
["pa"] = "亨兹·法奥克`艾尔文森林`73,51`72,51`74,52`73,52`72,52",
["pc"] = "达索瑞恩·拉尔`艾尔文森林`20,26`20,27`21,25`21,26`20,25",
},
[1237] = {
["q"] = "西部荒野`杜加尔·朗德瑞克`10`10`2`将奥斯瑞克的箱子交给狮鹫管理员杜加尔·朗德瑞克。",
["pa"] = "奥斯瑞克·斯图恩`艾尔文森林`33,33",
["pc"] = "杜加尔·朗德瑞克`艾尔文森林`30,39`29,40`30,40`29,39",
},
[1238] = {
["q"] = "西部荒野`返回西部荒野`10`10`2`从狮鹫管理员杜加尔·朗德瑞克那里租用一头狮鹫飞到哨兵岭，然后将奥斯瑞克的箱子交给哨兵岭的刘易斯。",
["pa"] = "杜加尔·朗德瑞克`艾尔文森林`30,39`29,40`30,40`29,39",
["pc"] = "军需官刘易斯`西部荒野`57,47`56,48`56,47",
},
[1239] = {
["q"] = "死亡矿井`我的兄弟……`15`20`2`将工头希斯耐特的探险者协会徽章交给暴风城的维尔德·蓟草。",
["os"] = {
[1] = {
["t"] = "希斯耐特的徽章：0/1",
["n"] = "10368",
},
},
["pa"] = "维尔德·蓟草`暴风城`65,21`65,22`66,21`64,21",
["pc"] = "维尔德·蓟草`暴风城`65,21`65,22`66,21`64,21",
},
[1240] = {
["q"] = "死亡矿井`收集记忆`14`18`2`给暴风城的维尔德·蓟草带回4张矿业工会会员卡。",
["os"] = {
[1] = {
["t"] = "矿业工会会员卡：0/4",
["n"] = "9127`9121`9131",
},
},
["pa"] = "维尔德·蓟草`暴风城`65,21`65,22`66,21`64,21",
["pc"] = "维尔德·蓟草`暴风城`65,21`65,22`66,21`64,21",
},
[1241] = {
["q"] = "圣骑士`勇气之书`20`25`2`与暴风城的达索瑞恩·拉尔谈一谈。",
["pa"] = "勇气之书`暴风城`40,30`40,29`39,32`49,30`42,32",
["pc"] = "达索瑞恩·拉尔`暴风城`42,27`40,30`40,29`41,30`41,28",
},
[1242] = {
["q"] = "圣骑士`勇气之书`20`23`2`在西部荒野找到达芙妮·斯迪威尔。",
["pa"] = "达索瑞恩·拉尔`暴风城`42,27`40,30`40,29`41,30`41,28",
["pc"] = "达芙妮·斯迪威尔`西部荒野`41,89`42,89`42,88`43,88`41,88",
},
[1243] = {
["q"] = "圣骑士`勇气之书`20`25`2`在迪菲亚兄弟会进攻时保护达芙妮·斯迪威尔的安全。\n\n如果你想成功的话，你和达芙妮都不能死在他们的剑下。",
["pa"] = "达芙妮·斯迪威尔`西部荒野`41,89`42,89`42,88`43,88`41,88",
["pc"] = "达芙妮·斯迪威尔`西部荒野`41,89`42,89`42,88`43,88`41,88",
},
[1244] = {
["q"] = "圣骑士`正义试炼`20`21`2`去和铁炉堡的乔丹·斯迪威尔谈一谈。",
["pa"] = "达索瑞恩·拉尔`暴风城`42,27`40,30`40,29`41,30`41,28",
["pc"] = "乔丹·斯迪威尔`铁炉堡`9,98`8,97`9,99`12,91`10,97",
},
[1245] = {
["q"] = "希尔斯布莱德丘陵`通缉：瓦杜斯男爵`35`40`1`杀了瓦杜斯男爵，把他的头带给塔伦米尔的高级执行官达萨利亚。",
["os"] = {
[1] = {
["t"] = "瓦杜斯男爵的头颅：0/1",
["n"] = "9847",
},
},
["pa"] = "通缉`希尔斯布莱德丘陵`63,21`62,21",
["pc"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
},
[1246] = {
["q"] = "辛特兰`林吉被困住了！`42`47`1`护送林吉逃出奎尔丹尼小屋，然后在望海崖找到他藏起来的东西。",
["pa"] = "林吉`辛特兰`31,48`31,47`33,45`33,51`32,50",
["pc"] = "林吉的秘密`辛特兰`86,59",
},
[1247] = {
["q"] = "辛特兰`收集蜜糖`43`48`1`从隐匿石一带被部落废弃的基地中的箱子里找到10瓶辛特兰蜜糖。",
["os"] = {
[1] = {
["t"] = "辛特兰蜜糖：0/10",
["n"] = "10632`2878`2882",
},
},
["pa"] = "基沃拉丁·逐日者`辛特兰`27,49`26,47`27,48`26,48`25,47",
["pc"] = "基沃拉丁·逐日者`辛特兰`27,49`26,47`27,48`26,48`25,47",
},
[1248] = {
["q"] = "塔纳利斯`通缉：卡利夫·斯科比斯汀`39`46`3`将卡利夫·斯科比斯汀的头颅交给加基森的首席工程师沙克斯·比格维兹。",
["os"] = {
[1] = {
["t"] = "卡利夫·斯科比斯汀的头颅：0/1",
["n"] = "10633`6307",
},
},
["pa"] = "通缉告示`塔纳利斯`52,27",
["pc"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
},
[1249] = {
["q"] = "千针石林`力量的试炼`25`30`1`把罗卡里姆的碎片交给千针石林的多恩·平原行者。",
["os"] = {
[1] = {
["t"] = "罗卡里姆的碎片：0/1",
["n"] = "5573",
},
},
["pa"] = "多恩·平原行者`千针石林`54,42`54,41`54,43",
["pc"] = "多恩·平原行者`千针石林`54,42`54,41`54,43",
},
[1250] = {
["q"] = "塔纳利斯`好味道`44`49`3`马林·诺格弗格让你与加基森的斯普琳科谈一谈。",
["pa"] = "马林·诺格弗格`塔纳利斯`52,28`52,29`51,28`51,29`51,27",
["pc"] = "斯普琳科`塔纳利斯`51,27`52,27`51,28`52,28`52,29",
},
[1251] = {
["q"] = "塔纳利斯`斯普琳科的秘密佐料`44`49`3`加基森的斯普琳科要你去给她找到一颗紫色水生菇。",
["os"] = {
[1] = {
["t"] = "紫色水生菇：0/1",
["n"] = "10634",
},
},
["pa"] = "斯普琳科`塔纳利斯`51,27`52,27`51,28`52,28`52,29",
["pc"] = "斯普琳科`塔纳利斯`51,27`52,27`51,28`52,28`52,29",
},
[1252] = {
["q"] = "工程学`侏儒工程学`30`47`1`如果你想要对侏儒工程学有更多了解，就把工程学教材交给藏宝海湾的奥格索普·奥布诺提斯。",
["pa"] = "廷克维斯`贫瘠之地`63,36`63,37",
["pc"] = "奥格索普·奥布诺提斯`荆棘谷`28,76",
},
[1253] = {
["q"] = "工程学`保密协议`30`47`3`如果你同意成为一名地精技师，就右键点击保密协议，然后再次和加基森的尼克斯·斯普克斯宾谈一谈。",
["os"] = {
[1] = {
["t"] = "已签署给尼克斯的保密协议：0/1",
},
},
["pa"] = "尼克斯·斯普克斯宾`塔纳利斯`52,27`53,27",
["pc"] = "尼克斯·斯普克斯宾`塔纳利斯`52,27`53,27",
},
[1254] = {
["q"] = "工程学`工作成果`30`47`3`将20颗重磅铁制炸弹、20颗实心炸弹和5只自爆绵羊交给加基森的尼克斯·斯普克斯宾。",
["os"] = {
[1] = {
["t"] = "重磅铁制炸弹：0/20",
},
[2] = {
["t"] = "实心炸弹：0/20",
},
[3] = {
["t"] = "自爆绵羊：0/5",
},
},
["pa"] = "尼克斯·斯普克斯宾`塔纳利斯`52,27`53,27",
["pc"] = "尼克斯·斯普克斯宾`塔纳利斯`52,27`53,27",
},
[1255] = {
["q"] = "奥达曼`白金圆盘`40`47`1`把迷你版的诺甘农圆盘带到雷霆崖的贤者那里。",
["pa"] = "诺甘农圆盘`奥达曼`",
["pc"] = "圣者图希克`雷霆崖`34,47`35,47`35,49`35,48`36,50",
},
[1256] = {
["q"] = "荒芜之地`破碎的联盟`40`50`1`用大地印章激活钻石柱、玛瑙石柱和紫水晶石柱并拿到三颗符石。\n\n把符石放在大地封印上，释放黑龙布莱克拉什和赫玛图斯。\n\n杀了这两条黑龙，把黑龙布莱克拉什的锁链、赫玛图斯的锁链和大地印章交给高恩。",
["os"] = {
[1] = {
["t"] = "布莱克拉什的锁链：0/1",
["n"] = "10635",
},
[2] = {
["t"] = "赫玛图斯的锁链：0/1",
["n"] = "10637",
},
},
["pa"] = "高恩`荒芜之地`3,47`3,46`4,47`3,45`4,49",
["pc"] = "高恩`荒芜之地`3,47`3,46`4,47`3,45`4,49",
},
[1257] = {
["q"] = "悲伤沼泽`木棒诺博鲁`36`39`3`把诺博鲁的木棒交到悲伤沼泽中的避难营领导人手中。",
["pa"] = "诺博鲁的木棒`悲伤沼泽`34,42`55,37`45,35`44,41`50,39",
["pc"] = "玛格图尔`悲伤沼泽`26,32`26,31`25,31`27,33`25,35",
},
[1258] = {
["q"] = "荒芜之地`有备无患`37`42`3`给荒芜之地的卢希恩·枪穗带去一些青铜花纹护腕。",
["os"] = {
[1] = {
["t"] = "青铜花纹护腕：0/1",
},
},
["pa"] = "卢希恩·枪穗`荒芜之地`26,44`26,46`26,45`28,46`24,48",
["pc"] = "卢希恩·枪穗`荒芜之地`26,44`26,46`26,45`28,46`24,48",
},
[1259] = {
["q"] = "奥达曼`搜寻项链，再来一次`40`41`1`在奥达曼里找寻宝石的线索。",
["pa"] = "德兰·杜佛斯`奥格瑞玛`59,37`58,39`60,37`59,38`58,40",
["pc"] = "圣骑士的遗体`奥达曼`",
},
[1260] = {
["q"] = "悲伤沼泽`遗失的补给品`32`40`2`把遗失的货物交给军需官朗格尔斯。",
["pa"] = "遗失的货物`诅咒之地`66,21`53,12`67,18`57,26`67,22",
["pc"] = "军需官朗格尔斯`诅咒之地`66,21`66,22`67,22`67,21`66,20",
},
[1261] = {
["q"] = "塔纳利斯`加兹瑞迪安`43`48`3`塔纳利斯的玛尔冯·瑞文斯克要你收集30件加兹瑞迪安饰物。",
["os"] = {
[1] = {
["t"] = "加兹瑞迪安饰物：0/30",
["n"] = "6211`10646`7609`10649`10639`10640`10177`6353`10648`10642`11673`1918`8722`8741`8699`1924",
},
},
["pa"] = "玛尔冯·瑞文斯克`塔纳利斯`53,46`53,45`53,48`54,46`54,47",
["pc"] = "玛尔冯·瑞文斯克`塔纳利斯`53,46`53,45`53,48`54,46`54,47",
},
[1262] = {
["q"] = "银松森林`焚木村中的伏击`13`15`1`帮助亡灵哨兵费雷亚消灭焚木村议会。",
["pa"] = "亡灵哨兵费雷亚`银松森林`46,74`47,74`47,75",
["pc"] = "亡灵哨兵费雷亚`银松森林`46,74`47,74`47,75",
},
[1263] = {
["q"] = "阿拉希高地`水下宝藏`35`40`3`护送菲兹索普教授到洞穴里去并平安返回。",
["pa"] = "菲兹索普教授`阿拉希高地`34,81`36,80`32,82`35,80`35,81",
["pc"] = "德拉克里格博士`阿拉希高地`34,81`34,80`35,81`32,82`33,81",
},
[1264] = {
["q"] = "阿拉希高地`水下宝藏`35`40`3`法迪尔海湾的德拉克里格博士要你去收集10块精灵宝石并在完成任务后归还寻宝潜水镜。",
["os"] = {
[1] = {
["t"] = "精灵宝石：0/10",
["n"] = "3061`3056`10650",
},
},
["pa"] = "德拉克里格博士`阿拉希高地`34,81`34,80`35,81`32,82`33,81",
["pc"] = "德拉克里格博士`阿拉希高地`34,81`34,80`35,81`32,82`33,81",
},
[1265] = {
["q"] = "阿拉希高地`水下宝藏`35`40`3`把精灵宝石交给奥布里船长。",
["pa"] = "德拉克里格博士`阿拉希高地`34,81`34,80`35,81`32,82`33,81",
["pc"] = "沙克斯·奥布里`阿拉希高地`32,81`32,82`31,83`33,82`33,81",
},
[1266] = {
["q"] = "阿拉希高地`水下宝藏`35`40`3`把精灵宝石样本交给藏宝海湾的舰队指挥官卡拉·海角。",
["pa"] = "沙克斯·奥布里`阿拉希高地`32,81`32,82`31,83`33,82`33,81",
["pc"] = "舰队指挥官卡拉·海角`荆棘谷`27,77`27,78`28,78`28,76`28,77",
},
[1267] = {
["q"] = "阿拉希高地`水下宝藏`35`40`3`把海角船长的密信送给阿拉希高地的沙克斯·奥布里。",
["pa"] = "舰队指挥官卡拉·海角`荆棘谷`27,77`27,78`28,78`28,76`28,77",
["pc"] = "沙克斯·奥布里`阿拉希高地`32,81`32,82`31,83`33,82`33,81",
},
[1268] = {
["q"] = "希尔斯布莱德丘陵`秘密潜入`29`34`1`把关于高迪尔下落的消息带回来给塔伦米尔的克鲁斯克。",
["os"] = {
[1] = {
["t"] = "辛迪加信件：0/1",
["n"] = "2799`2807",
},
},
["pa"] = "克鲁斯克`希尔斯布莱德丘陵`63,21`63,20`62,20`61,20`64,21",
["pc"] = "克鲁斯克`奥特兰克山脉`62,83`62,82`61,82`60,82",
},
[1269] = {
["q"] = "希尔斯布莱德丘陵`入室偷窃`30`34`1`找到被遗忘者的叛徒，取回他们偷走的神器，然后回到塔伦米尔去见大法师沃迪恩·伍德格莱尔。",
["os"] = {
[1] = {
["t"] = "血石之楔：0/1",
["n"] = "9791",
},
[2] = {
["t"] = "血石弹球：0/1",
["n"] = "9720",
},
[3] = {
["t"] = "血石碎片：0/1",
["n"] = "9866",
},
[4] = {
["t"] = "血色卵石：0/1",
["n"] = "6981",
},
},
["pa"] = "大法师沃迪恩·伍德格莱尔`希尔斯布莱德丘陵`62,21`62,20`61,21`61,20`60,20",
["pc"] = "大法师沃迪恩·伍德格莱尔`希尔斯布莱德丘陵`62,21`62,20`61,21`61,20`60,20",
},
[1270] = {
["q"] = "奥特兰克山脉`仆从瓦里克`29`34`1`给辛迪加营地里的瓦里克带去一杯南海镇烈酒。",
["os"] = {
[1] = {
["t"] = "南海镇烈酒：0/1",
["n"] = "10652`9815",
},
},
["pa"] = "仆从瓦里克`奥特兰克山脉`57,69`56,67`59,70`58,69`57,68",
["pc"] = "仆从瓦里克`奥特兰克山脉`57,69`56,67`59,70`58,69`57,68",
},
[1271] = {
["q"] = "希尔斯布莱德丘陵`高迪尔`29`36`1`救出高迪尔，然后回到塔伦米尔去见克鲁斯克。",
["os"] = {
[1] = {
["t"] = "锈铁钥匙：0/1",
["n"] = "9848",
},
},
["pa"] = "克鲁斯克`奥特兰克山脉`62,83`62,82`61,82`60,82",
["pc"] = "高迪尔`奥特兰克山脉`60,44`61,44`62,43`62,45`61,43",
},
[1272] = {
["q"] = "阿拉希高地`短兵相接`30`38`1`杀死10个石拳槌兵和4个石拳法师，然后向落锤村哨所的杜拉姆法尔复命。",
["os"] = {
[1] = {
["t"] = "石拳蛮兵：0/10",
["n"] = "2891",
},
[2] = {
["t"] = "石拳法师：0/4",
["n"] = "2896",
},
},
["pa"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
["pc"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
},
[1273] = {
["q"] = "杜隆塔尔`沙漠之风`7`9`3`为奥格瑞玛城外的雷兹拉克取回5个装满货物的袋子。",
["os"] = {
[1] = {
["t"] = "装满货物的袋子：0/5",
["n"] = "10657",
},
},
["pa"] = "雷兹拉克`杜隆塔尔`46,23`47,22`46,24`47,23`48,22",
["pc"] = "雷兹拉克`杜隆塔尔`46,23`47,22`46,24`47,23`48,22",
},
[1274] = {
["q"] = "杜隆塔尔`保卫商路`7`11`1`为奥格瑞玛附近的雷兹拉克杀掉12个尘风暴徒和8个尘风雷巫。",
["os"] = {
[1] = {
["t"] = "尘风暴徒：0/12",
["n"] = "2901",
},
[2] = {
["t"] = "尘风雷巫：0/8",
["n"] = "2903",
},
},
["pa"] = "雷兹拉克`杜隆塔尔`46,23`47,22`46,24`47,23`48,22",
["pc"] = "雷兹拉克`杜隆塔尔`46,23`47,22`46,24`47,23`48,22",
},
[1275] = {
["q"] = "贫瘠之地`维妮·布特巴克`13`14`1`将损坏的主动式负载平衡器交给维妮·布特巴克。",
["pa"] = "斯布特瓦夫`贫瘠之地`63,37`63,38`62,38`63,36",
["pc"] = "维妮·布特巴克`贫瘠之地`49,11`49,12`48,11",
},
[1276] = {
["q"] = "贫瘠之地`北方城堡的火炮`13`20`1`棘齿城中的沙罗萨斯船长要你收集10枚塞拉摩徽章并干掉法莫斯队长、炮兵维桑恩和炮兵斯密瑟。",
["os"] = {
[1] = {
["t"] = "法莫斯队长：0/1",
["n"] = "2905",
},
[2] = {
["t"] = "炮兵维桑恩：0/1",
["n"] = "2906",
},
[3] = {
["t"] = "炮兵斯密瑟：0/1",
["n"] = "2907",
},
[4] = {
["t"] = "塞拉摩徽章：0/10",
["n"] = "2905`2907`9084`9082",
},
},
["pa"] = "沙罗萨斯船长`贫瘠之地`62,39`62,38`63,38`63,39",
["pc"] = "沙罗萨斯船长`贫瘠之地`62,39`62,38`63,38`63,39",
},
[1277] = {
["q"] = "千针石林`瑞兹尔的图表`38`41`3`把精铁矿石样本交给闪光平原上的普兹克。",
["pa"] = "瑞兹尔的计划`千针石林`77,77",
["pc"] = "普兹克`千针石林`80,76`79,77`80,75`81,75`81,76",
},
[1278] = {
["q"] = "塔纳利斯`图加的任务`41`50`3`把图加带回到他的妻子托尔塔身边。",
["pa"] = "图加`塔纳利斯`30,73`30,74`30,61`29,74`40,53",
["pc"] = "托尔塔`塔纳利斯`67,26`67,24`68,26`66,25`66,26",
},
[1279] = {
["q"] = "法师`明镜湖`10`10`2`把一份明镜湖水的样本交给暴风城的詹妮亚·坎农。",
["os"] = {
[1] = {
["t"] = "明镜湖水的样本：0/1",
},
},
["pa"] = "詹妮亚·坎农`暴风城`39,80`39,79`37,81`38,80`38,79",
["pc"] = "詹妮亚·坎农`暴风城`39,80`39,79`37,81`38,80`38,79",
},
[1280] = {
["q"] = "千针石林`信仰的试炼`25`26`1`如果你有坚定的信仰，就从那个可以俯瞰千针石林的木板跳下去。",
["pa"] = "多恩·平原行者`千针石林`54,42`54,41`54,43",
["pc"] = "多恩·平原行者`千针石林`54,42`54,41`54,43",
},
[1281] = {
["q"] = "千针石林`耐力的试炼`25`30`1`把格林卡的爪子交给千针石林的多恩·平原行者。",
["os"] = {
[1] = {
["t"] = "格林卡的爪子：0/1",
["n"] = "10038",
},
},
["pa"] = "多恩·平原行者`千针石林`54,42`54,41`54,43",
["pc"] = "多恩·平原行者`千针石林`54,42`54,41`54,43",
},
[1282] = {
["q"] = "丹莫罗`火岩矿石`20`22`2`给丹莫罗的驾驶员迪恩·石轮带回6份火岩矿石。",
["os"] = {
[1] = {
["t"] = "火岩矿石：0/6",
["n"] = "10658`7463",
},
},
["pa"] = "驾驶员迪恩·石轮`丹莫罗`50,49`50,48`49,48`49,47`50,47",
["pc"] = "驾驶员迪恩·石轮`丹莫罗`50,49`50,48`49,48`49,47`50,47",
},
[1283] = {
["q"] = "洛克莫丹`铁环挖掘场`13`18`2`和麦格玛尔·落斧谈一谈。",
["pa"] = "吉恩·角盔`洛克莫丹`37,48`37,47`37,46`37,45",
["pc"] = "麦格玛尔·落斧`洛克莫丹`65,66`65,67`65,65`63,66`66,69",
},
[1284] = {
["q"] = "洛克莫丹`狗头人的耳朵`10`11`2`收集12只坑道鼠的耳朵，把它们带给塞尔萨玛的巡山人卡德雷尔。",
["os"] = {
[1] = {
["t"] = "坑道鼠的耳朵：0/12",
["n"] = "10323`9100`9026`10342`10300`7540`10330",
},
},
["pa"] = "巡山人卡德雷尔`洛克莫丹`35,47`37,46`33,49`37,45`37,42",
["pc"] = "巡山人卡德雷尔`洛克莫丹`35,47`37,46`33,49`37,45`37,42",
},
[1285] = {
["q"] = "洛克莫丹`巡山人卡尔·雷矛的任务`9`15`2`和巡山人卡尔·雷矛谈一谈。",
["pa"] = "巡山人卡德雷尔`洛克莫丹`35,47`37,46`33,49`37,45`37,42",
["pc"] = "巡山人卡尔·雷矛`洛克莫丹`25,18`25,19`25,20`25,21`26,19",
},
[1286] = {
["q"] = "洛克莫丹`向铁炉堡报告`12`15`2`把铁环挖掘场的进度报告交给勘察员塔伯斯·雷矛。",
["pa"] = "吉恩·角盔`洛克莫丹`37,48`37,47`37,46`37,45",
["pc"] = "勘察员塔伯斯·雷矛`铁炉堡`74,12`74,11`74,13`75,12`75,11",
},
[1287] = {
["q"] = "洛克莫丹`宾格斯的补给品`12`15`2`找回宾格斯的装备：\n$宾格斯的气压炸弹、宾格斯的扳手、宾格斯的榔头和宾格斯的螺丝起子。",
["os"] = {
[1] = {
["t"] = "宾格斯的扳手：0/1",
["n"] = "10659`3025`3030",
},
[2] = {
["t"] = "宾格斯的螺丝起子：0/1",
["n"] = "10659`3025",
},
[3] = {
["t"] = "宾格斯的榔头：0/1",
["n"] = "10659`3094`3030",
},
[4] = {
["t"] = "宾格斯的气压炸弹：0/1",
["n"] = "10660`3094",
},
},
["pa"] = "宾格斯·雷管`洛克莫丹`64,48`63,48`64,49`64,47`64,46",
["pc"] = "宾格斯·雷管`洛克莫丹`64,48`63,48`64,49`64,47`64,46",
},
[1288] = {
["q"] = "洛克莫丹`铁环的火药`13`15`2`和塞尔萨玛的吉恩·角盔谈一谈。",
["pa"] = "勘察员塔伯斯·雷矛`铁炉堡`74,12`74,11`74,13`75,12`75,11",
["pc"] = "吉恩·角盔`洛克莫丹`37,48`37,47`37,46`37,45",
},
[1289] = {
["q"] = "洛克莫丹`挖掘场的补给品`12`15`2`和胡达尔谈一谈。",
["pa"] = "吉恩·角盔`洛克莫丹`37,48`37,47`37,46`37,45",
["pc"] = "胡达尔`洛克莫丹`52,69`53,69`52,70`50,68`51,69",
},
[1290] = {
["q"] = "洛克莫丹`恶战之后`13`15`2`和米兰谈一谈。",
["pa"] = "胡达尔`洛克莫丹`52,69`53,69`52,70`50,68`51,69",
["pc"] = "米兰`洛克莫丹`52,69`52,70`57,66`58,65`64,66",
},
[1291] = {
["q"] = "洛克莫丹`护送货物`13`15`2`确保把米兰和货物送到挖掘场，然后通知勘察员基恩萨·铁环。",
["pa"] = "米兰`洛克莫丹`52,69`52,70`57,66`58,65`64,66",
["pc"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
},
[1292] = {
["q"] = "战士`简易便笺`2`1`1`阅读简易便笺，然后与纳拉其营地的哈鲁特·雷角谈一谈。",
["pa"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
["pc"] = "哈鲁特·雷角`莫高雷`44,76`45,76",
},
[1293] = {
["q"] = "奥达曼`意志石板`42`45`2`找到意志石板，把它们交给铁炉堡的顾问贝尔格拉姆。",
["os"] = {
[1] = {
["t"] = "意志石板：0/1",
["n"] = "7590`10661",
},
},
["pa"] = "顾问贝尔格拉姆`铁炉堡`77,10`77,11`76,11`75,10`74,12",
["pc"] = "顾问贝尔格拉姆`丹莫罗`63,23`64,23`62,24`63,24",
},
[1294] = {
["q"] = "塔纳利斯`给马克基雷的货物`40`45`3`将斯杜雷的瓶子交给藏宝海湾的“海狼”马克基雷。",
["pa"] = "斯杜雷`塔纳利斯`67,24`66,23`66,24",
["pc"] = "“海狼”马克基雷`荆棘谷`28,77`27,77`27,76",
},
[1295] = {
["q"] = "塔纳利斯`废土的公正`40`44`3`杀死10个废土暗法师、8个废土游荡者和6个废土刺客，然后向加基森的总工程师比格维兹报告。",
["os"] = {
[1] = {
["t"] = "废土游荡者：0/8",
["n"] = "2908",
},
[2] = {
["t"] = "废土刺客：0/6",
["n"] = "2912",
},
[3] = {
["t"] = "废土暗法师：0/10",
["n"] = "2916",
},
},
["pa"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
["pc"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
},
[1296] = {
["q"] = "奥达曼`寻找宝石`39`43`2`在奥达曼寻找红宝石、蓝宝石和黄宝石的下落。找到它们之后，通过塔瓦斯德给你的占卜之瓶和他进行联系。",
["os"] = {
[1] = {
["t"] = "破碎项链上的红宝石：0/1",
["n"] = "7595`7003`7594`7591`10662`8800",
},
[2] = {
["t"] = "破碎项链上的蓝宝石：0/1",
["n"] = "8834",
},
[3] = {
["t"] = "破碎项链上的黄宝石：0/1",
["n"] = "7024`7115`10663",
},
},
["pa"] = "圣骑士的遗体`奥达曼`",
["pc"] = "塔瓦斯德的占卜之碗`奥达曼`",
},
[1297] = {
["q"] = "灰谷`奥雷迪尔的药剂`20`20`2`把奥雷迪尔的药剂交给阿斯特兰纳的皮尔图拉斯·怀特姆恩。",
["pa"] = "奥雷迪尔·阔叶`灰谷`26,39`26,38`26,37`27,38`27,37",
["pc"] = "皮尔图拉斯·怀特姆恩`灰谷`37,52`38,55`36,52`37,53",
},
[1298] = {
["q"] = "黑海岸`昏昏欲睡`17`20`2`护送克罗尼亚·恒影到灰谷迈斯特拉岗哨的利拉迪斯·月河那里去。",
["os"] = {
[1] = {
["t"] = "唤醒号角：0/1",
["n"] = "10664",
},
},
["pa"] = "克罗尼亚·恒影`黑海岸`44,76`44,77`42,79`43,81`42,81",
["pc"] = "利拉迪斯·月河`灰谷`27,36`27,37`27,35`26,36`26,35",
},
[1299] = {
["q"] = "尘泥沼泽`微笑的吉姆`30`35`2`与塞拉摩的盖兰·维米斯队长谈一谈。",
["pa"] = "卫兵拜伦`尘泥沼泽`66,46`65,47`67,46`66,47`67,47",
["pc"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
},
[1300] = {
["q"] = "奥特兰克山脉`刺客的契约`30`38`2`把刺客的契约带给南海镇的赫尼·马雷布镇长。",
["pa"] = "刺客的契约`塔纳利斯`67,22`67,39",
["pc"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
},
[1301] = {
["q"] = "暴风城`遥远的旅途`18`24`2`到奥伯丁的戈沙拉·夜语那儿去。",
["pa"] = "阿古斯·夜语`暴风城`22,56`21,56`25,52`20,59`24,53",
["pc"] = "戈沙拉·夜语`黑海岸`38,43`39,44`39,43`38,42",
},
[1302] = {
["q"] = "暮色森林`饱经风霜的墓碑`28`35`2`去和夜色镇的希拉·沃宁迪谈一谈。",
["pa"] = "破旧的坟墓`暮色森林`18,29",
["pc"] = "希拉·沃宁迪`暮色森林`73,48`72,48`73,47`72,47",
},
[1303] = {
["q"] = "千针石林`知识试炼`28`30`1`找到幽暗城的帕科瓦·芬塔拉斯。",
["pa"] = "布劳格·幽魂`灰谷`40,84`39,83`40,85`40,83",
["pc"] = "帕科瓦·芬塔拉斯`幽暗城`58,66`58,65`57,66`55,58`58,63",
},
[1304] = {
["q"] = "黑暗深渊`黑暗深渊中的邪恶`21`27`1`把梦游者克尔里斯的头颅交给雷霆崖的巴珊娜·符文图腾。",
["os"] = {
[1] = {
["t"] = "克尔里斯的头颅：0/1",
["n"] = "5676",
},
},
["pa"] = "银月守卫塞尔瑞德`黑暗深渊`",
["pc"] = "巴珊娜·符文图腾`雷霆崖`71,33`71,34`71,32`70,33`70,34",
},
[1305] = {
["q"] = "凄凉之地`拉克摩尔的财宝！`32`36`3`找到拉克摩尔的银钥匙和金钥匙。找到并打开拉克摩尔的箱子。",
["os"] = {
[1] = {
["t"] = "拉克摩尔的银钥匙：0/1",
["n"] = "7178`7135",
},
[2] = {
["t"] = "拉克摩尔的金钥匙：0/1",
["n"] = "9864`9767`9779`2840`2838`2844`9786`9793",
},
},
["pa"] = "拉克摩尔的日志`凄凉之地`36,31`36,30",
["pc"] = "拉克摩尔的箱子`凄凉之地`30,9",
},
[1306] = {
["q"] = "希尔斯布莱德丘陵`赫尔库拉的复仇`29`33`1`从雪怪手上拿回赫尔库拉的魔棒，把它交给塔伦米尔的学徒塞万德。",
["os"] = {
[1] = {
["t"] = "赫尔库拉的魔棒：0/1",
["n"] = "11593`6639`6628`14188",
},
},
["pa"] = "学徒塞万德`希尔斯布莱德丘陵`64,20`63,20`64,19`63,19`63,16",
["pc"] = "学徒塞万德`希尔斯布莱德丘陵`64,20`63,20`64,19`63,19`63,16",
},
[1307] = {
["q"] = "千针石林`知识试炼`29`36`1`找到《亡灵的起源》，把它交给幽暗城的帕科瓦·芬塔拉斯。",
["os"] = {
[1] = {
["t"] = "亡灵的起源：0/1",
["n"] = "10665`6606",
},
},
["pa"] = "帕科瓦·芬塔拉斯`幽暗城`58,66`58,65`57,66`55,58`58,63",
["pc"] = "帕科瓦·芬塔拉斯`幽暗城`58,66`58,65`57,66`55,58`58,63",
},
[1308] = {
["q"] = "凄凉之地`凄凉之地的科卡尔部族`30`32`1`和凄凉之地幽灵岗哨的费古尔·双刃谈一谈。",
["pa"] = "雷戈萨·死门`贫瘠之地`45,28`46,28`45,29`46,27`46,29",
["pc"] = "费古尔·双刃`凄凉之地`56,59`56,60`56,58`56,57",
},
[1309] = {
["q"] = "暴风城`失踪的使节`28`28`2`找到暴风要塞的德拉维主教。",
["pa"] = "托马斯`暴风城`41,31`40,28`41,30`39,26`39,27",
["pc"] = "德拉维主教`暴风城`78,25`78,24`78,26`77,23`78,23",
},
[1310] = {
["q"] = "暴风城`失踪的使节`28`28`2`在暴风城的英雄谷找到乔贞。",
["pa"] = "德拉维主教`暴风城`78,25`78,24`78,26`77,23`78,23",
["pc"] = "乔贞`暴风城`72,76`73,78`73,79`70,84`72,75",
},
[1311] = {
["q"] = "灰谷`莱恩的净化`22`28`2`找到隐藏的神殿并给达图尔的魔棒重新注入魔力。",
["pa"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
["pc"] = "隐蔽的神龛`灰谷`56,49",
},
[1312] = {
["q"] = "灰谷`莱恩的净化`23`28`2`回到月亮井旁的莎尔蒂恩那里。",
["pa"] = "隐蔽的神龛`灰谷`56,49",
["pc"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
},
[1313] = {
["q"] = "灰谷`莱恩的净化`23`28`2`回到阿斯特兰纳的莱恩·狼行者那里。",
["pa"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
["pc"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
},
[1314] = {
["q"] = "灰谷`莱恩的净化`23`28`2`找到一个尚未堕落的熊怪，利用达图尔的变形魔棒的能力与其交谈。",
["pa"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
["pc"] = "克罗格`灰谷`51,75`52,74`52,75`51,74`51,76",
},
[1315] = {
["q"] = "灰谷`莱恩的净化`23`30`2`杀死兰恩·血牙和4个血牙保镖，然后向密斯特拉湖附近的克罗格复命。",
["os"] = {
[1] = {
["t"] = "兰恩·血牙：0/1",
["n"] = "2921",
},
[2] = {
["t"] = "血牙守卫：0/4",
["n"] = "2922",
},
},
["pa"] = "克罗格`灰谷`51,75`52,74`52,75`51,74`51,76",
["pc"] = "克罗格`灰谷`51,75`52,74`52,75`51,74`51,76",
},
[1316] = {
["q"] = "灰谷`莱恩的净化`23`30`2`把兰恩·血牙的颅骨和达图尔的变形魔棒交给阿斯特兰纳的莱恩·狼行者。",
["os"] = {
[1] = {
["t"] = "兰恩·血牙的颅骨：0/1",
["n"] = "2921",
},
[2] = {
["t"] = "达图尔的变形魔棒：0/1",
},
},
["pa"] = "克罗格`灰谷`51,75`52,74`52,75`51,74`51,76",
["pc"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
},
[1317] = {
["q"] = "盗贼`克拉文之塔`20`24`2`偷取迪菲亚塔楼钥匙，进入迪菲亚塔楼，看看暮色森林的箱子里到底有什么东西，然后向暴风城的马迪亚斯·肖尔汇报。",
["os"] = {
[1] = {
["t"] = "克拉文·摩特维克的日记：0/1",
["n"] = "10666`10667`5534",
},
[2] = {
["t"] = "迪菲亚塔楼钥匙：0/1",
["n"] = "10668",
},
},
["pa"] = "密探吉尔妮`西部荒野`68,70`69,70`68,71`69,71",
["pc"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
},
[1318] = {
["q"] = "盗贼`奥瑟尔伐木场`16`20`2`打开卢修斯的箱子，拿到偷窃技能证明物，然后把它归还给湖畔镇的卢修斯。",
["os"] = {
[1] = {
["t"] = "偷窃技能证明物：0/1",
["n"] = "10669",
},
},
["pa"] = "卢修斯`赤脊山`28,52`29,50`28,53`28,50`29,52",
["pc"] = "卢修斯`赤脊山`28,52`29,50`28,53`28,50`29,52",
},
[1319] = {
["q"] = "暴风城`哈兰需要供货`5`2`2`找到运河裁缝店，并将哈兰·巴格雷的布料订单带给雷玛·施涅德。",
["pa"] = "哈兰·巴格雷`暴风城`55,56`55,55",
["pc"] = "雷玛·施涅德`暴风城`50,55`50,56`49,55`50,54`49,56",
},
[1320] = {
["q"] = "石爪山脉`夺回焦炭谷`23`27`2`在千针石林与菲拉斯的边境上找到法芬德尔。",
["pa"] = "守护者奥巴格姆`石爪山脉`39,8`36,7`37,8`37,9`36,8",
["pc"] = "法芬德尔`菲拉斯`90,47`90,46`89,47`89,46`90,45",
},
[1321] = {
["q"] = "锻造`藏宝海湾之旅！`40`40`1`与藏宝海湾的马克迦文谈一谈。",
["pa"] = "奥克斯`奥格瑞玛`81,24`81,23`80,23`80,24`81,22",
["pc"] = "马克迦文`荆棘谷`29,75`29,76`29,74`28,75`29,77",
},
[1322] = {
["q"] = "奥格瑞玛`叛徒`44`53`1`把这封给阿格图的密信交给艾萨拉的阿格图·血拳。",
["pa"] = "贝尔戈洛姆·石槌`奥格瑞玛`75,34`76,33`74,34`72,35`70,37",
["pc"] = "阿格图·血拳`艾萨拉`22,51`22,52`23,53`23,51`23,52",
},
[1323] = {
["q"] = "锻造`秘银会`40`40`3`和荆棘谷的加尔文谈一谈。",
["pa"] = "马克迦文`荆棘谷`29,75`29,76`29,74`28,75`29,77",
["pc"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
},
[1324] = {
["q"] = "锻造`铁匠必修课`40`45`3`将40块秘银锭和40块铁锭交给荆棘谷的加尔文。",
["os"] = {
[1] = {
["t"] = "铁锭：0/40",
["n"] = "5654`10390`10294`5749`10428`9931`8226`9370`5842`8749",
},
[2] = {
["t"] = "秘银锭：0/40",
},
},
["pa"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
["pc"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
},
[1325] = {
["q"] = "锻造`白花花的银子`40`45`3`将40块秘银锭和5块真银锭交给荆棘谷的加尔文。",
["os"] = {
[1] = {
["t"] = "秘银锭：0/40",
},
[2] = {
["t"] = "真银锭：0/5",
["n"] = "5464`5451`5457`3542`11593`6259`5467`5465`5470`5463`3445`7388`14076`6714`5475`5466`5920`9687`3006`5473`8192`8150`5472`5478",
},
},
["pa"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
["pc"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
},
[1326] = {
["q"] = "锻造`灌魔工艺`40`45`3`将40块秘银锭和4块黄水晶交给荆棘谷的加尔文。",
["os"] = {
[1] = {
["t"] = "秘银锭：0/40",
},
[2] = {
["t"] = "黄水晶：0/4",
["n"] = "10785`10773`8827`7595`7003`7069`7184`7590`7594`7601`7011`7579`7580`7582`10820`10821`10564`10571`2134`6919`6918`9810`10778`9837`8178`7316`10753`7321`9882`10783`6139`10749`2083`7170`10635`6555`10782`5457`7243`10589`10585`10597`10793`10791`10671`8205`7628`6352`3056`2150`7237`3108`9851`2678`8641`10806`10811`4204`11593`7114`8778`10800`7246`8180`10739`10797`2912`1894`1900`2908`5915`5957`5893`5914`8732`8143`8149`8750`10736`10815`6296`6821`7208`5855`7236`2195`2201`2191`2204`9879`10721`8834`10702`7033`9679`10088`10809`7151`2682",
},
},
["pa"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
["pc"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
},
[1327] = {
["q"] = "希尔斯布莱德丘陵`塔蕾莎的礼物`33`40`1`把塔蕾莎的项链交还给塔伦米尔的克鲁斯克。",
["pa"] = "艾丽萨`奥特兰克山脉`39,15`39,14`38,17`40,18`39,16",
["pc"] = "克鲁斯克`奥特兰克山脉`62,83`62,82`61,82`60,82",
},
[1328] = {
["q"] = "锻造`武器铸造师之道`40`40`1`要想成为一名武器铸造师的话，你必须将下列物品交给伯古什：4把月钢宽剑、4把巨型铁斧、2把秘银重斧和2把巨型黑色锤。",
["os"] = {
[1] = {
["t"] = "月钢宽剑：0/4",
["n"] = "10228",
},
[2] = {
["t"] = "巨型铁斧：0/4",
["n"] = "10819`10818",
},
[3] = {
["t"] = "秘银重斧：0/2",
},
[4] = {
["t"] = "巨型黑色锤：0/2",
},
},
["pa"] = "伯古什`奥格瑞玛`80,24`79,23`80,23`79,24`80,22",
["pc"] = "伯古什`奥格瑞玛`80,24`79,23`80,23`79,24`80,22",
},
[1329] = {
["q"] = "锻造`加尔文的得意门生`40`45`3`和加基森的特伦顿·轻锤谈一谈。",
["pa"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
["pc"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
},
[1330] = {
["q"] = "锻造`秘银小子`40`45`3`将2件重型秘银胸甲和1副精制秘银手套带给特秘银手套交给特伦顿·轻锤。",
["os"] = {
[1] = {
["t"] = "重型秘银胸甲：0/2",
},
[2] = {
["t"] = "精制秘银手套：0/1",
},
},
["pa"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
["pc"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
},
[1331] = {
["q"] = "锻造`罩帽和护肩`40`45`3`将2顶秘银罩帽和1副精制秘银护肩带秘银护肩交给特伦顿·轻锤。",
["os"] = {
[1] = {
["t"] = "秘银罩帽：0/2",
},
[2] = {
["t"] = "精制秘银护肩：0/1",
},
},
["pa"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
["pc"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
},
[1332] = {
["q"] = "锻造`世界在你脚下`40`45`3`将2双秘银重靴和1条精制秘银短裤交秘银短裤交给特伦顿·轻锤。",
["os"] = {
[1] = {
["t"] = "秘银重靴：0/2",
},
[2] = {
["t"] = "精制秘银短裤：0/1",
},
},
["pa"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
["pc"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
},
[1333] = {
["q"] = "尘泥沼泽`加尔和蜘蛛眼`31`35`3`收集40颗黑雾蜘蛛的眼球，把它们交给水光庄园的“沼泽之眼”加尔。",
["os"] = {
[1] = {
["t"] = "黑雾蜘蛛的眼球：0/40",
["n"] = "10820`10822`10825`10823`10821",
},
},
["pa"] = "“沼泽之眼”加尔`尘泥沼泽`55,26`55,27`54,27`56,26`55,25",
["pc"] = "“沼泽之眼”加尔`尘泥沼泽`55,26`55,27`54,27`56,26`55,25",
},
[1334] = {
["q"] = "战士`召唤`30`40`3`将旋风之心带给捕风者巴斯拉。",
["os"] = {
[1] = {
["t"] = "旋风之心：0/1",
["n"] = "10195",
},
},
["pa"] = "捕风者巴斯拉`希尔斯布莱德丘陵`77,3`79,7`77,4`77,1`80,2",
["pc"] = "捕风者巴斯拉`奥特兰克山脉`80,66`80,67`80,65`81,61`81,62",
},
[1335] = {
["q"] = "诺莫瑞根`帮助科劳莫特`24`30`2`与铁炉堡的科劳莫特·钢尺谈一谈。",
["pa"] = "玛希尔`达纳苏斯`59,46`59,45`60,45`58,46`58,45",
["pc"] = "科罗莫特·钢尺`铁炉堡`68,46`69,46`68,47`70,48`69,47",
},
[1336] = {
["q"] = "暮色森林`摩根·拉迪莫尔`28`35`2`去和夜色镇的指挥官阿尔泰娅·埃伯洛克谈一谈。",
["pa"] = "希拉·沃宁迪`暮色森林`73,48`72,48`73,47`72,47",
["pc"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
},
[1337] = {
["q"] = "暮色森林`摩拉迪姆`28`35`2`杀掉摩拉迪姆，把他的头骨交给夜色镇的指挥官阿尔泰娅·埃伯洛克。",
["os"] = {
[1] = {
["t"] = "摩拉迪姆的颅骨：0/1",
["n"] = "10826",
},
},
["pa"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
["pc"] = "指挥官阿尔泰娅·埃伯洛克`暮色森林`74,47`73,47`74,48`75,46`75,47",
},
[1338] = {
["q"] = "暴风城`好奇的访客`16`29`2`将神秘访客的资料交给暴风城的巴隆斯·阿历克斯顿。",
["pa"] = "典狱官塞尔沃特`暴风城`41,58`41,57`42,58`40,58`41,56",
["pc"] = "巴隆斯·阿历克斯顿`暴风城`49,30`49,31`48,30`48,31`55,28",
},
[1339] = {
["q"] = "石爪山脉`夺回焦炭谷`20`27`2`石爪峰的守护者奥巴格姆要求你杀死7个血怒鹰身人、7个血怒伏击者、7个血怒杀戮者和7个血怒游荡者。",
["os"] = {
[1] = {
["t"] = "血怒鹰身人：0/7",
["n"] = "1641",
},
[2] = {
["t"] = "血怒伏击者：0/7",
["n"] = "1646",
},
[3] = {
["t"] = "血怒杀戮者：0/7",
["n"] = "1650",
},
[4] = {
["t"] = "血怒游荡者：0/7",
["n"] = "1657",
},
},
["pa"] = "守护者奥巴格姆`石爪山脉`39,8`36,7`37,8`37,9`36,8",
["pc"] = "守护者奥巴格姆`石爪山脉`39,8`36,7`37,8`37,9`36,8",
},
[1340] = {
["q"] = "诺莫瑞根`更多的辐射尘！`26`30`2`到诺莫瑞根去收集高强度辐射尘。要多加小心，这种辐射尘非常不稳定，很快就会分解。\n\n奥齐要求你把沉重的铅瓶也交给他。",
["os"] = {
[1] = {
["t"] = "高强度辐射尘：0/1",
},
},
["pa"] = "奥齐·电环`丹莫罗`46,49`46,48",
["pc"] = "奥齐·电环`丹莫罗`46,49`46,48",
},
[1341] = {
["q"] = "战士`塞克隆尼亚`30`40`3`把巴斯拉的羊皮纸上列出的东西交给奥特兰克的捕风者巴斯拉。",
["os"] = {
[1] = {
["t"] = "活根草：0/8",
["n"] = "8830`9257`7703`6923`2972`10906`8742`7637`1905`6927`8706`8825`10908`1894`5893`5605`10898`6556`1911`7151`7032`10827`7393`9897`7642`10214`5031`14076`9218`9246`12256`8642`12167`9780`2469`9870`9805`9825`8244`11025`2462`5920`3390`9687`9989`10850`7650`10216`10851`9890`8133`10902`9525`9441`9465`5910`8277`13844`7354`8685`8781`8142`2896`6724`10905`9642`8234`13501`3918`8625`10852`6890`3315`3322`3332`3341`7029`6608`7028`6606`5932`10854`9762`9708`9947`2568`10112",
},
[2] = {
["t"] = "血顶巨魔的獠牙：0/30",
["n"] = "5887`5944`5928`5938`5918`5971`5949`5951`5925`5936`5940",
},
[3] = {
["t"] = "流放精华：0/1",
},
},
["pa"] = "捕风者巴斯拉`奥特兰克山脉`80,66`80,67`80,65`81,61`81,62",
["pc"] = "捕风者巴斯拉`奥特兰克山脉`80,66`80,67`80,65`81,61`81,62",
},
[1342] = {
["q"] = "凄凉之地`寻物公司的委托`31`33`2`收集10只怨怒萨特的爪子和10根怨怒萨特的角，把它们交给凄凉之地的克雷迪格·安戈尔。",
["os"] = {
[1] = {
["t"] = "怨怒萨特的爪子：0/10",
["n"] = "8007`2826`2814`2832`2820`10857`8010",
},
[2] = {
["t"] = "怨怒萨特的角：0/10",
["n"] = "8007`2826`2814`2832`2820`10857`8010",
},
},
["pa"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
["pc"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
},
[1343] = {
["q"] = "杜隆塔尔`恐龙蛋大餐`6`8`1`收集3个鞭尾龙的蛋，并把它们带给剃刀岭的厨师托尔卡。",
["os"] = {
[1] = {
["t"] = "鞭尾龙的蛋：0/3",
["n"] = "10859`4521",
},
},
["pa"] = "厨师托尔卡`杜隆塔尔`51,42`51,43`52,43`52,42`53,43",
["pc"] = "厨师托尔卡`杜隆塔尔`51,42`51,43`52,43`52,42`53,43",
},
[1344] = {
["q"] = "贫瘠之地`鹰身强盗`12`15`1`收集8只巫翼鹰身人的爪子。\n\n把它们交给十字路口的达索克·快刀。",
["os"] = {
[1] = {
["t"] = "巫翼鹰身人的爪子：0/8",
["n"] = "9022`9087`9096`9035",
},
},
["pa"] = "达索克·快刀`贫瘠之地`52,31`51,31`52,30",
["pc"] = "达索克·快刀`贫瘠之地`52,31`51,31`52,30",
},
[1345] = {
["q"] = "贫瘠之地`野猪人的头目`9`15`1`杀掉8个钢鬃地卜师、8个钢鬃防御者和他们的头目克里尼格·糟鼻。\n\n把克里尼格·糟鼻的獠牙交给十字路口的索克。",
["os"] = {
[1] = {
["t"] = "钢鬃地卜师：0/8",
["n"] = "2924",
},
[2] = {
["t"] = "钢鬃防御者：0/8",
["n"] = "2930",
},
[3] = {
["t"] = "克里尼格·糟鼻的獠牙：0/1",
["n"] = "10354",
},
},
["pa"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
["pc"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
},
[1346] = {
["q"] = "贫瘠之地`斑马的威胁`10`13`1`杀死快步斑马并收集4只斑马蹄，把它们交给十字路口的瑟格拉·黑棘。",
["os"] = {
[1] = {
["t"] = "斑马蹄：0/4",
["n"] = "4970",
},
},
["pa"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
["pc"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
},
[1347] = {
["q"] = "贫瘠之地`变异的生物`11`16`1`收集8块变异的钳嘴龟壳，把它们交给十字路口的图加。",
["os"] = {
[1] = {
["t"] = "变异的钳嘴龟壳：0/8",
["n"] = "4422",
},
},
["pa"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
["pc"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
},
[1348] = {
["q"] = "哀嚎洞穴`哈缪尔·符文图腾`12`16`1`和哈缪尔·符文图腾谈一谈。",
["pa"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
["pc"] = "大德鲁伊哈缪尔·符文图腾`雷霆崖`79,29`78,28`78,29`77,29`79,28",
},
[1349] = {
["q"] = "贫瘠之地`茉拉·符文图腾`12`15`1`和瑟伯切尔的茉拉·符文图腾谈一谈。",
["pa"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
["pc"] = "茉拉·符文图腾`银松森林`43,42`45,42`44,42`43,41`44,41",
},
[1350] = {
["q"] = "雷霆崖`准备典礼`7`11`1`收集6根碧蓝色的羽毛和6根古铜色的羽毛，把它们交给雷霆崖的伊恩·鹰爪。",
["os"] = {
[1] = {
["t"] = "碧蓝色的羽毛：0/6",
["n"] = "8846",
},
[2] = {
["t"] = "古铜色的羽毛：0/6",
["n"] = "8918",
},
},
["pa"] = "伊恩·鹰爪`莫高雷`37,29`38,29`38,28`37,30`39,29",
["pc"] = "伊恩·鹰爪`莫高雷`37,29`38,29`38,28`37,30`39,29",
},
[1351] = {
["q"] = "哀嚎洞穴`毒蛇花`14`18`1`为雷霆崖的药剂师扎玛收集10朵毒蛇花。",
["os"] = {
[1] = {
["t"] = "毒蛇花：0/10",
["n"] = "5046`5065`4807`4916`4717`14479`5626`10861`7780`5057`4780`5601`4893",
},
},
["pa"] = "药剂师扎玛`莫高雷`34,21`35,21",
["pc"] = "药剂师扎玛`贫瘠之地`23,39`24,39`23,38",
},
[1352] = {
["q"] = "盗贼`芬维克·萨托斯`16`16`1`杀掉芬维克·萨托斯，把他的头颅交给幽暗城盗贼区的米奈特·卡加德。",
["os"] = {
[1] = {
["t"] = "芬维克的头颅：0/1",
["n"] = "9119",
},
},
["pa"] = "米奈特·卡加德`提瑞斯法林地`65,80`66,80`64,80`66,79",
["pc"] = "米奈特·卡加德`幽暗城`84,69`83,69`84,68`84,72`78,71",
},
[1353] = {
["q"] = "盗贼`寻找碎手氏族`16`16`1`前往奥格瑞玛，和暗影裂口那的申苏尔谈一谈。",
["pa"] = "米奈特·卡加德`提瑞斯法林地`65,80`66,80`64,80`66,79",
["pc"] = "申苏尔`奥格瑞玛`43,53`43,54`44,52`47,49`44,53",
},
[1354] = {
["q"] = "盗贼`交易工具`16`20`1`找到达拉然形势报告，把它交给幽暗城盗贼区的米奈特·卡加德。",
["os"] = {
[1] = {
["t"] = "达拉然形势报告：0/1",
},
},
["pa"] = "米奈特·卡加德`幽暗城`84,69`83,69`84,68`84,72`78,71",
["pc"] = "米奈特·卡加德`幽暗城`84,69`83,69`84,68`84,72`78,71",
},
[1355] = {
["q"] = "银松森林`致命的配方`14`18`1`收集6份湖岸爬行者苔藓的样本、6份湖岸潜藏者苔藓的样本和1块硬瘤，把它们交给幽暗城的大药剂师法拉尼尔。",
["os"] = {
[1] = {
["t"] = "湖岸潜藏者苔藓：0/6",
["n"] = "9057`8975",
},
[2] = {
["t"] = "湖岸爬行者苔藓：0/6",
["n"] = "5621`5628",
},
[3] = {
["t"] = "硬瘤：0/1",
["n"] = "8425`8432`8397`8421`8387",
},
},
["pa"] = "药剂师伦弗利尔`银松森林`43,41`44,41`44,42`45,42`42,40",
["pc"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
},
[1356] = {
["q"] = "草药学`根须样本`10`16`3`把根须样本交给棘齿城的麦伯克·米希瑞克斯。",
["os"] = {
[1] = {
["t"] = "根须样本：0/8",
["n"] = "10867`10870`10869`10866`10868`10865",
},
},
["pa"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
["pc"] = "麦伯克·米希瑞克斯`贫瘠之地`62,38`63,38`62,37",
},
[1357] = {
["q"] = "北郡山谷`米莉·奥斯沃斯`3`4`2`与米莉·奥斯沃斯谈一谈。",
["pa"] = "维里副队长`艾尔文森林`48,43`48,44`48,42`48,40`49,43",
["pc"] = "米莉·奥斯沃斯`艾尔文森林`51,39`51,40`52,40`51,41`50,39",
},
[1358] = {
["q"] = "北郡山谷`加瑞克·帕德弗特的赏金`3`5`2`杀死加瑞克·帕德弗特，带着他的头到北郡修道院去找维里副队长。",
["os"] = {
[1] = {
["t"] = "加瑞克的头颅：0/1",
["n"] = "10872",
},
},
["pa"] = "维里副队长`艾尔文森林`48,43`48,44`48,42`48,40`49,43",
["pc"] = "维里副队长`艾尔文森林`48,43`48,44`48,42`48,40`49,43",
},
[1359] = {
["q"] = "北郡山谷`米莉的葡萄`3`4`2`收集8箱米莉的葡萄，把它们交给北郡修道院的米莉·奥斯沃斯。",
["os"] = {
[1] = {
["t"] = "米莉的葡萄：0/8",
["n"] = "5394`10873",
},
},
["pa"] = "米莉·奥斯沃斯`艾尔文森林`51,39`51,40`52,40`51,41`50,39",
["pc"] = "米莉·奥斯沃斯`艾尔文森林`51,39`51,40`52,40`51,41`50,39",
},
[1360] = {
["q"] = "北郡山谷`回音山清剿行动`2`5`2`杀死12只狗头人苦力，然后向北郡修道院里的治安官玛克布莱德复命。",
["os"] = {
[1] = {
["t"] = "狗头人苦力：0/12",
["n"] = "2936",
},
},
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
},
[1361] = {
["q"] = "北郡山谷`去闪金镇报到`3`5`2`将治安官玛克布莱德的文件带给闪金镇的治安官杜汉。",
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
},
[1362] = {
["q"] = "北郡山谷`葡萄出货单`3`4`2`将葡萄出货单交给北郡修道院的尼尔斯修士。",
["pa"] = "米莉·奥斯沃斯`艾尔文森林`51,39`51,40`52,40`51,41`50,39",
["pc"] = "尼尔斯修士`艾尔文森林`49,42`49,41`50,42`50,41",
},
[1363] = {
["q"] = "石爪山脉`盗窃的蜘蛛`14`19`1`玛拉卡金的辛吉拉要求你杀死10只深苔爬行者和7只深苔毒蜘蛛。",
["os"] = {
[1] = {
["t"] = "深苔爬行者：0/10",
["n"] = "2938",
},
[2] = {
["t"] = "深苔毒蜘蛛：0/7",
["n"] = "2942",
},
},
["pa"] = "辛吉拉`石爪山脉`71,95`72,94`72,95`71,94",
["pc"] = "辛吉拉`石爪山脉`71,95`72,94`72,95`71,94",
},
[1364] = {
["q"] = "盗贼`希诺特的帮助`20`26`1`到希尔斯布莱德丘陵的塔伦米尔去，把赞吉尔的药剂样品交给瑟尔格·希诺特。\n\n要去塔伦米尔，可以搭乘飞艇到幽暗城，然后沿着大路向南穿过银松森林，直到希尔斯布莱德丘陵。跟着路标走！",
["pa"] = "申苏尔`奥格瑞玛`43,53`43,54`44,52`47,49`44,53",
["pc"] = "瑟尔格·希诺特`希尔斯布莱德丘陵`61,19`62,19`61,20`60,20",
},
[1365] = {
["q"] = "盗贼`希诺特的帮助`20`20`1`等待瑟尔格·希诺特完成解药。",
["pa"] = "瑟尔格·希诺特`希尔斯布莱德丘陵`61,19`62,19`61,20`60,20",
["pc"] = "瑟尔格·希诺特`希尔斯布莱德丘陵`61,19`62,19`61,20`60,20",
},
[1366] = {
["q"] = "贫瘠之地`逃跑`16`18`3`保护维兹克兰克以及他偷来的地精伐木机返回棘齿城的斯布特瓦夫那里。",
["pa"] = "维兹克兰克的伐木机`贫瘠之地`57,7`57,8`56,8`56,7`55,7",
["pc"] = "斯布特瓦夫`贫瘠之地`63,37`63,38`62,38`63,36",
},
[1367] = {
["q"] = "怒焰裂谷`寻找背包`9`16`1`在怒焰裂谷搜寻玛尔·恐怖图腾的尸体以及他留下的东西。",
["pa"] = "拉哈罗`雷霆崖`71,32`70,29`70,30`71,29`71,30",
["pc"] = "玛尔·恐怖图腾`怒焰裂谷`",
},
[1368] = {
["q"] = "雷霆崖`被遗忘者的援助`19`18`1`和预见之池的药剂师扎玛谈一谈。",
["pa"] = "玛加萨·野性图腾`雷霆崖`71,31`70,31`71,30`72,30`72,31",
["pc"] = "药剂师扎玛`雷霆崖`23,21`24,22`22,20`25,22`26,23",
},
[1369] = {
["q"] = "哀嚎洞穴`纳拉·蛮鬃`13`16`1`和纳拉·蛮鬃谈一谈。",
["pa"] = "大德鲁伊哈缪尔·符文图腾`雷霆崖`79,29`78,28`78,29`77,29`79,28",
["pc"] = "纳拉·蛮鬃`雷霆崖`76,31`75,31`76,30`76,29`77,31",
},
[1370] = {
["q"] = "哀嚎洞穴`尖牙德鲁伊`13`22`1`将考布莱恩宝石、安娜科德拉宝石、皮萨斯宝石和瑟芬迪斯宝石交给雷霆崖的纳拉·蛮鬃。",
["os"] = {
[1] = {
["t"] = "考布莱恩宝石：0/1",
["n"] = "9088",
},
[2] = {
["t"] = "安娜科德拉宝石：0/1",
["n"] = "5653",
},
[3] = {
["t"] = "皮萨斯宝石：0/1",
["n"] = "5567",
},
[4] = {
["t"] = "瑟芬迪斯宝石：0/1",
["n"] = "5660",
},
},
["pa"] = "纳拉·蛮鬃`雷霆崖`76,31`75,31`76,30`76,29`77,31",
["pc"] = "纳拉·蛮鬃`雷霆崖`76,31`75,31`76,30`76,29`77,31",
},
[1371] = {
["q"] = "怒焰裂谷`试探敌人`9`15`1`在奥格瑞玛找到怒焰裂谷，杀掉8个怒焰穴居人和8个怒焰萨满祭司，然后向雷霆崖的拉哈罗复命。",
["os"] = {
[1] = {
["t"] = "怒焰穴居人：0/8",
["n"] = "2949",
},
[2] = {
["t"] = "怒焰萨满祭司：0/8",
["n"] = "2953",
},
},
["pa"] = "拉哈罗`雷霆崖`71,32`70,29`70,30`71,29`71,30",
["pc"] = "拉哈罗`贫瘠之地`28,39`28,40",
},
[1372] = {
["q"] = "雷霆崖`塔伦米尔之旅`19`18`1`把扎玛的信带给塔伦米尔的林度恩。",
["pa"] = "药剂师扎玛`雷霆崖`23,21`24,22`22,20`25,22`26,23",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[1373] = {
["q"] = "千针石林`安全第一`36`41`3`把爆盐增压器交给加基森的史瑞夫。",
["pa"] = "拉泽瑞克`千针石林`80,76`79,77`80,77",
["pc"] = "史瑞夫`塔纳利斯`51,27`51,28`52,27`50,27",
},
[1374] = {
["q"] = "千针石林`安全第一`36`41`3`将改进型爆盐增压器还给闪光平原的拉泽瑞克。",
["pa"] = "史瑞夫`塔纳利斯`51,27`51,28`52,27`50,27",
["pc"] = "拉泽瑞克`千针石林`80,76`79,77`80,77",
},
[1375] = {
["q"] = "千针石林`返回藏宝海湾`35`43`3`把克拉维尔的计划书交给藏宝海湾的克兰克·菲兹巴布。",
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "克兰克·菲兹巴布`荆棘谷`27,77`27,78",
},
[1376] = {
["q"] = "凄凉之地`赫鲁萨可汗`35`42`3`继续和吉尔吉斯部族保持良好的关系，把玛洛迪钥匙碎片交给吉尔吉斯村的智者乌泰克。",
["os"] = {
[1] = {
["t"] = "玛洛迪钥匙碎片：0/1",
["n"] = "9832",
},
},
["pa"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
["pc"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
},
[1377] = {
["q"] = "辛特兰`可怕的消息`35`42`1`在辛特兰收集枯木巨魔的头皮，把它们串在尼姆布亚之矛上。将尼姆布亚的长矛插在辛特兰的某个枯木巨魔村庄中，然后回到荆棘谷的尼姆布亚那里。",
["pa"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
["pc"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
},
[1378] = {
["q"] = "黑海岸`桑迪斯·织风`11`15`2`与奥伯丁的桑迪斯·织风谈一谈。",
["pa"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
["pc"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
},
[1379] = {
["q"] = "黑海岸`壁泉河`11`15`2`到奥伯丁的北面去，沿着壁泉河到达第一个瀑布处，从瀑布下的水潭中取出一份水样。\n\n将壁泉河水样交给奥伯丁的桑迪斯·织风。",
["os"] = {
[1] = {
["t"] = "壁泉河水样：0/1",
},
},
["pa"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
["pc"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
},
[1380] = {
["q"] = "黑海岸`健忘的勘察员`14`20`2`到南边去一趟，看看勘察员雷姆塔维尔现在处境如何。",
["pa"] = "考古学家霍莉`黑海岸`38,42`37,42`38,43`38,41`39,43",
["pc"] = "勘察员雷姆塔维尔`黑海岸`35,85`36,84`36,86`36,87`36,85",
},
[1381] = {
["q"] = "黑海岸`丢失的主人`11`20`2`收集5张优质月夜猛虎毛皮，把它们交给奥伯丁的特伦希斯。",
["os"] = {
[1] = {
["t"] = "优质月夜猛虎毛皮：0/5",
["n"] = "10875`10874",
},
},
["pa"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
["pc"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
},
[1382] = {
["q"] = "黑海岸`奥萨拉克斯之塔`13`18`2`把巴苏尔的信送给灰谷森林中的净化者德尔格伦。",
["pa"] = "巴苏尔·影击`黑海岸`55,25`54,25`54,26`54,24`55,26",
["pc"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
},
[1383] = {
["q"] = "德鲁伊`收集解药`14`14`2`收集5个地根草和12个月亮菇，把它们交给奥伯丁的奥兰达利亚·夜歌，这样她就可以制作解药了。",
["os"] = {
[1] = {
["t"] = "地根草：0/5",
["n"] = "4762`7703`7956`1752`10906`3494`5046`14479`7637`1905`2903`5748`2271`5390`6927`5011`2618`10867`8706`8825`10908`8856`5605`9527`10898`2930`1729`2201`5061`6556`1911`14444`8361`5041`7032`5621`9057`9897`7642`8221`8231`10214`5057`5031`14076`9218`9246`12256`8642`12167`9780`13331`7540`7425`9870`9805`9825`9865`8244`5475`10979`1243`5628`8975`9687`9989`7952`5424`5422`5420`7954`7650`10216`10851`9890`8852`2335`8133`10902`9525`9441`9465`4427`8971`8277`13844`10227`7676`7354`4887`5699`8685`8781`8142`9974`10043`8688`10907`10905",
},
[2] = {
["t"] = "月亮菇：0/12",
["n"] = "10909",
},
},
["pa"] = "奥兰达利亚·夜歌`黑海岸`38,41`38,42",
["pc"] = "奥兰达利亚·夜歌`黑海岸`38,41`38,42",
},
[1384] = {
["q"] = "黑海岸`安努`12`17`2`和古树之林的安努谈一谈。",
["pa"] = "巴瑞萨斯·月影`黑海岸`37,44`38,44`37,43`38,43`37,45",
["pc"] = "安努`黑海岸`44,76`43,76`44,77`43,77`44,78",
},
[1385] = {
["q"] = "黑海岸`主宰之剑`14`17`2`收集信息，然后使用占卜之水创造出一个占卜之碗，并利用这个碗和安努通话。",
["pa"] = "安努`黑海岸`44,76`43,76`44,77`43,77`44,78",
["pc"] = "占卜之碗`黑海岸`39,86`39,85`38,86`43,80`39,87",
},
[1386] = {
["q"] = "黑海岸`萨纳瑞恩的希望`12`18`2`找到雌蓟熊，然后杀掉它。",
["os"] = {
[1] = {
["t"] = "雌蓟熊：0/1",
["n"] = "2956",
},
},
["pa"] = "萨纳瑞恩·绿树`黑海岸`39,43`39,44`38,43`38,42`39,42",
["pc"] = "萨纳瑞恩·绿树`黑海岸`39,43`39,44`38,43`38,42`39,42",
},
[1387] = {
["q"] = "黑海岸`暮光之锤的营地`14`17`2`到位于主宰之剑的暮光之锤营地去寻找线索。",
["pa"] = "占卜之碗`黑海岸`39,86`39,85`38,86`43,80`39,87",
["pc"] = "暮光之书`黑海岸`39,86`38,86",
},
[1388] = {
["q"] = "黑海岸`护送瑟瑞露尼`15`18`2`帮助瑟瑞露尼逃跑，然后告诉在艾森娜神殿的瑟瑞希尔，她的妹妹目前很安全。",
["pa"] = "瑟瑞露尼`黑海岸`39,87`39,86`38,88`40,86`39,88",
["pc"] = "瑟瑞希尔`灰谷`23,52`24,51`22,52`23,51`24,53",
},
[1389] = {
["q"] = "黑海岸`向安努回复`15`17`2`把令人发狂的书页交给安努。",
["pa"] = "暮光之书`黑海岸`39,86`38,86",
["pc"] = "安努`黑海岸`44,76`43,76`44,77`43,77`44,78",
},
[1390] = {
["q"] = "黑海岸`一击必杀`15`15`2`保护哨兵阿娜莎，然后向灰谷迈斯特拉岗哨的奥奈雅报告。",
["pa"] = "哨兵阿娜莎`黑海岸`46,90`46,91",
["pc"] = "哨兵奥奈雅`灰谷`26,35`27,37`27,38`26,37`26,36",
},
[1391] = {
["q"] = "诺莫瑞根`超级清洁器5200型！`25`30`3`将脏兮兮的东西放入超级清洁器5200型，记得要用三枚银币来启动机器。",
["os"] = {
[1] = {
["t"] = "脏兮兮的东西：0/1",
["n"] = "10913`5552`7117`5533`5721`5753`10910`10911`9959`5691`5602`5572`10912`7096`5805`6737`6730",
},
},
["pa"] = "超级清洁器5200型`诺莫瑞根`",
["pc"] = "超级清洁器5200型`诺莫瑞根`",
},
[1392] = {
["q"] = "暴风城`名酿`28`30`2`将黑爪烈酒带给祈愿厅里的维沙克公爵。",
["pa"] = "黑爪加尔德斯`暴风城`26,79`26,78`27,78`27,77`27,79",
["pc"] = "鲍雷斯·维沙克公爵`暴风城`75,31`75,32`74,28`75,29`75,30",
},
[1393] = {
["q"] = "暴风城`匹瑞诺德王冠`30`40`2`将匹瑞诺德王冠带给暴风城的雷明顿·瑞治维尔。",
["os"] = {
[1] = {
["t"] = "匹瑞诺德王冠：0/1",
["n"] = "7173",
},
},
["pa"] = "雷明顿·瑞治维尔伯爵`暴风城`74,30`74,29`74,31`75,31`75,30",
["pc"] = "雷明顿·瑞治维尔伯爵`暴风城`74,30`74,29`74,31`75,31`75,30",
},
[1394] = {
["q"] = "术士`寻找梅纳拉·沃伦德`31`31`3`与贫瘠之地的梅纳拉·沃伦德谈一谈。",
["pa"] = "德米赛特·克劳斯`暴风城`25,78`26,78`26,79`25,79`26,77",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[1395] = {
["q"] = "术士`魔化金线血袍`31`31`3`将奥法之袍交给贫瘠之地的梅纳拉·沃伦德。",
["os"] = {
[1] = {
["t"] = "奥法之袍：0/1",
["n"] = "10050`5710",
},
},
["pa"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[1396] = {
["q"] = "术士`阴谋之书`30`30`2`与铁炉堡的克罗姆·粗臂谈一谈。",
["pa"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
["pc"] = "克罗姆·粗臂`铁炉堡`76,9`74,11`74,10`75,10`74,9",
},
[1397] = {
["q"] = "术士`阴谋之书`30`30`2`为铁炉堡的克罗姆·粗臂找回发霉的书籍和破损的手稿。",
["os"] = {
[1] = {
["t"] = "发霉的书籍：0/1",
["n"] = "2543`10917",
},
[2] = {
["t"] = "破损的手稿：0/1",
["n"] = "8971",
},
},
["pa"] = "克罗姆·粗臂`铁炉堡`76,9`74,11`74,10`75,10`74,9",
["pc"] = "克罗姆·粗臂`铁炉堡`76,9`74,11`74,10`75,10`74,9",
},
[1398] = {
["q"] = "凄凉之地`卡尼托的海难`31`39`2`在凄凉之地找到卡尼托的箱子。",
["pa"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
["pc"] = "卡尼托的箱子`凄凉之地`36,30`36,31",
},
[1399] = {
["q"] = "千针石林`亨里格的日记`29`34`2`阅读亨里格·独眉的日记。",
["pa"] = "亨里格·独眉的日记`千针石林`31,24`31,27`8,18`29,23`30,24",
["pc"] = "法芬德尔`菲拉斯`90,47`90,46`89,47`89,46`90,45",
},
[1400] = {
["q"] = "剃刀沼泽`卡尔加·刺肋`29`34`2`把卡尔加·刺肋的徽章交给萨兰纳尔的法芬德尔。",
["os"] = {
[1] = {
["t"] = "卡尔加·刺肋的徽章：0/1",
["n"] = "7080",
},
},
["pa"] = "法芬德尔`菲拉斯`90,47`90,46`89,47`89,46`90,45",
["pc"] = "法芬德尔`贫瘠之地`34,91`33,90`34,90`33,91",
},
[1401] = {
["q"] = "阿拉希高地`短兵相接`32`40`1`杀死15个石拳萨满祭司和10个石拳领主，然后向落锤村哨所的杜拉姆法尔复命。",
["os"] = {
[1] = {
["t"] = "石拳萨满祭司：0/15",
["n"] = "2958",
},
[2] = {
["t"] = "石拳领主：0/10",
["n"] = "2962",
},
},
["pa"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
["pc"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
},
[1402] = {
["q"] = "阿拉希高地`邪恶的魔法`35`40`1`取回玛雷兹·考尔的血石宝珠，把它交给落锤村的托尔甘。",
["os"] = {
[1] = {
["t"] = "邪恶的血石宝珠：0/1",
["n"] = "8175",
},
},
["pa"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
["pc"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
},
[1403] = {
["q"] = "阿拉希高地`破碎的符印`33`40`1`从激流堡的守卫者那里取回11块符印碎片，把它们交给落锤村的托尔甘。",
["os"] = {
[1] = {
["t"] = "符印碎片：0/11",
["n"] = "7025`7120`9782",
},
},
["pa"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
["pc"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
},
[1404] = {
["q"] = "阿拉希高地`真正的威胁`32`40`1`杀死奥卡拉尔，将他的头颅带给落锤村哨所的科林法尔。",
["os"] = {
[1] = {
["t"] = "奥卡拉尔的头颅：0/1",
["n"] = "9810",
},
},
["pa"] = "科林法尔`阿拉希高地`74,33`74,34`73,36`74,42`74,37",
["pc"] = "科林法尔`阿拉希高地`74,33`74,34`73,36`74,42`74,37",
},
[1405] = {
["q"] = "阿拉希高地`迅猛龙的狡诈`30`37`1`从高地猎兽龙身上获取12颗迅猛龙的心脏，把它们交给托尔甘。",
["os"] = {
[1] = {
["t"] = "迅猛龙的心脏：0/12",
["n"] = "7236",
},
},
["pa"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
["pc"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
},
[1406] = {
["q"] = "阿拉希高地`托卡拉尔`33`42`1`把托卡拉尔剑交给落锤村的森古。",
["pa"] = "托尔贝恩的墓室`阿拉希高地`29,60`29,59",
["pc"] = "森古`阿拉希高地`74,34`74,33`73,35`74,42`74,35",
},
[1407] = {
["q"] = "希尔斯布莱德丘陵`布莱克摩尔的余孽`29`36`1`把高迪尔收集的消息带给塔伦米尔的克鲁斯克。",
["pa"] = "高迪尔`奥特兰克山脉`60,44`61,44`62,43`62,45`61,43",
["pc"] = "克鲁斯克`奥特兰克山脉`62,83`62,82`61,82`60,82",
},
[1408] = {
["q"] = "希尔斯布莱德丘陵`意志之冠`34`39`1`塔伦米尔的梅里萨拉要你去杀掉14个破碎岭虐待者。",
["os"] = {
[1] = {
["t"] = "破碎岭虐待者：0/14",
["n"] = "2967",
},
},
["pa"] = "梅里萨拉`奥特兰克山脉`61,82`62,82`61,83`60,82`59,81",
["pc"] = "梅里萨拉`希尔斯布莱德丘陵`63,21`62,21`61,20`63,20`62,20",
},
[1409] = {
["q"] = "希尔斯布莱德丘陵`奥里登·匹瑞诺德`29`42`1`杀了奥里登·匹瑞诺德领主，并从他的情人艾丽萨身上拿回塔蕾莎的项链。",
["os"] = {
[1] = {
["t"] = "奥里登·匹瑞诺德领主：0/1",
["n"] = "2972",
},
},
["pa"] = "克鲁斯克`奥特兰克山脉`62,83`62,82`61,82`60,82",
["pc"] = "艾丽萨`奥特兰克山脉`39,15`39,14`38,17`40,18`39,16",
},
[1410] = {
["q"] = "阿拉希高地`迅猛龙的狡诈`32`37`1`和托尔甘谈一谈。",
["pa"] = "戈穆尔`阿拉希高地`73,34`74,36`73,35`75,42`72,32",
["pc"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
},
[1411] = {
["q"] = "辛特兰`林吉的秘密`42`47`1`找到对这块石板有更多了解的人。",
["pa"] = "林吉的秘密`辛特兰`86,59",
["pc"] = "奥兰·斯内克威瑟`幽暗城`74,33`73,33`73,32`74,31`77,31",
},
[1412] = {
["q"] = "猎人`风蚀符文`2`1`2`阅读风蚀符文，然后与寒脊山谷的索加斯·格瑞姆森谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "索加斯·格瑞姆森`丹莫罗`29,68`29,67",
},
[1413] = {
["q"] = "丹莫罗`卡德雷尔的酒`8`10`2`把这桶微光酒带给巡山人卡德雷尔。",
["pa"] = "巡山人维拉特·麦酒`丹莫罗`86,49`86,50`86,48",
["pc"] = "巡山人卡德雷尔`洛克莫丹`35,47`37,46`33,49`37,45`37,42",
},
[1414] = {
["q"] = "洛克莫丹`塞尔萨玛血肠`8`11`2`收集3块熊肉、3根猪大肠和3份蜘蛛的毒液，把它们交给塞尔萨玛的维德拉·壁炉。",
["os"] = {
[1] = {
["t"] = "猪大肠：0/3",
["n"] = "4961`4968`7040`4254`7051`14354`7238`7191`4690`3052`4977`4735`4604",
},
[2] = {
["t"] = "熊肉：0/3",
["n"] = "5116`10937`2956`5127`4421`10945`4526`5579`4593`10925`4567`4294`2445`4692`10947`4687`10931`10939`10928`10941`11916`4296`4979`10938`4906`10948`2119",
},
[3] = {
["t"] = "蜘蛛的毒液：0/3",
["n"] = "4124`7480`5781`7466`4236`5847`4301`7482`7474`7455`4299`8852`4245`7429`7490`10950`2942`5655`2938`7478`4232`4297`7463`7461`7454`2351`2416`5830`5776`7456",
},
},
["pa"] = "维德拉·壁炉`洛克莫丹`35,49",
["pc"] = "维德拉·壁炉`洛克莫丹`35,49",
},
[1415] = {
["q"] = "洛克莫丹`荣誉学员`10`10`2`将布洛克的名单交给塞尔萨玛的索格拉姆·伯雷森。",
["pa"] = "布洛克·寻石者`洛克莫丹`37,48`37,47`36,47`37,45`37,44",
["pc"] = "索格拉姆·伯雷森`洛克莫丹`34,51`34,50`35,52`32,48`33,50",
},
[1416] = {
["q"] = "洛克莫丹`飞往铁炉堡`10`10`2`从狮鹫管理员索格拉姆·伯雷森那里租一只狮鹫飞往铁炉堡，然后将布洛克的名单交给铁炉堡的高尼尔·石趾。",
["pa"] = "索格拉姆·伯雷森`洛克莫丹`34,51`34,50`35,52`32,48`33,50",
["pc"] = "高尼尔·石趾`铁炉堡`51,26`52,26`51,27`50,26`52,27",
},
[1417] = {
["q"] = "洛克莫丹`格莱斯·瑟登`10`10`2`将荣誉锄交给铁炉堡的格莱斯·瑟登。",
["pa"] = "高尼尔·石趾`铁炉堡`51,26`52,26`51,27`50,26`52,27",
["pc"] = "格莱斯·瑟登`铁炉堡`56,48`56,47`55,47`55,48`55,49",
},
[1418] = {
["q"] = "洛克莫丹`向布洛克回复`10`10`2`从狮鹫管理员格莱斯·瑟登那里租用一头飞往塞尔萨玛的狮鹫，然后将荣誉锄交给塞尔萨玛的布洛克·寻石者。",
["pa"] = "格莱斯·瑟登`铁炉堡`56,48`56,47`55,47`55,48`55,49",
["pc"] = "布洛克·寻石者`洛克莫丹`37,48`37,47`36,47`37,45`37,44",
},
[1419] = {
["q"] = "术士`苏伦娜·凯尔东`10`10`2`为暴风城的黑暗缚灵者加科因夺回苏伦娜的项圈。",
["os"] = {
[1] = {
["t"] = "苏伦娜的项圈：0/1",
["n"] = "7414",
},
},
["pa"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
["pc"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
},
[1420] = {
["q"] = "艾尔文森林`法戈第矿洞`4`7`2`调查法戈第矿洞，然后回到闪金镇去见治安官杜汉。",
["pa"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
["pc"] = "治安官杜汉`艾尔文森林`42,66`43,66`43,67`42,67`43,68",
},
[1421] = {
["q"] = "术士`誓缚`10`10`2`召唤并制服一个虚空行者，然后将血石颈环还给暴风城的黑暗缚灵者加科因。",
["os"] = {
[1] = {
["t"] = "虚空行者：0/1",
["n"] = "2977`2980`2981",
},
},
["pa"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
["pc"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
},
[1422] = {
["q"] = "悲伤沼泽`德莱尼水晶`31`35`3`给悲伤沼泽避难营地里的玛格图尔带去6块德莱尼水晶。",
["os"] = {
[1] = {
["t"] = "德莱尼水晶：0/6",
["n"] = "9796`9320`11105`9436`10955`10528`10533`10539`8128`6213`10544`12110`10542`11739`10537`10522`8695`8821`9343`9414`9325`9282`12709`9278`9529`9536`9437`9316`9803`9859`10518`8807`10525`8817`10956`10549`6797`10519",
},
},
["pa"] = "玛格图尔`悲伤沼泽`26,32`26,31`25,31`27,33`25,35",
["pc"] = "玛格图尔`悲伤沼泽`26,32`26,31`25,31`27,33`25,35",
},
[1423] = {
["q"] = "荆棘谷`摩克萨尔丁的魔法`35`44`1`格罗姆高营地的先知摩克萨尔丁要你去取回一瓶圣泉之水，同时还要求你杀死10名纳迦探险者。",
["os"] = {
[1] = {
["t"] = "纳迦探险者：0/10",
["n"] = "2997",
},
[2] = {
["t"] = "圣泉之水：0/1",
["n"] = "2997`6015`10957",
},
},
["pa"] = "先知摩克萨尔丁`荆棘谷`32,29`33,29`32,28`32,30",
["pc"] = "先知摩克萨尔丁`荆棘谷`32,29`33,29`32,28`32,30",
},
[1424] = {
["q"] = "希尔斯布莱德丘陵`意志之冠`34`41`1`干掉塔尔格、玛克拉克和戈洛姆斯，把他们的头带给塔伦米尔的梅里萨拉。",
["os"] = {
[1] = {
["t"] = "塔尔格的头颅：0/1",
["n"] = "9748",
},
[2] = {
["t"] = "玛克拉克的头颅：0/1",
["n"] = "9689",
},
[3] = {
["t"] = "戈洛姆斯的头颅：0/1",
["n"] = "9879",
},
},
["pa"] = "梅里萨拉`希尔斯布莱德丘陵`63,21`62,21`61,20`63,20`62,20",
["pc"] = "梅里萨拉`希尔斯布莱德丘陵`63,21`62,21`61,20`63,20`62,20",
},
[1425] = {
["q"] = "希尔斯布莱德丘陵`意志之冠`35`43`1`杀了玛格索尔，带着他的脑袋和意志之冠去塔伦米尔见梅里萨拉。",
["os"] = {
[1] = {
["t"] = "玛格索尔的头颅：0/1",
["n"] = "9691",
},
[2] = {
["t"] = "意志之冠：0/1",
["n"] = "9691",
},
},
["pa"] = "梅里萨拉`希尔斯布莱德丘陵`63,21`62,21`61,20`63,20`62,20",
["pc"] = "梅里萨拉`希尔斯布莱德丘陵`63,21`62,21`61,20`63,20`62,20",
},
[1426] = {
["q"] = "希尔斯布莱德丘陵`意志之冠`36`43`1`把意志之冠交给幽暗城的沙琳德拉。",
["pa"] = "梅里萨拉`希尔斯布莱德丘陵`63,21`62,21`61,20`63,20`62,20",
["pc"] = "沙琳德拉`幽暗城`57,95`58,92`56,92`57,94`58,93",
},
[1427] = {
["q"] = "术士`肯兹格拉的伤药`20`20`1`将肯兹格拉的伤药交给陶拉祖营地的步兵劳格玛。",
["pa"] = "肯兹格拉`石爪山脉`72,94`73,95`73,94`72,93`73,96",
["pc"] = "步兵劳格玛`贫瘠之地`45,59`44,59`45,58",
},
[1428] = {
["q"] = "术士`多格兰之囚`20`20`1`把肯兹格拉的伤药带给贫瘠之地的多格兰。",
["pa"] = "步兵劳格玛`贫瘠之地`45,59`44,59`45,58",
["pc"] = "步兵多格兰`贫瘠之地`43,48`44,49`44,48",
},
[1429] = {
["q"] = "术士`爱的礼物`20`20`1`把沾满泥土的坠饰带给奥格瑞玛的甘鲁尔·血眼。",
["pa"] = "步兵多格兰`贫瘠之地`43,48`44,49`44,48",
["pc"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
},
[1430] = {
["q"] = "术士`誓缚`20`20`1`召唤并征服一只魅魔，然后将多格兰的坠饰还给奥格瑞玛的甘鲁尔·血眼。",
["os"] = {
[1] = {
["t"] = "魅魔：0/1",
["n"] = "3005`3006",
},
},
["pa"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
["pc"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
},
[1431] = {
["q"] = "辛特兰`拉普索迪的故事`44`43`2`将阿塔莱石板碎片交给暴风城的布罗哈恩·铁桶。",
["pa"] = "拉普索迪·铁铲`辛特兰`27,49`27,48`26,48`26,47`26,46",
["pc"] = "布罗哈恩·铁桶`暴风城`64,21`65,20`65,21`65,22`64,20",
},
[1432] = {
["q"] = "沉没的神庙`进入阿塔哈卡神庙`44`50`2`为暴风城的布罗哈恩·铁桶收集10块阿塔莱石板。",
["os"] = {
[1] = {
["t"] = "阿塔莱石板：0/10",
["n"] = "7289`10958`7294`10679`10959",
},
},
["pa"] = "布罗哈恩·铁桶`暴风城`64,21`65,20`65,21`65,22`64,20",
["pc"] = "布罗哈恩·铁桶`艾尔文森林`30,22`29,23`30,23",
},
[1433] = {
["q"] = "菲拉斯`艾奎尼克斯法杖`42`50`2`给特洛亚斯的法杖注入能量，并找到艾奎尼克斯石碑。",
["os"] = {
[1] = {
["t"] = "艾奎尼克斯法杖：0/1",
},
},
["pa"] = "特洛亚斯·月风`菲拉斯`32,45`32,46`32,44`31,44",
["pc"] = "艾奎尼克斯石碑`菲拉斯`39,13",
},
[1434] = {
["q"] = "玛拉顿`玛拉顿的传说`41`49`3`找回塞雷布拉斯节杖的两个部分：塞雷布拉斯魔棒和塞雷布拉斯钻石。\n\n然后设法和塞雷布拉斯对话。",
["os"] = {
[1] = {
["t"] = "塞雷布拉斯钻石：0/1",
["n"] = "8828",
},
[2] = {
["t"] = "塞雷布拉斯魔棒：0/1",
["n"] = "10960",
},
},
["pa"] = "凯雯德拉`玛拉顿`",
["pc"] = "赎罪的塞雷布拉斯`玛拉顿`",
},
[1435] = {
["q"] = "烹饪`炖陆行鸟`10`12`2`给急弯河的奥兰达利亚·夜歌带回5块陆行鸟肉。",
["os"] = {
[1] = {
["t"] = "陆行鸟肉：0/5",
["n"] = "10968`4405`4612`4826`4329`4542`4550`4539",
},
},
["pa"] = "奥兰达利亚·夜歌`黑海岸`38,41",
["pc"] = "奥兰达利亚·夜歌`黑海岸`38,41`37,41",
},
[1436] = {
["q"] = "锻造`前线的补给`6`12`2`给洛克莫丹南部警戒塔的索瓦尔德带去6把铜斧和6条铜质链甲腰带。",
["os"] = {
[1] = {
["t"] = "铜斧：0/6",
},
[2] = {
["t"] = "铜质链甲腰带：0/6",
},
},
["pa"] = "托姆斯·深炉`丹莫罗`59,28`59,29`60,27",
["pc"] = "索瓦尔德·深炉`洛克莫丹`24,75`24,74`23,75",
},
[1437] = {
["q"] = "圣骑士`高贵之书`40`40`2`与暴风城的达索瑞恩·拉尔谈一谈。",
["pa"] = "达索瑞恩·拉尔`艾尔文森林`20,26`20,27`21,25`21,26`20,25",
["pc"] = "达索瑞恩·拉尔`艾尔文森林`20,26`20,27`21,25`21,26`20,25",
},
[1438] = {
["q"] = "锻造`铸造护甲的艺术`40`40`2`要想成为一名护甲铸造师的话，你必须将下列物品交给格鲁努斯：4顶精制秘银头盔、2双精制秘银战靴和1副精制秘银胸甲。",
["os"] = {
[1] = {
["t"] = "精制秘银头盔：0/4",
},
[2] = {
["t"] = "精制秘银战靴：0/2",
},
[3] = {
["t"] = "精制秘银胸甲：0/1",
},
},
["pa"] = "格鲁努斯·削钢`丹莫罗`59,28`60,27`59,29",
},
[1439] = {
["q"] = "凄凉之地`寻物公司的委托`32`35`2`收集10瓶鞭尾蝎的毒液和3块老迈科多兽的毛皮，把它们交给凄凉之地的克雷迪格·安戈尔。",
["os"] = {
[1] = {
["t"] = "鞭尾蝎的毒液：0/10",
["n"] = "7141`10970`10972",
},
[2] = {
["t"] = "老迈科多兽的毛皮：0/3",
["n"] = "10974",
},
},
["pa"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
["pc"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
},
[1440] = {
["q"] = "凄凉之地`卡尼托的海难`33`39`2`回到凄凉之地的克雷迪格·安戈尔那里。",
["pa"] = "卡尼托的箱子`凄凉之地`36,30`36,31",
["pc"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
},
[1441] = {
["q"] = "凄凉之地`卡尼托的海难`33`39`2`找到卡尼托的背包，把它交给凄凉之地的克雷迪格·安戈尔。",
["os"] = {
[1] = {
["t"] = "卡尼托的背包：0/1",
["n"] = "9864`9779",
},
},
["pa"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
["pc"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
},
[1442] = {
["q"] = "希尔斯布莱德丘陵`苦楚药剂`24`28`1`把泥头花药交给幽暗城的大药剂师法拉尼尔。",
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
},
[1443] = {
["q"] = "烹饪`海龟汤`28`31`1`给塔伦米尔的克里斯托弗·杰弗寇特带去10块海龟肉和一些舒心草。",
["os"] = {
[1] = {
["t"] = "海龟肉：0/10",
["n"] = "6667`4948`6657`6282`6296`6315`4017`4972`6299`6665`6650`6673`6663`6651`6649`6661`6652`6643`6319`6226`6043`6048`6050",
},
[2] = {
["t"] = "舒心草：0/1",
["n"] = "6689`6612`6683`6702`5294`5189`5192`5102`5090`6693`6708`5070`5313`5162`5093`5215`6688`6618`5321`5113`5128`5159`5362`6681`5222`5134`5259`6706`5141`5197`6682`5084`5101`5315`6680`6684`6619`5133`5179`5174`5138`5087`6692`5158`6687`5194`5358",
},
},
["pa"] = "克里斯托弗·杰弗寇特`希尔斯布莱德丘陵`62,19`63,19`63,20`62,20",
["pc"] = "克里斯托弗·杰弗寇特`奥特兰克山脉`61,81",
},
[1444] = {
["q"] = "猎人`风蚀石板`1`1`1`和试炼谷的基沙谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "基沙`杜隆塔尔`43,69`43,68`44,70`44,68`44,69",
},
[1445] = {
["q"] = "战士`战士的训练`10`10`2`和哈里·伯加德谈一谈。",
["pa"] = "里瑞亚·杜拉克`艾尔文森林`41,66`40,67`40,66`41,67`42,66",
["pc"] = "哈里·伯加德`艾尔文森林`33,29`33,30",
},
[1446] = {
["q"] = "战士`醉鬼巴特莱比`10`10`2`和巴特莱比谈一谈。",
["pa"] = "哈里·伯加德`艾尔文森林`33,29`33,30",
["pc"] = "巴特莱比`艾尔文森林`33,29",
},
[1447] = {
["q"] = "战士`击败巴特莱比`10`10`2`打败巴特莱比，然后再和他谈一谈。",
["pa"] = "巴特莱比`艾尔文森林`33,29",
["pc"] = "巴特莱比`艾尔文森林`33,29",
},
[1448] = {
["q"] = "战士`巴特莱比的酒杯`10`10`2`把巴特莱比的酒杯交给伯加德。",
["pa"] = "巴特莱比`艾尔文森林`33,29",
["pc"] = "哈里·伯加德`艾尔文森林`33,29`33,30",
},
[1449] = {
["q"] = "牧师`月神的恩赐`5`4`2`与泰达希尔的劳尔娜·晨光谈一谈。",
["pa"] = "珊达`泰达希尔`59,41`59,40",
["pc"] = "劳尔娜·晨光`泰达希尔`56,57`55,57",
},
[1450] = {
["q"] = "牧师`月光之衣`5`4`2`找到哨兵莎恩雅并使用次级治疗术（等级 2）来治疗她。然后对她施放真言术：韧，最后向多兰纳尔的劳尔娜·晨光复命。",
["os"] = {
[1] = {
["t"] = "治疗并强化哨兵莎恩雅：0/1",
},
},
["pa"] = "劳尔娜·晨光`泰达希尔`56,57`55,57",
["pc"] = "劳尔娜·晨光`泰达希尔`56,57`55,57",
},
[1451] = {
["q"] = "达纳苏斯`月神的泪水`6`12`2`达纳苏斯月神殿的女祭司艾茉拉让你把萨丝拉的银色丝囊交给她。",
["os"] = {
[1] = {
["t"] = "银色丝囊：0/1",
["n"] = "10975",
},
},
["pa"] = "女祭司艾茉拉`达纳苏斯`36,86`37,86`35,87`37,85`35,85",
["pc"] = "女祭司艾茉拉`达纳苏斯`36,86`37,86`35,87`37,85`35,85",
},
[1452] = {
["q"] = "洛克莫丹`保卫国王的领土`10`15`2`南部警戒塔的巡山人格拉维戈要你杀掉10个碎石怪击颅者和10个碎石怪先知，然后回去向他汇报。",
["os"] = {
[1] = {
["t"] = "碎石怪击颅者：0/10",
["n"] = "3025",
},
[2] = {
["t"] = "碎石怪先知：0/10",
["n"] = "3030",
},
},
["pa"] = "巡山人格拉维戈`洛克莫丹`23,76`24,76`22,75`23,77`23,75",
["pc"] = "巡山人格拉维戈`洛克莫丹`23,76`24,76`22,75`23,77`23,75",
},
[1453] = {
["q"] = "洛克莫丹`穴居人的威胁`10`12`2`给南部警戒塔的拉格弗斯上尉带去8颗穴居人的石牙。",
["os"] = {
[1] = {
["t"] = "穴居人的石牙：0/8",
["n"] = "2256`5774`3098`3025`5728`3094`3030`2252",
},
},
["pa"] = "拉格弗斯上尉`洛克莫丹`23,74`23,70`23,71`23,75`23,72",
["pc"] = "拉格弗斯上尉`洛克莫丹`23,74`23,70`23,71`23,75`23,72",
},
[1454] = {
["q"] = "悲伤沼泽`逼近的野兽`34`37`2`杀死8只小盐齿鳄鱼、10只沼泽纺丝蛛和10只沼泽虎，然后向悲伤沼泽的卫兵比格斯报告。",
["os"] = {
[1] = {
["t"] = "小盐齿鳄鱼：0/8",
["n"] = "3034",
},
[2] = {
["t"] = "沼泽纺丝蛛：0/10",
["n"] = "3040",
},
[3] = {
["t"] = "沼泽虎：0/10",
["n"] = "3046",
},
},
["pa"] = "卫兵比格斯`悲伤沼泽`27,59`27,60`26,59`28,57`28,58",
["pc"] = "卫兵比格斯`悲伤沼泽`27,59`27,60`26,59`28,57`28,58",
},
[1455] = {
["q"] = "悲伤沼泽`丢失的货物`35`35`2`在农田避难所中找到商队的货物，并拿到巫师的材料，把它交给卫兵比格斯。",
["os"] = {
[1] = {
["t"] = "巫师的材料：0/1",
["n"] = "10976",
},
},
["pa"] = "卫兵比格斯`悲伤沼泽`27,59`27,60`26,59`28,57`28,58",
["pc"] = "卫兵比格斯`悲伤沼泽`27,59`27,60`26,59`28,57`28,58",
},
[1456] = {
["q"] = "圣骑士`正义试炼`20`22`2`按照乔丹的武器材料单上的说明去寻找一些白石橡木、精炼矿石、乔丹的铁锤和一块科尔宝石，然后回到铁炉堡去见乔丹·斯迪威尔。",
["os"] = {
[1] = {
["t"] = "白石橡木：0/1",
["n"] = "5674",
},
[2] = {
["t"] = "乔丹的精炼矿石：0/1",
},
[3] = {
["t"] = "乔丹的铁锤：0/1",
["n"] = "10977",
},
[4] = {
["t"] = "净化过的科尔宝石：0/1",
},
},
["pa"] = "乔丹·斯迪威尔`铁炉堡`9,98`8,97`9,99`12,91`10,97",
["pc"] = "乔丹·斯迪威尔`丹莫罗`53,37`52,37`52,36`53,36`53,35",
},
[1457] = {
["q"] = "赤脊山`法师的眼线`20`21`2`把阿祖拉的铭文饰品放置到赤脊山伊尔加拉之塔旁边的狮子雕像身上。",
["pa"] = "塞欧克瑞图斯`艾尔文森林`65,70`65,69`65,71",
["pc"] = "石狮子`赤脊山`85,47`84,47",
},
[1458] = {
["q"] = "法师`向詹妮亚报告`15`15`2`和暴风城的詹妮亚·坎农谈一谈。",
["pa"] = "扎尔迪玛·维夫希尔特`西部荒野`85,3`86,3",
["pc"] = "詹妮亚·坎农`暴风城`39,80`39,79`37,81`38,80`38,79",
},
[1459] = {
["q"] = "法师`收集原料`15`15`2`把10匹亚麻布和6颗充能裂隙宝石交给暴风城的维恩·拉尔森。",
["os"] = {
[1] = {
["t"] = "亚麻布：0/10",
["n"] = "4190`4207`8890`9038`1705`5047`5703`7415`8848`7545`10441`10306`5653`7788`8861`5747`5480`7926`7933`7931`5759`10048`10050`9994`9935`5426`10029`5033`1690`10249`2636`5824`8916`8937`9975`9966`2629`8300`5623`3054`1752`1756`1748`4325`10370`10292`10378`10375`8979`1728`5046`14479`9125`3106`2901`2903`8939`10295`8981`7533`2261`5748`2271`2245`5754`2347`3173`5849`2338`2342`10467`11043`4272`4313`9785`11164`10316`9080`9009`5733`9067`4317`8996`3126`8446`6902`10374`5011`7895`8116`10452`7422`2595`5791`8992`9122`10318`7921`9071",
},
[2] = {
["t"] = "充能裂隙宝石：0/6",
["n"] = "9026`10300`7540`7537",
},
},
["pa"] = "詹妮亚·坎农`暴风城`39,80`39,79`37,81`38,80`38,79",
["pc"] = "维恩·拉尔森`暴风城`42,76`42,77`41,76`41,77",
},
[1460] = {
["q"] = "洛克莫丹`猎人的挑战`13`17`2`杀掉5只老山猪，然后回到旅行者营地去见年轻的达瑞尔，时限为12分钟。",
["os"] = {
[1] = {
["t"] = "老山猪：0/5",
["n"] = "3052",
},
},
["pa"] = "年轻的达瑞尔`洛克莫丹`83,65`84,66`84,65`82,62`83,64",
["pc"] = "年轻的达瑞尔`洛克莫丹`83,65`84,66`84,65`82,62`83,64",
},
[1461] = {
["q"] = "洛克莫丹`维林的报复`15`20`2`杀掉奥尔苏迪，把它的头颅带给旅行者营地里的达瑞尔。",
["os"] = {
[1] = {
["t"] = "奥尔苏迪的头颅：0/1",
["n"] = "10937",
},
},
["pa"] = "维林·疾风`洛克莫丹`82,64`83,64`79,61`80,64`82,65",
["pc"] = "年轻的达瑞尔`洛克莫丹`83,65`84,66`84,65`82,62`83,64",
},
[1462] = {
["q"] = "洛克莫丹`维林的报复`16`20`2`把奥尔苏迪的头交给旅行者营地的维林·疾风。",
["pa"] = "年轻的达瑞尔`洛克莫丹`83,65`84,66`84,65`82,62`83,64",
["pc"] = "维林·疾风`洛克莫丹`82,64`83,64`79,61`80,64`82,65",
},
[1463] = {
["q"] = "杜隆塔尔`骷髅石`6`12`1`在骷髅石中的火刃祭司身上收集灼热项圈，\n\n然后交给玛高兹。",
["os"] = {
[1] = {
["t"] = "灼热项圈：0/6",
["n"] = "8881`10394",
},
},
["pa"] = "玛高兹`杜隆塔尔`56,20`55,20`55,19`57,20`56,19",
["pc"] = "玛高兹`杜隆塔尔`56,20`55,20`55,19`57,20`56,19",
},
[1464] = {
["q"] = "杜隆塔尔`尼尔鲁·火刃`7`12`1`给奥格瑞玛的尼尔鲁·火刃带去一个项圈样本。",
["pa"] = "玛高兹`杜隆塔尔`56,20`55,20`55,19`57,20`56,19",
["pc"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
},
[1465] = {
["q"] = "杜隆塔尔`雅克塞罗斯`8`13`1`到贫瘠之地去和雅克塞罗斯谈一谈。",
["pa"] = "尼尔鲁·火刃`奥格瑞玛`50,51`49,50`51,50`50,50`49,51",
["pc"] = "雅克塞罗斯`杜隆塔尔`33,44`33,43`34,43`33,42",
},
[1466] = {
["q"] = "奥格瑞玛`隐藏的敌人`10`12`1`将军官的徽章交给尼尔鲁·火刃并与他谈一谈，看看他是否相信你是火刃氏族中的一员，然后回到奥格瑞玛的萨尔那里。",
["pa"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
["pc"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
},
[1467] = {
["q"] = "盗贼`碎手氏族`10`13`1`杀死塔赞，把他的背包带给奥格瑞玛暗影裂口的瑟祖克。",
["os"] = {
[1] = {
["t"] = "塔赞的背包：0/1",
["n"] = "9041",
},
},
["pa"] = "瑟祖克`奥格瑞玛`43,54`44,53`43,53`44,52`42,53",
["pc"] = "瑟祖克`奥格瑞玛`43,54`44,53`43,53`44,52`42,53",
},
[1468] = {
["q"] = "怒焰裂谷`隐藏的敌人`10`16`1`杀死巴扎兰和祈求者耶戈什，然后回到奥格瑞玛的萨尔那里。",
["os"] = {
[1] = {
["t"] = "巴扎兰：0/1",
["n"] = "3054",
},
[2] = {
["t"] = "祈求者耶戈什：0/1",
["n"] = "3055",
},
},
["pa"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
["pc"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
},
[1469] = {
["q"] = "杜隆塔尔`恶魔之种`10`14`1`取一块有瑕疵的能量石。在能量石失去魔法之前把它带到火焰祭坛去，然后向雅克塞罗斯复命。",
["pa"] = "雅克塞罗斯`杜隆塔尔`33,44`33,43`34,43`33,42",
["pc"] = "雅克塞罗斯`贫瘠之地`62,20`62,19`62,21",
},
[1470] = {
["q"] = "贫瘠之地`送往奥格瑞玛的肉`10`10`1`把扎尔夫的肉品交给十字路口的迪弗拉克。",
["pa"] = "扎尔夫`贫瘠之地`53,30`52,30`52,29",
["pc"] = "迪弗拉克`贫瘠之地`52,30`51,30`52,31`51,31`51,29",
},
[1471] = {
["q"] = "贫瘠之地`飞往奥格瑞玛`10`10`1`从双足飞龙管理员迪弗拉克那里租一只驭风者飞往奥格瑞玛，然后将扎尔夫的肉品交给奥格瑞玛的格雷什卡。",
["pa"] = "迪弗拉克`贫瘠之地`52,30`51,30`52,31`51,31`51,29",
["pc"] = "旅店老板格雷什卡`奥格瑞玛`54,72`54,68`54,69`55,68`54,70",
},
[1472] = {
["q"] = "贫瘠之地`双足飞龙管理员多拉斯`10`10`1`将格雷什卡的信交给奥格瑞玛的多拉斯。",
["pa"] = "旅店老板格雷什卡`奥格瑞玛`54,72`54,68`54,69`55,68`54,70",
["pc"] = "多拉斯`奥格瑞玛`46,64`45,64`44,65`46,65`45,65",
},
[1473] = {
["q"] = "锻造`赤脊山的补给`10`16`2`托姆斯·深炉要你给赤脊山的弗纳·奥斯古带去4条铜质符文腰带和4把铜质大锤。",
["os"] = {
[1] = {
["t"] = "铜质符文腰带：0/4",
},
[2] = {
["t"] = "铜质大锤：0/4",
},
},
["pa"] = "托姆斯·深炉`铁炉堡`49,43`49,42`51,42`51,43`48,44",
["pc"] = "弗纳·奥斯古`赤脊山`31,47`31,48`32,48`30,48`32,49",
},
[1474] = {
["q"] = "阿拉希高地`船长的复仇`35`40`3`法迪尔海湾的斯迪加特船长要你去杀掉10个刺脊袭击者和3个刺脊巫师。",
["os"] = {
[1] = {
["t"] = "刺脊袭击者：0/10",
["n"] = "3056",
},
[2] = {
["t"] = "刺脊巫师：0/3",
["n"] = "3061",
},
},
["pa"] = "斯迪加特船长`阿拉希高地`34,81`33,81`35,81`32,81`32,82",
["pc"] = "斯迪加特船长`阿拉希高地`34,81`33,81`35,81`32,81`32,82",
},
[1475] = {
["q"] = "洛克莫丹`水坝危机`18`18`2`主工程师辛德维尔七世要你游到水坝底部，找到装着炸药的木桶，然后把拆弹剂放进去，阻止将要发生的爆炸。",
["pa"] = "主工程师辛德维尔七世`洛克莫丹`45,13`46,14`47,14`46,13`44,12",
["pc"] = "爆炸品`洛克莫丹`51,14",
},
[1476] = {
["q"] = "洛克莫丹`水坝危机`18`20`2`拆弹剂看来已经产生了效果。你可以回去向主工程师辛德维尔七世汇报这个好消息了。",
["pa"] = "爆炸品`洛克莫丹`51,14",
["pc"] = "主工程师辛德维尔七世`洛克莫丹`45,13`46,14`47,14`46,13`44,12",
},
[1477] = {
["q"] = "荒芜之地`远赴铁炉堡`37`40`2`把战锤印章交给铁炉堡的葛利·硬骨。",
["pa"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
["pc"] = "葛利·硬骨`铁炉堡`50,6`51,6`51,5`50,7`50,5",
},
[1478] = {
["q"] = "荒芜之地`星，手，心`37`44`2`找齐葛利·硬骨的便笺上列出的东西，然后把它们交给铁炉堡的葛利·硬骨。",
["os"] = {
[1] = {
["t"] = "希尔耶之星：0/1",
["n"] = "7173",
},
[2] = {
["t"] = "达古恩之手：0/1",
["n"] = "8747",
},
[3] = {
["t"] = "遗产之心：0/1",
["n"] = "5995",
},
},
["pa"] = "葛利·硬骨`铁炉堡`50,6`51,6`51,5`50,7`50,5",
["pc"] = "葛利·硬骨`铁炉堡`50,6`51,6`51,5`50,7`50,5",
},
[1479] = {
["q"] = "幽暗城`向药剂师金格回报`41`46`1`把实验工具包带给幽暗城的药剂师金格。",
["pa"] = "首席工程师沙克斯·比格维兹`塔纳利斯`52,28`52,29`53,28",
["pc"] = "药剂师金格`幽暗城`50,68`50,69`49,68`47,72`49,69",
},
[1480] = {
["q"] = "烹饪`卡多雷的菜谱`1`7`2`为多兰纳尔的扎瑞恩收集10条小蜘蛛腿。",
["os"] = {
[1] = {
["t"] = "小蜘蛛腿：0/7",
["n"] = "7466`8089`4301`10979`7474`4299`8852`7429`10975`10986`7490`10982`7478`8087`10980`10978`4297`2416",
},
},
["pa"] = "扎瑞恩`泰达希尔`57,61`56,60`56,62`57,60`57,62",
["pc"] = "扎瑞恩`泰达希尔`57,61`56,60`56,62`57,60`57,62",
},
[1481] = {
["q"] = "制皮`月光外衣`11`18`2`把1双雕花皮手套、5双雕花皮靴和5件雕花皮质披风交给达纳苏斯的洛瑟里亚斯。",
["os"] = {
[1] = {
["t"] = "雕花皮手套：0/1",
},
[2] = {
["t"] = "雕花皮靴：0/5",
},
[3] = {
["t"] = "雕花皮质披风：0/5",
},
},
["pa"] = "洛瑟里亚斯`达纳苏斯`64,22`65,21`65,22`65,20`64,21",
["pc"] = "洛瑟里亚斯`泰达希尔`31,51`31,52`30,52`30,51",
},
[1482] = {
["q"] = "尘泥沼泽`兽人的报告`31`35`2`把间谍的报告交给塞拉摩的某个上尉。",
["pa"] = "松软的泥土`尘泥沼泽`55,26`56,26",
["pc"] = "塞拉摩海军上尉`尘泥沼泽`65,46`67,51`65,48`68,48`65,47",
},
[1483] = {
["q"] = "尘泥沼泽`维米斯队长`31`35`2`把间谍的报告交给盖兰·维米斯队长。",
["pa"] = "塞拉摩海军上尉`尘泥沼泽`65,46`67,51`65,48`68,48`65,47",
["pc"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
},
[1484] = {
["q"] = "尘泥沼泽`可疑的蹄印`30`35`2`把树荫旅店的可疑蹄印报告给塞拉摩的盖兰·维米斯队长。",
["pa"] = "蹄印`尘泥沼泽`30,48",
["pc"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
},
[1485] = {
["q"] = "荒芜之地`发条式什么什么仪`35`37`3`给荒芜之地的鲁特维尔·沃拉图斯带去一个发条式同步协调陀螺仪。",
["os"] = {
[1] = {
["t"] = "发条式同步协调陀螺仪：0/1",
["n"] = "4162`4168`5892`5957`5914`4165`4178`4188`4169`4159`4163`4179`4171`4173`298`4161`4172`4170`4175`1524`685`4183`4177`1228`4180",
},
},
["pa"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[1486] = {
["q"] = "荒芜之地`大地的震颤`40`50`2`用大地印章激活钻石柱、玛瑙石柱和紫水晶石柱并拿到三颗符石。\n\n把符石放在大地封印上，释放黑龙布莱克拉什和赫玛图斯。\n\n杀了这两条黑龙，把布莱克拉什的锁链、赫玛图斯的锁链和大地印章交给加瑞克。",
["os"] = {
[1] = {
["t"] = "布莱克拉什的锁链：0/1",
["n"] = "10635",
},
[2] = {
["t"] = "赫玛图斯的锁链：0/1",
["n"] = "10637",
},
},
["pa"] = "加瑞克`荒芜之地`60,55`62,54`61,51`60,54`62,51",
["pc"] = "加瑞克`荒芜之地`60,55`62,54`61,51`60,54`62,51",
},
[1487] = {
["q"] = "德鲁伊`绿色符记`2`1`2`阅读绿色符记，然后与幽影谷中的奥达希尔顶端的玛丹特·硬木谈一谈。",
["pa"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
["pc"] = "玛丹特·硬木`泰达希尔`59,40`59,41`58,41",
},
[1488] = {
["q"] = "尘泥沼泽`黑色盾牌`30`35`2`把被熏黑的铁盾牌拿给塞拉摩的卡兹·双链看一看。",
["pa"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
["pc"] = "卡兹·双链`尘泥沼泽`65,51`65,50`65,49",
},
[1489] = {
["q"] = "尘泥沼泽`黑色盾牌`30`35`2`与塞拉摩的盖兰·维米斯队长谈一谈。",
["pa"] = "卡兹·双链`尘泥沼泽`65,51`65,50`65,49",
["pc"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
},
[1490] = {
["q"] = "牧师`神圣符记`2`1`2`阅读神圣符记，然后与奥达希尔的珊达谈一谈。",
["pa"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
["pc"] = "珊达`泰达希尔`59,41`59,40",
},
[1491] = {
["q"] = "千针石林`虫群的消息`30`35`1`回到奥格瑞玛的贝尔戈洛姆·石槌那儿。",
["pa"] = "科兰`贫瘠之地`51,30`52,30`52,29`51,29",
["pc"] = "贝尔戈洛姆·石槌`奥格瑞玛`75,34`76,33`74,34`72,35`70,37",
},
[1492] = {
["q"] = "血色修道院`沃瑞尔的复仇`27`33`1`把沃瑞尔·森加斯的结婚戒指还给塔伦米尔的莫尼卡·森古特斯。",
["os"] = {
[1] = {
["t"] = "沃瑞尔的结婚戒指：0/1",
["n"] = "9834",
},
},
["pa"] = "沃瑞尔·森加斯`血色修道院`",
["pc"] = "莫尼卡·森古特斯`希尔斯布莱德丘陵`63,19`63,20`62,20`62,19",
},
[1493] = {
["q"] = "荆棘谷`猎头行动`30`37`1`给格罗姆高营地的尼姆布亚带去20个皱缩的头颅。",
["os"] = {
[1] = {
["t"] = "皱缩的头颅：0/20",
["n"] = "5938",
},
},
["pa"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
["pc"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
},
[1494] = {
["q"] = "萨满祭司`符文石板`2`1`1`和试炼谷的史克里克谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "史克里克`杜隆塔尔`42,69`43,69`43,68",
},
[1495] = {
["q"] = "术士`阴谋之书`30`30`1`和幽暗城的约拉·安尼森谈一谈。",
["pa"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
["pc"] = "约拉·安尼森`幽暗城`76,37`76,38`76,36`78,31`77,35",
},
[1496] = {
["q"] = "凄凉之地`悬赏半人马`30`31`2`收集15个半人马耳朵，把它们交给尼耶尔前哨站的麦尔金斯下士。",
["os"] = {
[1] = {
["t"] = "半人马的耳朵：0/15",
["n"] = "8190`7155`7107`9789`9714`9747`9844`7084`9740`2578`2582`9778`7108`10555`2586`10553`9822`9798`8375`7154`7142`7140`9841`9850`7180`7177`11590`9845`10558`9795`9681`9807`9824`7008",
},
},
["pa"] = "麦尔金斯下士`凄凉之地`66,8`67,11`68,10`68,9`67,10",
["pc"] = "麦尔金斯下士`凄凉之地`66,8`67,11`68,10`68,9`67,10",
},
[1497] = {
["q"] = "法师`法师文档存储器`10`10`2`帮彬克找回她的法师文档存储器。",
["os"] = {
[1] = {
["t"] = "法师文档存储器：0/1",
["n"] = "10990`5868",
},
},
["pa"] = "彬克`铁炉堡`27,8`27,9`26,10`27,10`26,9",
["pc"] = "彬克`铁炉堡`27,8`27,9`26,10`27,10`26,9",
},
[1498] = {
["q"] = "圣骑士`白洛尔的矿石`20`22`2`把乔丹的矿石带给洛克莫丹的白洛尔·石手。",
["os"] = {
[1] = {
["t"] = "乔丹的矿石：0/1",
["n"] = "10991",
},
},
["pa"] = "白洛尔·石手`洛克莫丹`36,45`36,46",
["pc"] = "白洛尔·石手`洛克莫丹`36,45`36,46",
},
[1499] = {
["q"] = "圣骑士`寻找科尔宝石`20`22`2`给黑海岸的桑迪斯·织风带去一块科尔宝石。",
["os"] = {
[1] = {
["t"] = "被污染的科尔宝石：0/1",
["n"] = "5620`5612`5625",
},
},
["pa"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
["pc"] = "桑迪斯·织风`黑海岸`37,40`38,41`38,42`38,40`37,41",
},
[1500] = {
["q"] = "圣骑士`正义试炼`20`22`2`等待乔丹·斯迪威尔为你铸造武器。",
["pa"] = "乔丹·斯迪威尔`铁炉堡`9,98`8,97`9,99`12,91`10,97",
["pc"] = "乔丹·斯迪威尔`铁炉堡`9,98`8,97`9,99`12,91`10,97",
},
[1501] = {
["q"] = "法师`法师的魔杖`36`40`3`等塔贝萨的仪式完成后，和她谈一谈。",
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[1502] = {
["q"] = "莫高雷`大地之母仪祭`7`14`1`雷霆崖的凯恩·血蹄要你将阿兰其亚的角带给他。",
["os"] = {
[1] = {
["t"] = "阿兰其亚的角：0/1",
["n"] = "4790",
},
},
["pa"] = "凯恩·血蹄`雷霆崖`59,52`59,51`60,52`59,53`60,51",
["pc"] = "凯恩·血蹄`莫高雷`42,27`41,27`40,27",
},
[1503] = {
["q"] = "莫高雷`恶魔之伤`8`12`1`去打听打听谁听说过鬼嚎。",
["pa"] = "恶魔之伤`莫高雷`38,16`39,11`53,33`41,42`48,14",
["pc"] = "斯考恩·白云`莫高雷`47,60`47,59`48,59`48,60`46,60",
},
[1504] = {
["q"] = "千针石林`知识试炼`26`30`1`找到连接石爪山和灰谷的石爪小径里的布劳格·幽魂。",
["pa"] = "多恩·平原行者`千针石林`54,42`54,41`54,43",
["pc"] = "布劳格·幽魂`灰谷`40,84`39,83`40,85`40,83",
},
[1505] = {
["q"] = "藏宝图`科尔戈的黄金`42`45`3`找到科尔戈的黄金！",
["os"] = {
[1] = {
["t"] = "科尔戈的钥匙：0/1",
["n"] = "10995`10992`10994",
},
},
["pa"] = "科尔戈的藏宝图`塔纳利斯`52,29`74,44`74,46`70,54`73,47",
["pc"] = "海盗的宝藏！`塔纳利斯`54,93`52,94`57,91`59,88`53,96",
},
[1506] = {
["q"] = "荆棘谷`心灵之眼`37`46`1`将心灵之眼交给格罗姆高营地里的肯维雷。",
["os"] = {
[1] = {
["t"] = "心灵之眼：0/1",
["n"] = "6804",
},
},
["pa"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
["pc"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
},
[1507] = {
["q"] = "萨满祭司`大地的召唤`4`4`1`给试炼谷的坎纳甘·地鸣带去2只地狱捕猎者的蹄子。",
["os"] = {
[1] = {
["t"] = "地狱捕猎者的蹄子：0/2",
["n"] = "10996",
},
},
["pa"] = "坎纳甘·地鸣`杜隆塔尔`42,69`43,69`43,68`42,68",
["pc"] = "坎纳甘·地鸣`杜隆塔尔`42,69`43,69`43,68`42,68",
},
[1508] = {
["q"] = "萨满祭司`大地的召唤`4`4`1`找到灵魂石地，在那里喝下大地灵契。",
["pa"] = "坎纳甘·地鸣`杜隆塔尔`42,69`43,69`43,68`42,68",
["pc"] = "大地之魂`杜隆塔尔`44,76",
},
[1509] = {
["q"] = "阿拉希高地`法迪尔海湾`35`35`3`和法迪尔海湾的奥布里船长交谈。",
["pa"] = "哨兵鲁鲁`阿拉希高地`32,83`30,83`33,82`31,83`32,82",
["pc"] = "沙克斯·奥布里`阿拉希高地`32,81`32,82`31,83`33,82`33,81",
},
[1510] = {
["q"] = "阿拉希高地`深海打捞`35`40`3`大副尼兹利克斯让你从处女号和银松之魂号中取回航海图和航海日志。",
["os"] = {
[1] = {
["t"] = "处女号的航海图：0/1",
["n"] = "10999`3061",
},
[2] = {
["t"] = "处女号的航海日志：0/1",
["n"] = "11000`3061`3056",
},
[3] = {
["t"] = "银松之魂号的航海图：0/1",
["n"] = "3056`11001",
},
[4] = {
["t"] = "银松之魂号的航海日志：0/1",
["n"] = "3061`11002",
},
},
["pa"] = "大副尼兹利克斯`阿拉希高地`33,81`32,82`33,82`32,81`34,81",
["pc"] = "大副尼兹利克斯`阿拉希高地`33,81`32,82`33,82`32,81`34,81",
},
[1511] = {
["q"] = "盗贼`救赎之路`10`10`2`和铁炉堡的霍夫丹·黑须谈一谈。",
["pa"] = "霍格拉尔·巴坎`丹莫罗`48,53`48,52",
["pc"] = "霍夫丹·黑须`铁炉堡`52,15`52,14`51,15`51,16",
},
[1512] = {
["q"] = "阿拉希高地`迅猛龙的狡诈`31`37`1`把托尔甘的宝珠交给戈穆尔。",
["pa"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
["pc"] = "戈穆尔`阿拉希高地`73,34`74,36`73,35`75,42`72,32",
},
[1513] = {
["q"] = "凄凉之地`破碎之泪`31`33`3`继续和玛格拉姆部族保持良好的关系，把3块破碎之泪交给玛格拉姆村庄的瓦鲁格。",
["os"] = {
[1] = {
["t"] = "破碎之泪：0/3",
["n"] = "7107`9789",
},
},
["pa"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
["pc"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
},
[1514] = {
["q"] = "凄凉之地`瓦鲁格的玩具`32`35`3`继续和玛格拉姆部族保持良好的关系，给玛格拉姆村的瓦鲁格找到一个高级假人。",
["os"] = {
[1] = {
["t"] = "高级假人：0/1",
},
},
["pa"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
["pc"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
},
[1515] = {
["q"] = "荆棘谷`拯救耶尼库`39`46`1`将装满的灵魂宝石交给尼姆布亚。",
["os"] = {
[1] = {
["t"] = "装满的灵魂宝石：0/1",
},
},
["pa"] = "肯维雷`荆棘谷`32,28`31,26`31,25`32,29`32,27",
["pc"] = "尼姆布亚`荆棘谷`32,28`32,29`31,25`32,27`32,26",
},
[1516] = {
["q"] = "辛特兰`毒液瓶`40`43`1`将毒药瓶交给塔伦米尔的某个药剂师。",
["pa"] = "毒液瓶`辛特兰`23,58`23,59`32,58`24,59`31,58",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[1517] = {
["q"] = "辛特兰`完好无损的毒囊`40`45`1`将完好无损的毒囊交给塔伦米尔的药剂师林度恩。",
["os"] = {
[1] = {
["t"] = "完好无损的毒囊：0/1",
["n"] = "10766",
},
},
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[1518] = {
["q"] = "猎人`驯服野兽`10`10`2`使用驯兽棒驯服大型峭壁野猪。练习你的技能，然后将驯兽棒还给卡拉诺斯的格瑞夫。",
["pa"] = "格瑞夫`丹莫罗`46,53`46,55",
["pc"] = "格瑞夫`丹莫罗`46,53`46,55",
},
[1519] = {
["q"] = "猎人`驯服野兽`10`10`2`使用驯兽棒驯服雪豹。练习你的技能，然后将驯兽棒还给卡拉诺斯的格瑞夫。",
["pa"] = "格瑞夫`丹莫罗`46,53`46,55",
["pc"] = "格瑞夫`丹莫罗`46,53`46,55",
},
[1520] = {
["q"] = "猎人`驯服野兽`10`10`2`使用驯服兽棒驯服一头冰爪熊。练习你的技能，然后将驯兽棒还给卡拉诺斯的格瑞夫。",
["pa"] = "格瑞夫`丹莫罗`46,53`46,55",
["pc"] = "格瑞夫`丹莫罗`46,53`46,55",
},
[1521] = {
["q"] = "猎人`训练野兽`10`10`2`与铁炉堡的贝莉亚·雷岩谈一谈。",
["pa"] = "格瑞夫`丹莫罗`46,53`46,55",
["pc"] = "贝莉亚·雷岩`铁炉堡`71,85`71,86`71,84`70,85`70,84",
},
[1522] = {
["q"] = "洛克莫丹`保卫国王的领土`11`15`2`南部警戒塔的巡山人沃尔班要你杀掉10个碎石怪萨满祭司和10个碎石怪断骨者。",
["os"] = {
[1] = {
["t"] = "碎石怪萨满祭司：0/10",
["n"] = "3094",
},
[2] = {
["t"] = "碎石怪断骨者：0/10",
["n"] = "3098",
},
},
["pa"] = "巡山人沃尔班`洛克莫丹`23,75`24,75`24,74`23,74",
["pc"] = "巡山人沃尔班`洛克莫丹`23,75`24,75`24,74`23,74",
},
[1523] = {
["q"] = "洛克莫丹`保卫国王的领土`12`17`2`杀掉穴居人首领格劳姆格及他的两个护卫，纳什尔和布劳勒尔。然后回到南部警戒塔向拉格弗斯上尉报告。",
["os"] = {
[1] = {
["t"] = "格劳姆格：0/1",
["n"] = "3102",
},
[2] = {
["t"] = "纳什尔：0/1",
["n"] = "3104",
},
[3] = {
["t"] = "布劳勒尔：0/1",
["n"] = "3106",
},
},
["pa"] = "拉格弗斯上尉`洛克莫丹`23,74`23,70`23,71`23,75`23,72",
["pc"] = "拉格弗斯上尉`洛克莫丹`23,74`23,70`23,71`23,75`23,72",
},
[1524] = {
["q"] = "德鲁伊`水栖形态`16`16`2`回到达纳苏斯，让玛斯雷·驭熊者看看你的海狮坠饰。",
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "玛斯雷·驭熊者`泰达希尔`25,49`24,49`25,48`24,48",
},
[1525] = {
["q"] = "法师`克萨维亚之水`26`26`1`将克萨维亚水样交给奥格瑞玛的迪诺。",
["os"] = {
[1] = {
["t"] = "克萨维亚水样：0/1",
},
},
["pa"] = "迪诺`奥格瑞玛`39,86`38,88`38,86`39,85`38,87",
["pc"] = "迪诺`奥格瑞玛`39,86`38,88`38,86`39,85`38,87",
},
[1526] = {
["q"] = "贫瘠之地`内奸`19`25`1`把洛克·奥克班恩的颅骨交给十字路口的索克。",
["pa"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
["pc"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
},
[1527] = {
["q"] = "贫瘠之地`收割者`19`24`1`把收割者的头颅交给乔恩·星眼。",
["pa"] = "收割者的头颅`贫瘠之地`62,38`43,70`51,29`45,72`51,30",
["pc"] = "乔恩·星眼`贫瘠之地`45,59`45,58`46,58`44,59",
},
[1528] = {
["q"] = "石爪山脉`卡雅还活着`16`18`1`把这个好消息告诉烈日石居的塔姆拉·荒原。",
["pa"] = "玛卡巴·扁蹄`石爪山脉`86,98`84,97`86,97`85,98`85,97",
["pc"] = "塔姆拉·荒原`石爪山脉`47,58`47,59`47,60`48,58`48,60",
},
[1529] = {
["q"] = "阿拉希高地`振奋精神`30`34`1`把迅猛龙利爪护符交给戈穆尔。",
["pa"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
["pc"] = "戈穆尔`阿拉希高地`73,34`74,36`73,35`75,42`72,32",
},
[1530] = {
["q"] = "阿拉希高地`振奋精神`30`34`1`和托尔甘谈一谈。",
["pa"] = "戈穆尔`阿拉希高地`73,34`74,36`73,35`75,42`72,32",
["pc"] = "托尔甘`阿拉希高地`75,37`74,36`75,36`74,37`75,38",
},
[1531] = {
["q"] = "幽暗城`意志之冠`34`39`1`到希尔斯布莱德丘陵去，向塔伦米尔的梅里萨拉报到。",
["pa"] = "沙琳德拉`幽暗城`57,95`58,92`56,92`57,94`58,93",
["pc"] = "梅里萨拉`希尔斯布莱德丘陵`63,21`62,21`61,20`63,20`62,20",
},
[1532] = {
["q"] = "剃刀沼泽`蝙蝠的粪便`30`33`1`帮幽暗城的大药剂师法拉尼尔带回三堆沼泽蝙蝠的粪便。",
["os"] = {
[1] = {
["t"] = "沼泽蝙蝠的粪便：0/1",
["n"] = "7102`7101",
},
},
["pa"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
["pc"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
},
[1533] = {
["q"] = "希尔斯布莱德丘陵`石雕`30`32`1`收集10个用旧的石雕，把它们带给塔伦米尔的看守者贝尔杜加。",
["os"] = {
[1] = {
["t"] = "用旧的石雕：0/10",
["n"] = "11008`9785`11006`3108`11004",
},
},
["pa"] = "看守者贝瓦里尔`希尔斯布莱德丘陵`62,21`61,21`62,20`61,20`59,21",
["pc"] = "看守者贝瓦里尔`希尔斯布莱德丘陵`62,21`61,21`62,20`61,20`59,21",
},
[1534] = {
["q"] = "希尔斯布莱德丘陵`希尔斯布莱德之战`27`32`1`把达萨利亚的奖状交给幽暗城的瓦里玛萨斯。",
["pa"] = "高级执行官达萨利亚`希尔斯布莱德丘陵`62,20`62,21`63,20`63,19`62,22",
["pc"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
},
[1535] = {
["q"] = "希尔斯布莱德丘陵`达拉然巡逻队`30`35`1`杀掉6个达拉然召唤师和12个元素奴仆，然后回到塔伦米尔去见大法师沃迪恩·伍德格莱尔。",
["os"] = {
[1] = {
["t"] = "达拉然召唤师：0/6",
["n"] = "3108",
},
[2] = {
["t"] = "元素奴仆：0/12",
["n"] = "3115",
},
},
["pa"] = "大法师沃迪恩·伍德格莱尔`希尔斯布莱德丘陵`62,21`62,20`61,21`61,20`60,20",
["pc"] = "大法师沃迪恩·伍德格莱尔`希尔斯布莱德丘陵`62,21`62,20`61,21`61,20`60,20",
},
[1536] = {
["q"] = "希尔斯布莱德丘陵`地缚护腕`30`34`1`为塔伦米尔的看守者贝瓦里尔收集4个地缚护腕。",
["os"] = {
[1] = {
["t"] = "地缚护腕：0/4",
["n"] = "3115",
},
},
["pa"] = "看守者贝瓦里尔`希尔斯布莱德丘陵`62,21`61,21`62,20`61,20`59,21",
["pc"] = "看守者贝瓦里尔`希尔斯布莱德丘陵`62,21`61,21`62,20`61,20`59,21",
},
[1537] = {
["q"] = "血色修道院`深入血色修道院`33`42`1`杀掉大检察官怀特迈恩、血色十字军指挥官莫格莱尼、血色十字军勇士赫洛德和驯犬者洛克希，然后向幽暗城的瓦里玛萨斯回报。",
["os"] = {
[1] = {
["t"] = "大检察官怀特迈恩：0/1",
["n"] = "2678",
},
[2] = {
["t"] = "血色十字军指挥官莫格莱尼：0/1",
["n"] = "2680",
},
[3] = {
["t"] = "赫洛德：0/1",
["n"] = "2682",
},
[4] = {
["t"] = "驯犬者洛克希：0/1",
["n"] = "2685",
},
},
["pa"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
["pc"] = "瓦里玛萨斯`提瑞斯法林地`60,85`59,84`59,85`60,84",
},
[1538] = {
["q"] = "盗贼`密文信件`2`1`2`阅读密文信件，然后与北郡修道院的乔里克·克里丹谈一谈。",
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "乔里克·克里丹`艾尔文森林`50,40`51,41`51,40`52,41",
},
[1539] = {
["q"] = "灰谷`奥伯丁的补给品`20`24`2`护送费罗·艾隆汉安全地穿越灰谷森林，然后和奥伯丁的哨兵艾莉萨·星风谈一谈。",
["pa"] = "费罗·艾隆汉`灰谷`27,24`26,39`26,38`26,36`26,30",
["pc"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
},
[1540] = {
["q"] = "凄凉之地`突袭科卡尔`32`32`2`和吉尔吉斯部族保持良好的关系，把10个粗制咒符交给凄凉之地吉尔吉斯村的智者乌泰克。",
["os"] = {
[1] = {
["t"] = "粗制咒符：0/10",
["n"] = "2578`2582`9778`7108`2586`9822",
},
},
["pa"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
["pc"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
},
[1541] = {
["q"] = "菲拉斯`失踪的信使`40`43`2`找到信使的小船，你应该在菲拉斯的南部海岸线上展开搜索。",
["pa"] = "基恩诺·火花`菲拉斯`32,45`32,44`32,43",
["pc"] = "破损的独木舟`菲拉斯`45,65`46,65",
},
[1542] = {
["q"] = "菲拉斯`返回羽月要塞`40`43`2`向羽月要塞的珊蒂斯·羽月汇报你的发现。",
["pa"] = "索兰萨尔瞭望台`菲拉斯`26,52",
["pc"] = "珊蒂斯·羽月`菲拉斯`30,46`31,45`31,46`30,47`30,45",
},
[1543] = {
["q"] = "菲拉斯`憎世纳迦之战`40`43`2`到羽月要塞的拉托尼库斯·月矛那里去报到。",
["pa"] = "珊蒂斯·羽月`菲拉斯`30,46`31,45`31,46`30,47`30,45",
["pc"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
},
[1544] = {
["q"] = "菲拉斯`憎世纳迦之战`40`43`2`收集10块憎世纳迦的鳞片，把它们交给羽月要塞的拉托尼库斯·月矛。",
["os"] = {
[1] = {
["t"] = "憎世纳迦的鳞片：0/10",
["n"] = "6234`6240`6298`6256`6311`6222`6274`6263",
},
},
["pa"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
["pc"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
},
[1545] = {
["q"] = "菲拉斯`击败沙尔扎鲁`41`45`2`消灭沙尔扎鲁，然后把神秘遗物交给羽月要塞的拉托尼库斯·月矛。",
["os"] = {
[1] = {
["t"] = "神秘遗物：0/1",
["n"] = "6234",
},
},
["pa"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
["pc"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
},
[1546] = {
["q"] = "菲拉斯`船只的残骸`41`44`2`回到羽月要塞，给基恩诺·火花看看你找到的这把被丢弃的小刀。",
["pa"] = "破损的独木舟`菲拉斯`45,65`46,65",
["pc"] = "基恩诺·火花`菲拉斯`32,45`32,44`32,43",
},
[1547] = {
["q"] = "菲拉斯`奎恩提斯的技艺`41`44`2`把被丢弃的小刀交给羽月要塞的奎恩提斯。",
["pa"] = "基恩诺·火花`菲拉斯`32,45`32,44`32,43",
["pc"] = "奎恩提斯`菲拉斯`32,44`33,44",
},
[1548] = {
["q"] = "菲拉斯`递送遗物`41`45`2`将神秘遗物交给羽月要塞的维斯提亚·月矛。",
["pa"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
["pc"] = "维斯提亚·月矛`菲拉斯`30,45`31,46`30,46`31,47`31,45",
},
[1549] = {
["q"] = "萨满祭司`水之召唤`20`22`1`到野猪人的水池去，用井中的水装满空的棕色水囊，然后把水囊交给贫瘠之地的布瑞恩。",
["os"] = {
[1] = {
["t"] = "装满水的棕色水囊：0/1",
},
},
["pa"] = "布瑞恩`贫瘠之地`43,77`43,78`44,77",
["pc"] = "布瑞恩`贫瘠之地`43,77`43,78`44,77",
},
[1550] = {
["q"] = "菲拉斯`质量的保证`40`46`2`给羽月要塞的普拉特·马克格鲁比带去10张厚重的雪人皮。",
["os"] = {
[1] = {
["t"] = "厚重的雪人皮：0/10",
["n"] = "7316`7321`7326`7329`7327`6624`7332",
},
},
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[1551] = {
["q"] = "锻造`武器铸造师之道`40`40`2`要想成为一名武器铸造师的话，你必须将下列物品交给埃隆努斯·冷钢：4把月钢宽剑、4把巨型铁斧、2把秘银重斧和2把巨型黑色锤。",
["os"] = {
[1] = {
["t"] = "月钢宽剑：0/4",
["n"] = "10228",
},
[2] = {
["t"] = "巨型铁斧：0/4",
["n"] = "10819`10818",
},
[3] = {
["t"] = "秘银重斧：0/2",
},
[4] = {
["t"] = "巨型黑色锤：0/2",
},
},
["pa"] = "埃隆努斯·冷钢`铁炉堡`50,43`51,44`51,43`50,44`48,48",
["pc"] = "埃隆努斯·冷钢`铁炉堡`50,43`51,44`51,43`50,44`48,48",
},
[1552] = {
["q"] = "锻造`锻造专家!`41`45`3`到加尔文那里拿取报酬！",
["pa"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
["pc"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
},
[1553] = {
["q"] = "铁炉堡`委以重任`45`52`2`跟铁炉堡的泰摩尔谈一谈。",
["pa"] = "史学家卡尼克`铁炉堡`76,12`75,10`77,12`77,11`75,11",
["pc"] = "法师泰摩尔`铁炉堡`31,5`32,5`32,3`31,4`32,4",
},
[1554] = {
["q"] = "铁炉堡`奥术符文`45`52`2`使用绘图工具包获取贝萨玛拉符文、辛耶尔符文、玛科里符文和塞尔哈符文的拓片，然后前往艾萨拉南部半岛外的小岛，把它们交给驾驶员西格斯·熔光。",
["os"] = {
[1] = {
["t"] = "拓文：贝萨玛拉符文：0/1",
["n"] = "6267`8793",
},
[2] = {
["t"] = "拓文：辛耶尔符文：0/1",
["n"] = "6268`6267",
},
[3] = {
["t"] = "拓文：玛科里符文：0/1",
["n"] = "6268`6267",
},
[4] = {
["t"] = "拓文：塞尔哈符文：0/1",
["n"] = "6268`6267",
},
},
["pa"] = "法师泰摩尔`铁炉堡`31,5`32,5`32,3`31,4`32,4",
["pc"] = "驾驶员西格斯·熔光`艾萨拉`78,91`78,92",
},
[1555] = {
["q"] = "湿地`马克里尔的月光酒`30`30`2`把马克里尔的月光酒交给南海镇的布鲁米·比格尔。",
["pa"] = "醉鬼马克里尔`湿地`49,8`50,6`51,8`49,7`51,6",
["pc"] = "布鲁米·比格尔`希尔斯布莱德丘陵`52,59`52,58",
},
[1556] = {
["q"] = "盗贼`国王的财宝`10`10`2`在诺莫瑞根附近找到奥宁·雨锤。",
["pa"] = "霍夫丹·黑须`铁炉堡`52,15`52,14`51,15`51,16",
["pc"] = "奥宁·雨锤`丹莫罗`25,44`25,45",
},
[1557] = {
["q"] = "盗贼`军情七处`10`10`2`把科瑞恩·塞尔留斯的包裹带给暴风城兵营的马迪亚斯·肖尔。",
["pa"] = "科瑞恩·塞尔留斯`艾尔文森林`44,66",
["pc"] = "马迪亚斯·肖尔`艾尔文森林`34,38",
},
[1558] = {
["q"] = "盗贼`连偷带抢`10`10`2`找到迪菲亚码头主管，从他那里为马迪亚斯·肖尔拿到迪菲亚船运时间表。",
["os"] = {
[1] = {
["t"] = "迪菲亚船运时间表：0/1",
},
},
["pa"] = "马迪亚斯·肖尔`艾尔文森林`34,38",
["pc"] = "马迪亚斯·肖尔`艾尔文森林`34,38",
},
[1559] = {
["q"] = "幽暗城`巫妖的身份`7`8`1`把巫妖的法术书带给幽暗城的比索·埃斯沙德。",
["os"] = {
[1] = {
["t"] = "巫妖的法术书：0/1",
["n"] = "11010`8902",
},
},
["pa"] = "比索·埃斯沙德`提瑞斯法林地`66,69`66,68`65,68",
["pc"] = "比索·埃斯沙德`幽暗城`84,17`84,18`85,18`84,16`83,15",
},
[1560] = {
["q"] = "盗贼`密文羊皮纸`2`1`1`阅读密文羊皮纸，然后和试炼谷的鲁瓦格谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "鲁瓦格`杜隆塔尔`41,68`42,68",
},
[1561] = {
["q"] = "杜隆塔尔`黑暗风暴`5`12`1`把费索的爪子带给剃刀岭的奥戈尼尔·魂痕。",
["os"] = {
[1] = {
["t"] = "费索的爪子：0/1",
["n"] = "11011",
},
},
["pa"] = "奥戈尼尔·魂痕`杜隆塔尔`52,43`52,42`53,42`53,45`53,43",
["pc"] = "奥戈尼尔·魂痕`杜隆塔尔`52,43`52,42`53,42`53,45`53,43",
},
[1562] = {
["q"] = "杜隆塔尔`海底沉船`5`8`1`剃刀岭的加索克要你从海岸边的舰队残骸中打捞出3件侏儒的工具。",
["os"] = {
[1] = {
["t"] = "侏儒的工具：0/3",
["n"] = "6753`6759`11012",
},
},
["pa"] = "加索克`杜隆塔尔`52,44`52,43`51,44`52,42",
["pc"] = "加索克`杜隆塔尔`52,44`52,43`51,44`52,42",
},
[1563] = {
["q"] = "杜隆塔尔`将军的命令`6`7`1`把普罗德摩尔将军的命令交给奥格瑞玛城中的纳兹格雷尔，他就在萨尔的大厅里。",
["pa"] = "加索克`杜隆塔尔`52,44`52,43`51,44`52,42",
["pc"] = "纳兹格雷尔`奥格瑞玛`32,36`33,38`34,37`33,36`33,37",
},
[1564] = {
["q"] = "杜隆塔尔`丢失的孩子`8`11`1`把关于克鲁恩的消息告诉剃刀岭西北部农场中的米莎·托克伦。",
["os"] = {
[1] = {
["t"] = "克鲁恩的护身符：0/1",
["n"] = "4491`4791",
},
},
["pa"] = "米莎·托克伦`杜隆塔尔`43,30`43,31`43,32",
["pc"] = "米莎·托克伦`杜隆塔尔`43,30`43,31`43,32",
},
[1565] = {
["q"] = "凄凉之地`沙卡可汗`32`37`3`继续和玛格拉姆部族保持良好的关系，把沙卡可汗的头颅交给凄凉之地玛格拉姆村的瓦鲁格。",
["os"] = {
[1] = {
["t"] = "沙卡可汗的头颅：0/1",
["n"] = "11013",
},
},
["pa"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
["pc"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
},
[1566] = {
["q"] = "凄凉之地`赫鲁萨可汗`32`42`3`和玛格拉姆保持良好的关系，把玛洛迪钥匙碎片交给凄凉之地玛格拉姆村的瓦鲁格。",
["os"] = {
[1] = {
["t"] = "玛洛迪钥匙碎片：0/1",
["n"] = "9832",
},
},
["pa"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
["pc"] = "瓦鲁格`凄凉之地`75,68`74,67`74,68`76,68`73,67",
},
[1567] = {
["q"] = "战士`简易符文`2`1`2`阅读简易符文，然后与寒脊山谷的斯兰·库尔曼谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "斯兰·库尔曼`丹莫罗`29,67`29,68`29,66",
},
[1568] = {
["q"] = "铁炉堡`白金圆盘`40`47`2`把你的报酬凭证交给铁炉堡银行的丁尼塔·石衣。",
["pa"] = "资深探险家麦格拉斯`铁炉堡`72,15`70,19`70,17`74,14`70,18",
["pc"] = "丁尼塔·石衣`铁炉堡`34,60`35,61`35,60`33,60`34,61",
},
[1569] = {
["q"] = "洛克莫丹`荒芜之地的材料 II`43`44`2`在荒芜之地的守护火龙身上使用空的魔瓶。将这些容器都盛满之后，把它们交给塞尔萨玛的加克。",
["os"] = {
[1] = {
["t"] = "龙血：0/3",
},
},
["pa"] = "加克`洛克莫丹`37,49",
["pc"] = "加克`洛克莫丹`37,49",
},
[1570] = {
["q"] = "菲拉斯`心灵占卜术`41`44`2`和羽月要塞的基恩诺·火花谈一谈。",
["pa"] = "奎恩提斯`菲拉斯`32,44`33,44",
["pc"] = "基恩诺·火花`菲拉斯`32,45`32,44`32,43",
},
[1571] = {
["q"] = "菲拉斯`木爪豺狼人`41`44`2`在菲拉斯南部地区的木爪豺狼人营地里寻找信使的下落或者信使的物品。",
["pa"] = "基恩诺·火花`菲拉斯`32,45`32,44`32,43",
["pc"] = "大皮包`菲拉斯`73,56",
},
[1572] = {
["q"] = "菲拉斯`痛苦深渊`42`46`2`现在你已经知道了拉斯卡尔的去向，那么你最好到痛苦深渊去寻找他，或者至少是他的尸体。根据便笺上的信息，那个地方应该在木爪豺狼人营地的南边。",
["pa"] = "大皮包`菲拉斯`73,56",
["pc"] = "祖卡什虫茧`菲拉斯`72,64",
},
[1573] = {
["q"] = "菲拉斯`萨兰纳尔的货物`42`44`2`将未递送的包裹交给萨兰纳尔驿站的法芬德尔。",
["pa"] = "未递送的包裹`菲拉斯`74,54`79,47`31,39`72,64`31,43",
["pc"] = "法芬德尔`菲拉斯`90,47`90,46`89,47`89,46`90,45",
},
[1574] = {
["q"] = "奥达曼`修复项链`40`44`2`从奥达曼最强大的石人身上获得能量源，然后将其交给铁炉堡的塔瓦斯德。",
["os"] = {
[1] = {
["t"] = "破碎项链的能量源：0/1",
["n"] = "8830",
},
},
["pa"] = "塔瓦斯德的占卜之碗`奥达曼`",
["pc"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
},
[1575] = {
["q"] = "暴风城`调查神庙`38`43`2`暴风城的布罗哈恩·铁桶要求你去找到阿塔哈卡神庙。",
["pa"] = "布罗哈恩·铁桶`暴风城`64,21`65,20`65,21`65,22`64,20",
["pc"] = "布罗哈恩·铁桶`暴风城`64,21`65,20`65,21`65,22`64,20",
},
[1576] = {
["q"] = "悲伤沼泽`晒干的流木`36`42`2`给悲伤沼泽的卫兵比格斯带回8块晒干的流木。",
["os"] = {
[1] = {
["t"] = "晒干的流木：0/8",
["n"] = "11014`3130`3132",
},
},
["pa"] = "卫兵比格斯`悲伤沼泽`27,59`27,60`26,59`28,57`28,58",
["pc"] = "卫兵比格斯`悲伤沼泽`27,59`27,60`26,59`28,57`28,58",
},
[1577] = {
["q"] = "悲伤沼泽`运送货物`36`42`2`把货物带给守望堡的军需官朗格尔斯。",
["pa"] = "卫兵比格斯`悲伤沼泽`27,59`27,60`26,59`28,57`28,58",
["pc"] = "军需官朗格尔斯`诅咒之地`66,21`66,22`67,22`67,21`66,20",
},
[1578] = {
["q"] = "暴风城`去辛特兰的旅程`40`43`2`找到辛特兰的弗斯塔德·蛮锤。",
["pa"] = "布罗哈恩·铁桶`暴风城`64,21`65,20`65,21`65,22`64,20",
["pc"] = "弗斯塔德·蛮锤`希尔斯布莱德丘陵`97,6`96,6`97,7`97,5`96,5",
},
[1579] = {
["q"] = "奥达曼`占卜之瓶`39`42`2`把一瓶法力药水、一块煤和一瓶蜂蜜酒送到铁炉堡的塔瓦斯德·基瑟尔那里，用以换取塔瓦斯德的占卜之瓶。",
["os"] = {
[1] = {
["t"] = "法力药水：0/1",
["n"] = "5464`5451`8681`4190`4207`6230`6275`10500`4762`10093`9038`7311`7307`7289`7280`8729`7305`7308`7294`7293`7299`8830`5047`9346`9357`5703`9257`11075`11057`7680`11083`9306`9482`11084`7545`8827`6551`4100`5653`7788`6586`7595`7003`7069`7184`7590`7594`7601`7011`7591`9535`9491`7579`7580`9468`11591`7582`5747`5480`7926`7933`7931`5759`5692`10016`10050`9994`9935`5426`10029`5033`9816`2134`6488`8833`4460`8241`3221`9796`11077`7103`10249`7640`8954`2972`9866`9320`2636`5824`9975`9966`2629`269`8300`11040`5623`9847`6460`4325",
},
[2] = {
["t"] = "煤块：0/1",
["n"] = "6612`11133`5294`5189`5582`10134`5192`11140`10118`10124`10131`11164`5102`1506`5090`11676`5070`5313`5162`5691`5093`5215`11192`11218`11161`6618`5321`4188`11143`7032`4702`10097`3660`10122`4094`11246`5113`5128`5159`11128`11227`5362`14345`11146`11127`11131`11158`11222`5222`5134`5259`1204`11271`11264`5141`11213`8206`11272`11176`5197`10133`5084`5101`5315`6619`5133`7816`7815`3308`13565`13581`11135`5179`11139`5174`11159`5138`5699`5087`11258`11145`11206`11126`5788`11130`11181`5158`10173`11151`5194`1646`5752`10457`1650`1641`1657`3776`6142`7818",
},
[3] = {
["t"] = "蜂蜜饮料：0/1",
["n"] = "11342`8517`11075`8519`11338`7003`7069`7184`7601`7011`7579`7580`11591`7582`9816`2134`9796`7103`9810`13796`9837`2972`9866`11283`8178`9847`11516`9882`11607`9752`8199`6943`12994`6374`2400`7170`6379`11603`11500`11301`5457`11362`11330`3061`3056`9836`7094`11282`11008`9785`11006`10316`3108`9851`2678`1506`5011`8190`613`11424`11318`8516`11315`11320`9791`11275`192`9783`9872`9869`11004`11337`6400`11593`6901`8180`11340`11281`9852`5915`5900`5892`5957`5880`5961`5893`5914`11076`5888`854`9879`6877`11290`11580`11358`11374`11557`5967`9732",
},
},
["pa"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
["pc"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
},
[1580] = {
["q"] = "铁炉堡`奥丹姆的线索`45`50`2`与铁炉堡探险者大厅中的史学家卡尼克谈一谈。",
["pa"] = "资深探险家麦格拉斯`铁炉堡`72,15`70,19`70,17`74,14`70,18",
["pc"] = "史学家卡尼克`铁炉堡`76,12`75,10`77,12`77,11`75,11",
},
[1581] = {
["q"] = "铁炉堡`拭目以待`45`50`3`将迷你白金圆盘拿到塔纳利斯的奥丹姆大门去，找出两者之间的联系。",
["pa"] = "史学家卡尼克`铁炉堡`76,12`75,10`77,12`77,11`75,11",
["pc"] = "奥丹姆石座`塔纳利斯`38,81`38,82",
},
[1582] = {
["q"] = "牧师`虚弱妖术`10`10`1`与奥格瑞玛的乌尔库谈一谈。",
["pa"] = "泰金`杜隆塔尔`54,43`54,42",
["pc"] = "乌尔库`奥格瑞玛`36,87`36,88`36,86`37,88`37,89",
},
[1583] = {
["q"] = "贫瘠之地`返回十字路口`10`10`1`从驭风者管理员多拉斯那里雇一只驭风者前往十字路口，然后将格雷什卡的信交给十字路口的扎尔夫。",
["pa"] = "多拉斯`奥格瑞玛`46,64`45,64`44,65`46,65`45,65",
["pc"] = "扎尔夫`贫瘠之地`53,30`52,30`52,29",
},
[1584] = {
["q"] = "希尔斯布莱德丘陵`苦楚药剂`26`30`1`把被污染的酒桶放在被俘农夫房间的地毯上。",
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "布满灰尘的毯子`希尔斯布莱德丘陵`63,19",
},
[1585] = {
["q"] = "锻造`野人装甲`32`32`1`将2副青铜花纹护腕、2把青铜巨剑和2只锋利的爪子交给奥格瑞玛的奥罗克·沃姆什。",
["os"] = {
[1] = {
["t"] = "青铜花纹护腕：0/2",
},
[2] = {
["t"] = "青铜巨剑：0/2",
},
[3] = {
["t"] = "锋利的爪子：0/2",
["n"] = "4762`5627`10937`4328`2094`4688`5065`4717`3407`4723`4876`4473`4404`4565`4515`5390`4512`2956`4578`10506`11632`4580`11646`6087`2291`7269`4745`11641`4630`4763`10038`4792`4666`14308`4702`4421`4873`10945`4526`5579`4593`14383`10925`2281`14366`4150`4567`4669`9987`9970`6604`5812`14345`4765`4294`7102`4663`4562`4615`4771`14111`10059`2445`4692`10051`11638`10947`4687`10931`4147`5010`4585`14276`4431`5014`4962`5023`5862`5848`4626`11644`5418`10928`9005`5018`4880`4453`5634`4925`4981`5788`5016`9029`9022`9087`9096`9035`4906`4989",
},
},
["pa"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
["pc"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
},
[1586] = {
["q"] = "希尔斯布莱德丘陵`赫尔库拉的复仇`29`33`1`将埃希尔之焰、沃拉兹之焰和尤基尔之焰的力量注入赫尔库拉的魔棒。\n\n把经过仪式洗礼之后的魔棒带到南海镇的赫尔库拉墓地。",
["pa"] = "学徒塞万德`希尔斯布莱德丘陵`64,20`63,20`64,19`63,19`63,16",
["pc"] = "赫尔库拉的墓地`希尔斯布莱德丘陵`53,53`53,54",
},
[1587] = {
["q"] = "萨满祭司`符文便笺`1`1`1`阅读符文便笺，然后与纳拉其营地的米拉·晨行者谈一谈。",
["pa"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
["pc"] = "米拉·晨行者`莫高雷`45,76`45,77",
},
[1588] = {
["q"] = "术士`召唤地狱战马`40`40`3`与棘齿城的斯坦哈德·法尔杉谈一谈。",
["pa"] = "卡尔·噬灵`幽暗城`86,16`86,15`86,14`85,15",
["pc"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
},
[1589] = {
["q"] = "泰达希尔`大槌乌萨尔`7`12`2`杀掉大槌乌萨尔，然后回到多兰纳尔的阿斯瑞达斯·熊皮那里。",
["os"] = {
[1] = {
["t"] = "大槌乌萨尔：0/1",
["n"] = "3126",
},
},
["pa"] = "阿斯瑞达斯·熊皮`泰达希尔`56,57`57,58`56,58`56,59`57,57",
["pc"] = "阿斯瑞达斯·熊皮`泰达希尔`56,57`57,58`56,58`56,59`57,57",
},
[1590] = {
["q"] = "德鲁伊`响应召唤`10`10`2`与达纳苏斯塞纳里奥区的玛斯雷·驭熊者谈一谈。",
["pa"] = "卡尔`泰达希尔`56,62`57,61`56,61`55,60`57,62",
["pc"] = "玛斯雷·驭熊者`泰达希尔`25,49`24,49`25,48`24,48",
},
[1591] = {
["q"] = "德鲁伊`月光林地`10`10`3`使用法术“传送：月光林地”抵达月光林地，在那里与永夜港的德迪利特·星焰谈一谈。",
["pa"] = "玛斯雷·驭熊者`泰达希尔`25,49`24,49`25,48`24,48",
["pc"] = "德迪利特·星焰`月光林地`56,31`56,30",
},
[1592] = {
["q"] = "德鲁伊`巨熊之灵`10`10`3`到月光林地的西北部去寻找巨熊之灵，向它学习关于熊的知识，然后回到月光林地的永夜港去找德迪利特·星焰。",
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "德迪利特·星焰`月光林地`56,31`56,30",
},
[1593] = {
["q"] = "德鲁伊`返回达纳苏斯`10`10`2`回到达纳苏斯，与塞纳里奥区的玛斯雷·驭熊者谈一谈。",
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "玛斯雷·驭熊者`达纳苏斯`35,9`35,8`34,8`36,8`36,9",
},
[1594] = {
["q"] = "德鲁伊`身心之力`10`10`2`使用奥伯丁的月夜枭兽之石上面的塞纳里奥月尘引出月爪枭兽，然后击败月爪枭兽并吸取它所拥有的身心之力。\n\n任务完成之后，与达纳苏斯的玛斯雷·驭熊者谈一谈。",
["pa"] = "玛斯雷·驭熊者`达纳苏斯`35,9`35,8`34,8`36,8`36,9",
["pc"] = "玛斯雷·驭熊者`泰达希尔`25,49`24,49`25,48`24,48",
},
[1595] = {
["q"] = "法师`巨魔法师迪诺`26`26`1`和迪诺谈一谈。",
["pa"] = "安娜斯塔西娅·哈特威尔`幽暗城`85,11`85,10`82,14`82,15`84,12",
["pc"] = "迪诺`奥格瑞玛`39,86`38,88`38,86`39,85`38,87",
},
[1596] = {
["q"] = "战士`简易羊皮纸`2`1`1`阅读简易羊皮纸，然后和试炼谷的弗郎恩谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "弗朗恩`杜隆塔尔`43,69`43,68`42,68`44,69",
},
[1597] = {
["q"] = "灼热峡谷`自由的钥匙`43`47`3`搜寻灼热峡谷并找到一个可以插入这把格里塞特厕所钥匙的锁眼。",
["pa"] = "格里塞特厕所钥匙`灼热峡谷`53,45`38,51`48,52`34,68`49,51",
["pc"] = "木制厕所`灼热峡谷`66,62`65,62`66,63",
},
[1598] = {
["q"] = "剃刀高地`邪恶的盟友`28`36`1`把玛克林大使的头颅带给幽暗城的varimathras。",
["os"] = {
[1] = {
["t"] = "玛克林大使的头颅：0/1",
["n"] = "6974",
},
},
["pa"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
["pc"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
},
[1599] = {
["q"] = "猎人`驯服野兽`10`10`1`使用驯兽棒驯服硬甲蝎。练习你的技能，然后将驯兽棒还给剃刀岭的索塔尔。",
["pa"] = "索塔尔`杜隆塔尔`52,44`52,43",
["pc"] = "索塔尔`杜隆塔尔`52,44`52,43",
},
[1600] = {
["q"] = "猎人`训练野兽`10`10`1`与奥格瑞玛的奥玛克谈一谈。",
["pa"] = "索塔尔`杜隆塔尔`52,44`52,43",
["pc"] = "奥玛克`奥格瑞玛`66,19`66,18`66,20`67,19`67,17",
},
[1601] = {
["q"] = "杜隆塔尔`玛高兹`6`12`1`和玛高兹谈一谈。",
["pa"] = "奥戈尼尔·魂痕`杜隆塔尔`52,43`52,42`53,42`53,45`53,43",
["pc"] = "玛高兹`杜隆塔尔`56,20`55,20`55,19`57,20`56,19",
},
[1602] = {
["q"] = "湿地`第三舰队`22`27`2`为大副菲兹莫斯买一壶蜂蜜酒。",
["os"] = {
[1] = {
["t"] = "蜂蜜酒：0/1",
["n"] = "6364",
},
},
["pa"] = "大副菲兹莫斯`湿地`11,60`11,59`10,59`10,60`11,56",
["pc"] = "大副菲兹莫斯`湿地`11,60`11,59`10,59`10,60`11,56",
},
[1603] = {
["q"] = "制皮`龙鳞制皮`40`55`1`将2套硬化蝎壳胸甲、2套硬化蝎壳手套和10片龙鳞交给荒芜之地的索卡夫·龙眼。\n\n完成这项任务之后，你就可以学到龙鳞制皮技术了。\n\n同时，你也将永远无法学习元素制皮技术和部族制皮技术，在决定之前先考虑清楚。",
["os"] = {
[1] = {
["t"] = "硬化蝎壳胸甲：0/2",
["n"] = "1894",
},
[2] = {
["t"] = "硬化蝎壳手套：0/2",
["n"] = "1900",
},
[3] = {
["t"] = "龙鳞：0/10",
["n"] = "12912`10793`10791`3871`10800`11652`11656`5915`10815`10780`4792`3423`5465`3415`3434`4873`12885`3445`9530`10795`10803`14197`2079`3444`9653`3454`9615`9663`9591`4962`11650`5862`11045`9214`9259`4925`9859`7131`2891`4981`11654`3887`3644`5887`5928`5918`5940",
},
},
["pa"] = "索卡夫·龙眼`荒芜之地`61,61`63,56`63,58`63,57`62,57",
["pc"] = "索卡夫·龙眼`荒芜之地`61,61`63,56`63,58`63,57`62,57",
},
[1604] = {
["q"] = "黑海岸`深渊之神`16`20`2`把《深渊之神》交给铁炉堡的葛利·硬骨。",
["pa"] = "《深渊之神》`黑海岸`39,86`40,84`40,86`39,88`41,84",
["pc"] = "葛利·硬骨`铁炉堡`50,6`51,6`51,5`50,7`50,5",
},
[1605] = {
["q"] = "盗贼`艾瑞安的命令`16`16`2`到暴风城去找到“剃刀”雷吉克。",
["pa"] = "艾瑞安·影语`泰达希尔`25,52`24,52",
["pc"] = "“剃刀”雷吉克`艾尔文森林`34,38",
},
[1606] = {
["q"] = "黑海岸`杀出重围`16`22`2`保护沃科尔离开，然后去和奥伯丁的特伦希斯谈一谈。",
["pa"] = "沃科尔`黑海岸`45,85`43,84`42,83`44,85`44,84",
["pc"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
},
[1607] = {
["q"] = "黑海岸`奥萨拉克斯之塔`15`21`2`搜集一枚发光的灵魂宝石，并把它交给迈斯特拉岗哨的净化者德尔格伦。",
["os"] = {
[1] = {
["t"] = "发光的灵魂宝石：0/1",
["n"] = "9994`9935`10029`5033",
},
},
["pa"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
["pc"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
},
[1608] = {
["q"] = "盗贼`赤脊山的联络员`16`16`2`到赤脊山的湖畔镇去和卢修斯谈一谈。",
["pa"] = "“剃刀”雷吉克`艾尔文森林`34,38",
["pc"] = "卢修斯`赤脊山`28,52`29,50`28,53`28,50`29,52",
},
[1609] = {
["q"] = "盗贼`马迪亚斯和迪菲亚盗贼`20`20`2`去西部荒野和密探吉尔妮谈一谈。",
["pa"] = "马迪亚斯·肖尔`艾尔文森林`34,38",
["pc"] = "密探吉尔妮`西部荒野`68,70`69,70`68,71`69,71",
},
[1610] = {
["q"] = "钓鱼`小齿轮`11`12`2`收集8个小齿轮，把它们交给奥伯丁的维兹班恩·曲针。",
["os"] = {
[1] = {
["t"] = "小齿轮：0/8",
["n"] = "8038`8041`8039",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "维兹班恩·曲针`黑海岸`37,44",
},
[1611] = {
["q"] = "制皮`蛮皮护肩`36`45`1`给莫沙彻营地的杉多尔·迅蹄带去6块厚重护甲片和1株野葡萄。",
["os"] = {
[1] = {
["t"] = "厚重护甲片：0/6",
["n"] = "9837",
},
[2] = {
["t"] = "野葡萄藤：0/1",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
},
[1612] = {
["q"] = "尘泥沼泽`挑战莫格穆洛克`40`45`1`打败莫格穆洛克，再把消息带给蕨墙村的德拉兹辛比。",
["pa"] = "莫格穆洛克大王`尘泥沼泽`36,31`36,32`37,32`37,31`38,32",
["pc"] = "德拉兹辛比`尘泥沼泽`37,33`37,32`36,31`36,32",
},
[1613] = {
["q"] = "制皮`蛮皮外衣`36`45`1`给莫沙彻营地的杉多尔·迅蹄带去2件龟鳞胸甲、2副龟鳞手套和1株野葡萄。",
["os"] = {
[1] = {
["t"] = "龟壳胸甲：0/2",
},
[2] = {
["t"] = "龟壳手套：0/2",
["n"] = "7003`7594`11671`6139`13475`2150`8151`10646`5888`6296`2204`10702`10088`6341`12110`7030`7393`10537`6938`10214`5031`14076`11704`12943`3973`11025`10216`5985`8665`7344`7349`2997`13422`1009`6295`6354`6345`10642`11673`6579`8761`6580`6574`6593`1135`8685`2147`7115`8080`6128`7219`8482`2049`5960`6350`7012`2882`6582",
},
[3] = {
["t"] = "野葡萄藤：0/1",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
},
[1614] = {
["q"] = "制皮`蛮皮头盔`36`45`1`给莫沙彻营地的杉多尔·迅蹄带去2件夜色外套、2条夜色头巾和1株野葡萄。",
["os"] = {
[1] = {
["t"] = "夜色外套：0/2",
},
[2] = {
["t"] = "夜色头带：0/2",
},
[3] = {
["t"] = "野葡萄藤：0/1",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
},
[1615] = {
["q"] = "萨满祭司`空气的召唤`30`30`1`到千针石林去找普拉特·白云。",
["pa"] = "萨尼斯·织火`雷霆崖`26,22`23,20`25,21`24,21`27,23",
["pc"] = "普拉特·白云`千针石林`54,43`54,42`53,44`53,45`52,44",
},
[1616] = {
["q"] = "法师`新鲜的蜘蛛丝`26`26`2`找到8束新鲜的蜘蛛丝，把它们交给暴风城的维恩·拉尔森。",
["os"] = {
[1] = {
["t"] = "新鲜的蜘蛛丝：0/8",
["n"] = "4232`7454",
},
},
["pa"] = "高阶巫师安多玛斯`暴风城`38,82`38,81`37,82`39,82",
["pc"] = "维恩·拉尔森`艾尔文森林`21,44",
},
[1617] = {
["q"] = "术士`寻找斯坦哈德`30`30`1`在棘齿城找到斯坦哈德·法尔杉。",
["pa"] = "凯伦丁·哈加尔`提瑞斯法林地`66,71`66,70`66,72",
["pc"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
},
[1618] = {
["q"] = "黑海岸`搁浅的海龟`14`19`2`把有奇怪标记的箱子交给奥伯丁的温尼斯·布莱葛。",
["pa"] = "搁浅的海龟`黑海岸`44,21`32,84`31,86`37,62`53,18",
["pc"] = "温尼斯·布莱葛`黑海岸`37,46`37,45`36,46`38,46`37,47",
},
[1619] = {
["q"] = "灰谷`召唤者`21`25`2`干掉萨瑞鲁斯·法伯尼，把他的首级交给银风避难所的哨兵维尔莉妮·星坠。",
["os"] = {
[1] = {
["t"] = "萨瑞鲁斯·法伯尼的头颅：0/1",
["n"] = "9949",
},
},
["pa"] = "哨兵维尔莉妮·星坠`灰谷`50,67`51,67`49,68",
["pc"] = "哨兵维尔莉妮·星坠`灰谷`50,67`51,67`49,68",
},
[1620] = {
["q"] = "德鲁伊`必修的课程`16`16`3`与月光林地永夜港的德迪利特·星焰谈一谈。",
["pa"] = "玛斯雷·驭熊者`泰达希尔`25,49`24,49`25,48`24,48",
["pc"] = "德迪利特·星焰`月光林地`56,31`56,30",
},
[1621] = {
["q"] = "德鲁伊`湖中试炼`16`16`3`在月神湖寻找神殿灵珠，把它带到月光林地西北部的雷姆洛斯神殿去。在神殿中使用神殿灵珠，然后与神殿中的塔加里谈话来完成试炼。",
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "塔加里`月光林地`36,40`37,40`36,41`37,38`36,42",
},
[1622] = {
["q"] = "奥特兰克山脉`男爵之死`30`40`2`把瓦杜斯男爵的头带给南海镇的赫尼·马雷布镇长。",
["os"] = {
[1] = {
["t"] = "瓦杜斯男爵的头颅：0/1",
["n"] = "9847",
},
},
["pa"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
["pc"] = "赫尼·马雷布镇长`希尔斯布莱德丘陵`48,59`48,60`50,58",
},
[1623] = {
["q"] = "德鲁伊`海狮试炼`16`16`3`寻找水兽耐力坠饰和水兽敏捷坠饰。与月光林地的居民谈一谈，找出这些东西可能被放在哪里。\n\n在雷姆洛斯神殿附近将海狮坠饰的两部分合而为一。\n\n将合并好的坠饰交给月光林地永夜港中的德迪利特·星焰。",
["os"] = {
[1] = {
["t"] = "海狮坠饰：0/1",
},
},
["pa"] = "塔加里`月光林地`36,40`37,40`36,41`37,38`36,42",
["pc"] = "德迪利特·星焰`月光林地`56,31`56,30",
},
[1624] = {
["q"] = "黑海岸`搁浅的海洋生物`11`19`2`把海洋生物的骸骨交给奥伯丁的温尼斯·布莱葛。",
["pa"] = "搁浅的海洋生物`黑海岸`42,32`36,71`33,81`31,87`42,31",
["pc"] = "温尼斯·布莱葛`黑海岸`37,46`37,45`36,46`38,46`37,47",
},
[1625] = {
["q"] = "荆棘谷`瓶中信`45`45`3`找到瓶中信的作者。",
["pa"] = "仔细折叠的便笺`荆棘谷`39,60`32,79`32,66`37,69`33,56",
["pc"] = "普巴尔公主`荆棘谷`38,81`39,81`36,83`38,79`38,80",
},
[1626] = {
["q"] = "术士`控制小鬼`1`3`1`收集3个断骨骷髅的颅骨，把它们交给温雅·玛山德。",
["os"] = {
[1] = {
["t"] = "断骨骷髅的颅骨：0/3",
["n"] = "2412",
},
},
["pa"] = "温雅·玛山德`提瑞斯法林地`31,66",
["pc"] = "温雅·玛山德`提瑞斯法林地`31,66",
},
[1627] = {
["q"] = "术士`被污染的卷轴`2`1`1`阅读被污染的卷轴，然后和丧钟镇的马克希米林谈一谈。",
["pa"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
["pc"] = "马克希米林`提瑞斯法林地`31,66`32,66",
},
[1628] = {
["q"] = "术士`哈加尔的召唤`10`10`1`与幽暗城的凯伦丁·哈加尔谈一谈。",
["pa"] = "埃格隆·卡加尔`提瑞斯法林地`62,53`62,52",
["pc"] = "凯伦丁·哈加尔`提瑞斯法林地`66,71`66,70`66,72",
},
[1629] = {
["q"] = "法师`欢笑的姐妹`26`26`1`给十字路口的基尔哈拉带去12缕欢笑姐妹的头发。",
["os"] = {
[1] = {
["t"] = "欢笑姐妹的头发：0/12",
["n"] = "10024",
},
},
["pa"] = "迪诺`奥格瑞玛`39,86`38,88`38,86`39,85`38,87",
["pc"] = "基尔哈拉`贫瘠之地`52,32`52,33`52,31`51,32`52,30",
},
[1630] = {
["q"] = "术士`噬魂者`20`20`2`与贫瘠之地的先知塔卡尔交谈。",
["pa"] = "黑暗缚灵者加科因`艾尔文森林`14,45`15,45",
["pc"] = "先知塔卡尔`贫瘠之地`50,57`49,57`49,56`49,58`50,56",
},
[1631] = {
["q"] = "术士`同心树`20`20`2`从灰谷取回同心树，把它交给暴风城法师区里的黑暗缚灵者加科因。",
["os"] = {
[1] = {
["t"] = "同心树：0/1",
},
},
["pa"] = "先知塔卡尔`贫瘠之地`50,57`49,57`49,56`49,58`50,56",
["pc"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
},
[1632] = {
["q"] = "术士`誓缚`20`20`2`召唤并制服一个魅魔，然后将同心树之核还给已宰的羔羊旅店的黑暗缚灵者加科因。",
["os"] = {
[1] = {
["t"] = "魅魔：0/1",
["n"] = "3005`3006",
},
},
["pa"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
["pc"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
},
[1633] = {
["q"] = "悲伤沼泽`海中的威胁`39`45`1`与悲伤沼泽的卡塔尔谈一谈。",
["pa"] = "托克卡尔`悲伤沼泽`81,81`80,79`83,80`82,81`80,82",
["pc"] = "卡塔尔`悲伤沼泽`84,80`84,76`84,81`86,77`81,80",
},
[1634] = {
["q"] = "悲伤沼泽`海中的威胁`39`43`1`杀掉10个沼泽鱼人、10个沼泽喷墨鱼人和10个沼泽食腐鱼人，然后向悲伤沼泽的卡塔尔回报。",
["os"] = {
[1] = {
["t"] = "沼泽鱼人：0/10",
["n"] = "3127`2568",
},
[2] = {
["t"] = "沼泽喷墨鱼人：0/10",
["n"] = "3130",
},
[3] = {
["t"] = "沼泽食腐鱼人：0/10",
["n"] = "3132",
},
},
["pa"] = "卡塔尔`悲伤沼泽`84,80`84,76`84,81`86,77`81,80",
["pc"] = "托克卡尔`悲伤沼泽`81,81`80,79`83,80`82,81`80,82",
},
[1635] = {
["q"] = "悲伤沼泽`海中的威胁`41`43`1`与悲伤沼泽的托克卡尔谈一谈。",
["pa"] = "卡塔尔`悲伤沼泽`84,80`84,76`84,81`86,77`81,80",
["pc"] = "卡塔尔`悲伤沼泽`84,80`84,76`84,81`86,77`81,80",
},
[1636] = {
["q"] = "悲伤沼泽`海中的威胁`41`45`1`杀掉10名沼泽喷墨鱼人、10名沼泽食腐鱼人和10名沼泽鱼人智者，然后向悲伤沼泽的卡塔尔回报。",
["os"] = {
[1] = {
["t"] = "沼泽喷墨鱼人：0/10",
["n"] = "3130",
},
[2] = {
["t"] = "沼泽食腐鱼人：0/10",
["n"] = "3132",
},
[3] = {
["t"] = "沼泽鱼人智者：0/10",
["n"] = "2568",
},
},
["pa"] = "卡塔尔`悲伤沼泽`84,80`84,76`84,81`86,77`81,80",
["pc"] = "卡塔尔`悲伤沼泽`84,80`84,76`84,81`86,77`81,80",
},
[1637] = {
["q"] = "盗贼`亡灵哨兵`10`13`1`得到阿斯托的介绍信，并将其交给盗贼区的米奈特·卡加德。",
["os"] = {
[1] = {
["t"] = "阿斯托的介绍信：0/1",
["n"] = "9038",
},
},
["pa"] = "米奈特·卡加德`幽暗城`84,69`83,69`84,68`84,72`78,71",
["pc"] = "米奈特·卡加德`提瑞斯法林地`65,80`66,80`64,80`66,79",
},
[1638] = {
["q"] = "术士`阴谋之书`30`30`3`将翻修过的书籍和3根导能魔棒交给棘齿城的斯坦哈德·法尔杉。",
["os"] = {
[1] = {
["t"] = "导能魔棒：0/3",
["n"] = "7058`8609",
},
},
["pa"] = "克罗姆·粗臂`铁炉堡`76,9`74,11`74,10`75,10`74,9",
["pc"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
},
[1639] = {
["q"] = "术士`誓缚`30`30`3`召唤地狱猎犬并打败它，然后把阴谋之书交给棘齿城的斯坦哈德·法尔杉。",
["os"] = {
[1] = {
["t"] = "地狱猎犬：0/1",
["n"] = "3135`3146`3148",
},
},
["pa"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
["pc"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
},
[1640] = {
["q"] = "莫高雷`风怒鹰身人`5`8`1`给血蹄村的卢尔·鹰爪带回8只风怒鹰身人的爪子。",
["os"] = {
[1] = {
["t"] = "风怒鹰身人的爪子：0/8",
["n"] = "10302`8854",
},
},
["pa"] = "卢尔·鹰爪`莫高雷`47,61`47,62`48,60`47,63`49,61",
["pc"] = "卢尔·鹰爪`莫高雷`47,61`47,62`48,60`47,63`49,61",
},
[1641] = {
["q"] = "诅咒之地`失落的荣耀`45`45`1`聆听部落英雄的灵魂讲述他的故事。",
["pa"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
["pc"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
},
[1642] = {
["q"] = "诅咒之地`悔恨的战士`45`50`1`与斯通纳德的分队指挥官鲁尔格谈一谈。",
["pa"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
["pc"] = "分队指挥官鲁尔格`悲伤沼泽`48,55",
},
[1643] = {
["q"] = "悲伤沼泽`丢失的命令`45`50`1`与本戈尔谈一谈。",
["pa"] = "分队指挥官鲁尔格`悲伤沼泽`48,55",
["pc"] = "本戈尔`悲伤沼泽`45,57`45,58`45,56`45,55`45,52",
},
[1644] = {
["q"] = "悲伤沼泽`沼泽空谈者`45`55`1`取回酋长的命令，把它们还给部落英雄的灵魂。",
["os"] = {
[1] = {
["t"] = "酋长的命令：0/1",
["n"] = "8130",
},
},
["pa"] = "本戈尔`悲伤沼泽`45,57`45,58`45,56`45,55`45,52",
["pc"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
},
[1645] = {
["q"] = "牧师`神圣信件`2`1`2`阅读神圣信件，然后与北郡修道院的牧师安妮塔谈一谈。",
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "女牧师安妮塔`艾尔文森林`50,39`50,40",
},
[1646] = {
["q"] = "牧师`圣光的恩赐`5`4`2`与艾尔文森林的女牧师洁塞塔谈一谈。",
["pa"] = "女牧师安妮塔`艾尔文森林`50,39`50,40",
["pc"] = "女牧师洁塞塔`艾尔文森林`43,66`43,65`44,66",
},
[1647] = {
["q"] = "牧师`圣光之衣`5`4`2`找到卫兵罗伯兹并使用次级治疗术（等级 2）来治疗他。然后对他施放真言术：韧，最后向闪金镇的女牧师洁塞塔复命。",
["os"] = {
[1] = {
["t"] = "治疗并强化卫兵罗伯兹：0/1",
},
},
["pa"] = "女牧师洁塞塔`艾尔文森林`43,66`43,65`44,66",
["pc"] = "女牧师洁塞塔`艾尔文森林`43,66`43,65`44,66",
},
[1648] = {
["q"] = "战士`简要的信件`2`1`2`阅读简要的信件，然后与北郡修道院的莱尼·拜舍尔谈一谈。",
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "莱尼·拜舍尔`艾尔文森林`50,42`49,42`51,42",
},
[1649] = {
["q"] = "灼热峡谷`无瑕之焰`40`48`3`收集4份烈焰之心和4份傀儡之油，然后把这些东西交给卡拉然·温布雷。",
["os"] = {
[1] = {
["t"] = "烈焰之心：0/4",
["n"] = "10131`11676`11258",
},
[2] = {
["t"] = "傀儡之油：0/4",
["n"] = "13581`11682`3928",
},
},
["pa"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
["pc"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
},
[1650] = {
["q"] = "灼热峡谷`铸造火炬杆`43`48`3`给卡拉然带去8把瑟银匕首。",
["os"] = {
[1] = {
["t"] = "瑟银匕首：0/8",
["n"] = "5463`2775`8723`3947`3958`8794`11688`8712`8788",
},
},
["pa"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
["pc"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
},
[1651] = {
["q"] = "辛特兰`请教加德林大师`40`45`1`与森金村的加德林大师谈一谈。",
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
},
[1652] = {
["q"] = "灼热峡谷`玛尔戈的巨角`45`48`2`将玛尔戈的巨角交给巡山人贝波蒂。",
["pa"] = "玛尔戈的角`荒芜之地`14,59`13,59`8,83",
["pc"] = "巡山人贝波蒂`洛克莫丹`19,82`19,83`18,84`19,81`18,83",
},
[1653] = {
["q"] = "凄凉之地`杰恩可汗`34`37`3`把杰恩可汗的头颅交给凄凉之地吉尔吉斯村的智者乌泰克。",
["os"] = {
[1] = {
["t"] = "杰恩可汗的头颅：0/1",
["n"] = "9740",
},
},
["pa"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
["pc"] = "智者乌泰克`凄凉之地`36,79`38,79`37,78`37,79`36,78",
},
[1654] = {
["q"] = "灰谷`坠星湖`21`30`2`从沼泽兽智者那里取回一枚陨落的月亮石，并把它带给阿斯特兰纳的皮尔图拉斯·怀特姆恩。",
["os"] = {
[1] = {
["t"] = "陨落的月亮石：0/1",
["n"] = "9947",
},
},
["pa"] = "皮尔图拉斯·怀特姆恩`灰谷`37,52`38,55`36,52`37,53",
["pc"] = "皮尔图拉斯·怀特姆恩`灰谷`37,52`38,55`36,52`37,53",
},
[1655] = {
["q"] = "奥格瑞玛`隐藏的敌人`9`12`1`将军官的徽章交给奥格瑞玛的萨尔。",
["os"] = {
[1] = {
["t"] = "军官的徽章：0/1",
["n"] = "8881`10394",
},
},
["pa"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
["pc"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
},
[1656] = {
["q"] = "黑海岸`熊怪的威胁`10`14`2`杀掉8个黑木探路者和5个黑木风语者，然后回到奥伯丁向特伦希斯汇报。",
["os"] = {
[1] = {
["t"] = "黑木探路者：0/8",
["n"] = "3150",
},
[2] = {
["t"] = "黑木风语者：0/5",
["n"] = "3156",
},
},
["pa"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
["pc"] = "特伦希斯`黑海岸`39,43`39,44`38,43`38,44",
},
[1657] = {
["q"] = "贫瘠之地`写给金吉尔的信`18`20`1`把达索克的亲笔信交给金吉尔，他住在石爪峰的洞穴中。",
["pa"] = "达索克·快刀`贫瘠之地`52,31`51,31`52,30",
["pc"] = "巫医金吉尔`石爪山脉`74,98`75,98`74,97`74,96",
},
[1658] = {
["q"] = "法师`高阶巫师安多玛斯`26`26`2`和高阶巫师安多玛斯谈一谈。",
["pa"] = "詹妮亚·坎农`艾尔文森林`19,46`19,45`20,45`20,46",
["pc"] = "高阶巫师安多玛斯`艾尔文森林`19,46",
},
[1659] = {
["q"] = "法师`乌尔的暗影魔法研究论文`26`28`2`将《乌尔的暗影魔法研究论文》交给暴风城的高阶巫师安多玛斯。",
["os"] = {
[1] = {
["t"] = "乌尔的暗影魔法研究论文：0/1",
["n"] = "11689`4759",
},
},
["pa"] = "高阶巫师安多玛斯`艾尔文森林`19,46",
["pc"] = "高阶巫师安多玛斯`艾尔文森林`19,46",
},
[1660] = {
["q"] = "锻造`铁肩铠`33`32`1`将4把青铜战斧和4把青铜战锤交给奥格瑞玛的奥罗克·沃姆什。",
["os"] = {
[1] = {
["t"] = "青铜战斧：0/4",
},
[2] = {
["t"] = "青铜战锤：0/4",
},
},
["pa"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
["pc"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
},
[1661] = {
["q"] = "黑海岸`搁浅的巨兽`11`14`2`在奥伯丁西面海水中的海龟骸骨那里取回海龟残骸，然后与奥伯丁的温尼斯·布莱葛谈一谈。",
["os"] = {
[1] = {
["t"] = "海龟的残骸：0/1",
["n"] = "11690`4716",
},
},
["pa"] = "温尼斯·布莱葛`黑海岸`37,46`37,45`36,46`38,46`37,47",
["pc"] = "温尼斯·布莱葛`黑海岸`37,46`37,45`36,46`38,46`37,47",
},
[1662] = {
["q"] = "制皮`蛮皮护甲`42`45`2`给羽月要塞的普拉特·马克格鲁比带去10块厚皮。",
["os"] = {
[1] = {
["t"] = "厚皮：0/10",
["n"] = "5464`6583`5451`8719`8686`8131`7311`7307`7289`7280`8729`7305`7308`7294`7293`7299`8830`8171`6923`11922`12248`12099`11803`6586`7595`7003`7590`7594`7591`2092`8833`3221`11077`10778`8717`8197`12094`10906`11917`7316`12102`7321`11831`6657`11105`2483`2479`2471`2475`10783`7314`9173`6291`6252`7282`12994`8829`10749`12060`13475`3494`8272`12095`10236`12079`12075`11988`9551`12914`9593`10635`6555`10782`3632`5883`6620`7326`1905`7243`11930`10573`10585`10597`10583`6282`10793`10791`11758`2150`7237`11796`7364`2678`6420`6283`10806`10811`8151`10528",
},
},
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[1663] = {
["q"] = "制皮`蛮皮护肩`42`45`2`给羽月要塞的普拉特·马克格鲁带去6片厚重护甲片和1株野葡萄。",
["os"] = {
[1] = {
["t"] = "厚重护甲片：0/6",
["n"] = "9837",
},
[2] = {
["t"] = "野葡萄藤：0/1",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[1664] = {
["q"] = "制皮`蛮皮头盔`42`45`2`给羽月要塞的普拉特·马克格鲁比带去2件夜色外套、2条夜色头巾和一株野葡萄。",
["os"] = {
[1] = {
["t"] = "夜色外套：0/2",
},
[2] = {
["t"] = "夜色头带：0/2",
},
[3] = {
["t"] = "野葡萄藤：0/1",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[1665] = {
["q"] = "制皮`蛮皮外衣`41`45`2`给羽月要塞的普拉特·马克格鲁带去2件龟鳞胸甲、2副龟鳞手套和1株野葡萄。",
["os"] = {
[1] = {
["t"] = "龟壳胸甲：0/2",
},
[2] = {
["t"] = "龟壳手套：0/2",
["n"] = "7003`7594`11671`6139`13475`2150`8151`10646`5888`6296`2204`10702`10088`6341`12110`7030`7393`10537`6938`10214`5031`14076`11704`12943`3973`11025`10216`5985`8665`7344`7349`2997`13422`1009`6295`6354`6345`10642`11673`6579`8761`6580`6574`6593`1135`8685`2147`7115`8080`6128`7219`8482`2049`5960`6350`7012`2882`6582",
},
[3] = {
["t"] = "野葡萄藤：0/1",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[1666] = {
["q"] = "制皮`蛮皮护甲`36`45`1`给莫沙彻营地的杉多尔·迅蹄带去10块厚皮。",
["os"] = {
[1] = {
["t"] = "厚皮：0/10",
["n"] = "5464`6583`5451`8719`8686`8131`7311`7307`7289`7280`8729`7305`7308`7294`7293`7299`8830`8171`6923`11922`12248`12099`11803`6586`7595`7003`7590`7594`7591`2092`8833`3221`11077`10778`8717`8197`12094`10906`11917`7316`12102`7321`11831`6657`11105`2483`2479`2471`2475`10783`7314`9173`6291`6252`7282`12994`8829`10749`12060`13475`3494`8272`12095`10236`12079`12075`11988`9551`12914`9593`10635`6555`10782`3632`5883`6620`7326`1905`7243`11930`10573`10585`10597`10583`6282`10793`10791`11758`2150`7237`11796`7364`2678`6420`6283`10806`10811`8151`10528",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
},
[1667] = {
["q"] = "牧师`奥术回馈`20`20`2`与暴风城的高阶牧师劳瑞娜谈一谈。",
["pa"] = "高阶牧师洛汉`铁炉堡`27,7`24,7`27,8`25,9`25,8",
["pc"] = "高阶牧师劳瑞娜`暴风城`39,26`41,31`39,27`39,28`40,29",
},
[1668] = {
["q"] = "西部荒野`杉德尔船长的宝藏`15`16`2`在风车旁的一个空水罐里寻找下一条线索。",
["pa"] = "破桶`西部荒野`41,48`40,48",
["pc"] = "旧罐子`西部荒野`41,17",
},
[1669] = {
["q"] = "西部荒野`杉德尔船长的宝藏`15`16`2`找到杉德尔船长的箱子并打开它，取得你的奖励。",
["pa"] = "旧罐子`西部荒野`41,17",
["pc"] = "锁住的箱子`西部荒野`26,17",
},
[1670] = {
["q"] = "制皮`蛮皮护甲大师`43`45`2`将普拉特的信交给达纳苏斯的制皮大师泰龙尼斯。",
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "泰龙尼斯`泰达希尔`31,51`31,52`30,52",
},
[1671] = {
["q"] = "制皮`部族制皮`43`55`2`将1件蛮皮外衣和1件蛮皮头盔交给菲拉斯的凯雷希亚·猎月。\n\n完成这项任务之后，你就可以学到部族制皮技术了。\n\n同时，你也将永远无法学习元素制皮技术和龙鳞制皮技术，在决定之前先考虑清楚。",
["os"] = {
[1] = {
["t"] = "蛮皮外衣：0/1",
},
[2] = {
["t"] = "蛮皮头盔：0/1",
},
},
["pa"] = "凯雷希亚·猎月`菲拉斯`89,46`89,47`90,47`90,46",
["pc"] = "凯雷希亚·猎月`菲拉斯`89,46`89,47`90,47`90,46",
},
[1672] = {
["q"] = "德鲁伊`绿色便笺`1`1`1`阅读绿色便笺，然后与纳拉其营地的加尔特·迷雾行者谈一谈。",
["pa"] = "格鲁尔·鹰风`莫高雷`45,77`45,79`45,78`46,77`45,76",
["pc"] = "加尔特·迷雾行者`莫高雷`45,76`45,77",
},
[1673] = {
["q"] = "黑海岸`奥萨拉克斯之塔`27`31`2`杀掉埃瑟里克斯·纳拉辛，把他的项上人头交给奥萨拉克斯之塔附近的巴苏尔·影击。",
["os"] = {
[1] = {
["t"] = "埃瑟里克斯·纳拉辛的头颅：0/1",
["n"] = "11057",
},
},
["pa"] = "巴苏尔·影击`黑海岸`55,25`54,25`54,26`54,24`55,26",
["pc"] = "巴苏尔·影击`黑海岸`55,25`54,25`54,26`54,24`55,26",
},
[1674] = {
["q"] = "黑海岸`奥萨拉克斯之塔`19`31`2`和迈斯特拉岗哨的净化者德尔格伦谈一谈。",
["pa"] = "巴苏尔·影击`黑海岸`55,25`54,25`54,26`54,24`55,26",
["pc"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
},
[1675] = {
["q"] = "暮色森林`干烤狼肉串`18`25`2`收集10块狼肋排和1份暴风城特产调料，再回夜色镇去找厨师格鲁奥。",
["os"] = {
[1] = {
["t"] = "狼肋排：0/10",
["n"] = "5627`4688`2291`4666`14308`14383`2281`4765`5010`4555`5614`4500`4668`14364",
},
[2] = {
["t"] = "暴风城特产调料：0/1",
["n"] = "7636",
},
},
["pa"] = "厨师格鲁奥`暮色森林`74,44`74,43`74,45`75,46",
["pc"] = "厨师格鲁奥`暮色森林`74,44`74,43`74,45`75,46",
},
[1676] = {
["q"] = "铁炉堡`信号发射器`45`52`2`与铁炉堡的希格斯·熔火谈一谈，从他那儿获得一支标准型闪光信号枪。",
["pa"] = "希格斯·熔火`铁炉堡`71,94`72,93`71,95`71,91`71,93",
["pc"] = "希格斯·熔火`铁炉堡`71,94`72,93`71,95`71,91`71,93",
},
[1677] = {
["q"] = "术士`噬魂者`20`20`1`和暗影裂口的卡祖尔谈一谈。",
["pa"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
["pc"] = "卡祖尔`奥格瑞玛`47,47`48,47",
},
[1678] = {
["q"] = "术士`盲眼卡祖尔`20`20`1`和奥格瑞玛的赞卡沙谈一谈。",
["pa"] = "卡祖尔`奥格瑞玛`47,47`48,47",
["pc"] = "赞卡沙`奥格瑞玛`37,60`40,62`38,60`40,63`37,59",
},
[1679] = {
["q"] = "术士`多格兰的消息`20`20`1`找到十字路口的加兹罗格并和他谈一谈。",
["pa"] = "赞卡沙`奥格瑞玛`37,60`40,62`38,60`40,63`37,59",
["pc"] = "加兹罗格`贫瘠之地`52,30`51,30`52,31`53,31`54,32",
},
[1680] = {
["q"] = "术士`多格兰的消息`20`20`1`找到玛拉卡金的肯兹格拉并和他谈一谈。",
["pa"] = "加兹罗格`贫瘠之地`52,30`51,30`52,31`53,31`54,32",
["pc"] = "肯兹格拉`石爪山脉`72,94`73,95`73,94`72,93`73,96",
},
[1681] = {
["q"] = "贫瘠之地`塞瑞娜·血羽`15`20`1`杀掉塞瑞娜·血羽，把她的头颅交给十字路口的达索克·快刀。",
["os"] = {
[1] = {
["t"] = "塞瑞娜·血羽的头颅：0/1",
["n"] = "9005",
},
},
["pa"] = "达索克·快刀`贫瘠之地`52,31`51,31`52,30",
["pc"] = "达索克·快刀`贫瘠之地`52,31`51,31`52,30",
},
[1682] = {
["q"] = "莫高雷`被破坏的货车`6`8`1`把风险投资公司文件交给血蹄村附近的摩林·云行者。",
["pa"] = "密封的补给箱`莫高雷`54,48",
["pc"] = "摩林·云行者`莫高雷`51,59`55,61`58,61`57,62`52,60",
},
[1683] = {
["q"] = "莫高雷`风险投资公司`7`10`1`血蹄村的摩林·云行者要你去杀死14个风险投资公司工人和6个风险投资公司主官。",
["os"] = {
[1] = {
["t"] = "风险投资公司工人：0/14",
["n"] = "2867`3162",
},
[2] = {
["t"] = "风险投资公司主官：0/6",
["n"] = "3168",
},
},
["pa"] = "摩林·云行者`莫高雷`51,59`55,61`58,61`57,62`52,60",
["pc"] = "摩林·云行者`莫高雷`51,59`55,61`58,61`57,62`52,60",
},
[1684] = {
["q"] = "莫高雷`菲兹普罗克主管`7`12`1`杀掉菲兹普罗克主管，把他的笔记板带给血蹄村的摩林·云行者。",
["os"] = {
[1] = {
["t"] = "菲兹普罗克的笔记板：0/1",
["n"] = "8905",
},
},
["pa"] = "摩林·云行者`莫高雷`51,59`55,61`58,61`57,62`52,60",
["pc"] = "摩林·云行者`莫高雷`51,59`55,61`58,61`57,62`52,60",
},
[1685] = {
["q"] = "贫瘠之地`瑟格拉·黑棘`10`10`1`和十字路口的瑟格拉·黑棘谈一谈。",
["pa"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
["pc"] = "瑟格拉·黑棘`贫瘠之地`52,31`53,31`53,32`52,32`54,32",
},
[1686] = {
["q"] = "贫瘠之地`贫瘠之地的绿洲`10`10`1`和十字路口的图加·符文图腾谈一谈。",
["pa"] = "大德鲁伊哈缪尔·符文图腾`雷霆崖`79,29`78,28`78,29`77,29`79,28",
["pc"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
},
[1687] = {
["q"] = "贫瘠之地`鹰身人首领`13`16`1`从巫翼杀戮者那里收集6枚鹰身人首领之戒，把它们交给十字路口的达索克·快刀。",
["os"] = {
[1] = {
["t"] = "鹰身人首领之戒：0/6",
["n"] = "9087",
},
},
["pa"] = "达索克·快刀`贫瘠之地`52,31`51,31`52,30",
["pc"] = "达索克·快刀`贫瘠之地`52,31`51,31`52,30",
},
[1688] = {
["q"] = "战士`防御之道`10`10`1`给贫瘠之地前沿哨所的犹塞克带回5块烧焦的鳞片。",
["os"] = {
[1] = {
["t"] = "烧焦的鳞片：0/5",
["n"] = "5001`4887",
},
},
["pa"] = "犹塞克`贫瘠之地`62,20`61,21`61,20`62,21`61,22",
["pc"] = "犹塞克`贫瘠之地`62,20`61,21`61,20`62,21`61,22",
},
[1689] = {
["q"] = "诅咒之地`石化蜥蜴的大脑`45`50`3`收集10颗石化蜥蜴的大脑和2个秃鹫的砂囊，把它们交给血法师莱诺雷。",
["os"] = {
[1] = {
["t"] = "石化蜥蜴的大脑：0/10",
["n"] = "10544`12110",
},
[2] = {
["t"] = "秃鹫的砂囊：0/2",
["n"] = "6213`6174",
},
},
["pa"] = "血法师莱诺雷`悲伤沼泽`31,82`31,83`33,78`32,82`33,82",
["pc"] = "血法师莱诺雷`诅咒之地`51,14`52,12`52,11`52,13`51,16",
},
[1690] = {
["q"] = "诅咒之地`秃鹫的活力`45`50`3`收集10个秃鹫的砂囊和2块弯牙土狼的颚骨，把它们交给血法师莱诺雷。",
["os"] = {
[1] = {
["t"] = "秃鹫的砂囊：0/10",
["n"] = "6213`6174",
},
[2] = {
["t"] = "弯牙土狼的颚骨：0/2",
["n"] = "12037`10537`10549",
},
},
["pa"] = "血法师莱诺雷`悲伤沼泽`31,82`31,83`33,78`32,82`33,82",
["pc"] = "血法师莱诺雷`诅咒之地`51,14`52,12`52,11`52,13`51,16",
},
[1691] = {
["q"] = "诅咒之地`弯牙土狼的颚骨`45`50`3`收集3个弯牙土狼的颚骨、2片诅咒之地的野猪肺和1个厚甲蝎螯，把它们交给血法师德拉吉亚。",
["os"] = {
[1] = {
["t"] = "弯牙土狼的颚骨：0/3",
["n"] = "12037`10537`10549",
},
[2] = {
["t"] = "诅咒之地的野猪肺：0/2",
["n"] = "10539`11912`11739",
},
[3] = {
["t"] = "厚甲蝎螯：0/1",
["n"] = "10542`12039",
},
},
["pa"] = "血法师德拉吉亚`悲伤沼泽`31,83`31,82`30,86`33,81`31,80",
["pc"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
},
[1692] = {
["q"] = "诅咒之地`决定性的打击`45`50`3`收集3个厚甲蝎螯、2个秃鹫的砂囊和1片诅咒之地的野猪肺，把它们血法师德拉吉亚。",
["os"] = {
[1] = {
["t"] = "厚甲蝎螯：0/3",
["n"] = "10542`12039",
},
[2] = {
["t"] = "秃鹫的砂囊：0/2",
["n"] = "6213`6174",
},
[3] = {
["t"] = "诅咒之地的野猪肺：0/1",
["n"] = "10539`11912`11739",
},
},
["pa"] = "血法师德拉吉亚`悲伤沼泽`31,83`31,82`30,86`33,81`31,80",
["pc"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
},
[1693] = {
["q"] = "诅咒之地`野猪的活力`45`50`3`收集3片诅咒之地的野猪肺、2个厚甲蝎螯和1颗石化蜥蜴的大脑，把它们交给血法师德拉吉亚。",
["os"] = {
[1] = {
["t"] = "诅咒之地的野猪肺：0/3",
["n"] = "10539`11912`11739",
},
[2] = {
["t"] = "厚甲蝎螯：0/2",
["n"] = "10542`12039",
},
[3] = {
["t"] = "石化蜥蜴的大脑：0/1",
["n"] = "10544`12110",
},
},
["pa"] = "血法师德拉吉亚`悲伤沼泽`31,83`31,82`30,86`33,81`31,80",
["pc"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
},
[1694] = {
["q"] = "诅咒之地`为库米沙效力`45`55`3`在你探索诅咒之地的旅程中，如果碰巧发现了无暇的德莱尼水晶球，就把它交给收藏家库米沙。\n\n你要知道，这种宝石是整个艾泽拉斯最珍稀的水晶。诅咒之地上的任何一种生物都有可能带着一颗无暇的德莱尼水晶球。\n\n每找到一颗，你都会得到相应的酬劳。",
["os"] = {
[1] = {
["t"] = "无暇的德莱尼水晶球：0/1",
["n"] = "6213`12110`10522`12709`9536`9437`10525`10956`10549",
},
},
["pa"] = "收藏家库米沙`诅咒之地`53,34`52,36`55,34`52,35`53,31",
["pc"] = "收藏家库米沙`诅咒之地`53,34`52,36`55,34`52,35`53,31",
},
[1695] = {
["q"] = "诅咒之地`多多益善`45`55`3`将有瑕疵的德莱尼水晶碎片交给库米沙，你就可以得到相应的回报。",
["os"] = {
[1] = {
["t"] = "不完美的德莱尼水晶碎片：0/1",
["n"] = "9320`11105`9436`10528`10533`10539`8128`6213`10544`12110`10542`11739`10537`10522`8695`8821`9343`9414`9325`9282`12709`9278`9529`9536`9437`9316`10518`8807`10525`8817`10549`10519",
},
},
["pa"] = "收藏家库米沙`诅咒之地`53,34`52,36`55,34`52,35`53,31",
["pc"] = "收藏家库米沙`诅咒之地`53,34`52,36`55,34`52,35`53,31",
},
[1696] = {
["q"] = "荒芜之地`铁趾的遗愿`38`40`2`把铁趾的护符交给铁炉堡的史学家卡尼克。",
["pa"] = "勘察员雷杜尔`荒芜之地`53,43`53,44`54,43`53,41`54,44",
["pc"] = "史学家卡尼克`丹莫罗`63,23`64,23`63,24",
},
[1697] = {
["q"] = "荒芜之地`亡者的警告`38`40`2`找到顾问贝尔格拉姆，把便笺交给他。",
["pa"] = "史学家卡尼克`丹莫罗`63,23`64,23`63,24",
["pc"] = "顾问贝尔格拉姆`丹莫罗`63,23`64,23`62,24`63,24",
},
[1698] = {
["q"] = "荒芜之地`亡者的警告`38`40`2`和史学家卡尼克谈一谈。",
["pa"] = "顾问贝尔格拉姆`丹莫罗`63,23`64,23`62,24`63,24",
["pc"] = "史学家卡尼克`丹莫罗`63,23`64,23`63,24",
},
[1699] = {
["q"] = "荒芜之地`邪恶的使者`38`44`2`杀死苦痛堡垒中的因弗努斯大使，把证明他已死亡的信物交给铁炉堡的顾问贝尔格拉姆。",
["os"] = {
[1] = {
["t"] = "因弗努斯大使的护腕：0/1",
["n"] = "6142",
},
},
["pa"] = "史学家卡尼克`丹莫罗`63,23`64,23`63,24",
["pc"] = "顾问贝尔格拉姆`铁炉堡`77,10`77,11`76,11`75,10`74,12",
},
[1700] = {
["q"] = "铁炉堡`简单的接收任务`45`52`2`与铁炉堡的希格斯·熔火谈一谈。",
["pa"] = "法师泰摩尔`铁炉堡`31,5`32,5`32,3`31,4`32,4",
["pc"] = "希格斯·熔火`铁炉堡`71,94`72,93`71,95`71,91`71,93",
},
[1701] = {
["q"] = "术士`诺奥拉赫宝珠`37`40`3`等待梅纳拉·沃伦德完成诺奥拉赫宝珠，然后再与她谈一谈。",
["pa"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
["pc"] = "梅纳拉·沃伦德`贫瘠之地`62,35`63,35`63,36`62,36",
},
[1702] = {
["q"] = "泰达希尔`沉睡的德鲁伊`7`8`2`将一个萨满巫毒符咒交给班奈希尔兽穴的奥本·怒爪。",
["os"] = {
[1] = {
["t"] = "萨满巫毒符咒：0/1",
["n"] = "5051",
},
},
["pa"] = "奥本·怒爪`泰达希尔`45,61`45,62`44,61",
["pc"] = "奥本·怒爪`泰达希尔`45,61`45,62`44,61",
},
[1703] = {
["q"] = "泰达希尔`利爪德鲁伊`7`10`2`奥本·怒爪要求你去杀掉他那失去灵魂的身体，然后对其尸体使用巫毒咒符。",
["pa"] = "奥本·怒爪`泰达希尔`45,61`45,62`44,61",
["pc"] = "奥本·怒爪`泰达希尔`45,61`45,62`44,61",
},
[1704] = {
["q"] = "莫高雷`净化蛮鬃之井`9`10`1`在蛮鬃之井使用蛮鬃之井净化图腾，然后回来见穆尔·雷角。",
["pa"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
["pc"] = "穆尔·雷角`莫高雷`49,63`48,60`49,60`49,61`50,62",
},
[1705] = {
["q"] = "红云台地`纳拉其营地的危机`4`4`1`将刺背野猪人的进攻计划交给纳拉其营地的鹰风酋长。",
["pa"] = "沾满泥土的地图`莫高雷`63,83`63,82`64,82`64,81`49,77",
["pc"] = "鹰风酋长`莫高雷`44,76`45,76`45,77",
},
[1706] = {
["q"] = "莫高雷`猎人之道`10`10`1`收集4只平原徘徊者的爪子，把它们带给雷霆崖的梅洛·石蹄。",
["os"] = {
[1] = {
["t"] = "平原徘徊者的爪子：0/4",
["n"] = "4262",
},
},
["pa"] = "斯考恩·白云`莫高雷`47,60`47,59`48,59`48,60`46,60",
["pc"] = "梅洛·石蹄`雷霆崖`61,80`61,81`62,80`61,79`62,81",
},
[1707] = {
["q"] = "猎人`驯服野兽`10`10`1`使用驯兽棒驯服成年陆行鸟。练习你的技能，然后将驯兽棒还给血蹄村的雅文·刺鬃。",
["pa"] = "雅文·刺鬃`莫高雷`48,56`48,55`47,56`48,54`47,55",
["pc"] = "雅文·刺鬃`莫高雷`48,56`48,55`47,56`48,54`47,55",
},
[1708] = {
["q"] = "猎人`驯服野兽`10`10`1`使用驯兽棒驯服一只草原捕食者。练习你的技能，然后将驯兽棒还给血蹄村的雅文·刺鬃。",
["pa"] = "雅文·刺鬃`莫高雷`48,56`48,55`47,56`48,54`47,55",
["pc"] = "雅文·刺鬃`莫高雷`48,56`48,55`47,56`48,54`47,55",
},
[1709] = {
["q"] = "猎人`驯服野兽`10`10`1`使用驯兽棒驯服一只猛鹫。练习你的技能，然后将驯服法杖交还给血蹄村的雅文·刺鬃。",
["pa"] = "雅文·刺鬃`莫高雷`48,56`48,55`47,56`48,54`47,55",
["pc"] = "雅文·刺鬃`莫高雷`48,56`48,55`47,56`48,54`47,55",
},
[1710] = {
["q"] = "猎人`训练野兽`10`10`1`与雷霆崖猎人高地的浩特·雷角谈一谈。",
["pa"] = "雅文·刺鬃`莫高雷`48,56`48,55`47,56`48,54`47,55",
["pc"] = "浩特·雷角`雷霆崖`57,90`57,89`58,89`60,82`58,87",
},
[1711] = {
["q"] = "莫高雷`神圣的墓地`7`10`1`博学者诺拉·暴雨图腾要你在赤色石杀掉8个刺背干涉者。",
["os"] = {
[1] = {
["t"] = "刺背干涉者：0/8",
["n"] = "3173",
},
},
["pa"] = "博学者诺拉·暴雨图腾`莫高雷`60,26`60,25`58,25`59,25`60,24",
["pc"] = "博学者诺拉·暴雨图腾`莫高雷`60,26`60,25`58,25`59,25`60,24",
},
[1712] = {
["q"] = "泰达希尔`泰达希尔`8`11`2`把神谕之树的报告交给达纳苏斯的大德鲁伊范达尔·鹿盔。",
["pa"] = "哨兵阿瑞尼亚·碎云`泰达希尔`38,34`39,35`38,35`38,33`38,36",
["pc"] = "大德鲁伊范达尔·鹿盔`泰达希尔`24,49`25,49",
},
[1713] = {
["q"] = "达纳苏斯`古树之林`8`11`2`把范达尔的信交给黑海岸古树之林里的安努。",
["pa"] = "大德鲁伊范达尔·鹿盔`泰达希尔`24,49`25,49",
["pc"] = "安努`黑海岸`44,76`43,76`44,77`43,77`44,78",
},
[1714] = {
["q"] = "贫瘠之地`众月之泪`22`30`1`被流放的费格雷要你取回他的众月之泪。",
["os"] = {
[1] = {
["t"] = "众月之泪：0/1",
["n"] = "5824`12115",
},
},
["pa"] = "被流放的费格雷`贫瘠之地`49,86",
["pc"] = "被流放的费格雷`贫瘠之地`49,86",
},
[1715] = {
["q"] = "凄凉之地`雇佣保镖`30`35`3`护送基泽尔顿商队通过科卡尔半人马村，然后与瑟卡布斯库的营地中的斯米德谈话以领取你的奖赏。",
["pa"] = "考克·基泽尔顿`凄凉之地`41,79`60,38`46,75`48,76`49,76",
["pc"] = "斯米德·瑟卡布斯库`凄凉之地`61,62`61,64`60,62`60,60`60,61",
},
[1716] = {
["q"] = "凄凉之地`卡尼托的背包`35`39`2`把卡尼托的背包交给铁炉堡的罗顿·石锤。",
["pa"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
["pc"] = "罗顿·石锤`铁炉堡`68,18`68,22`70,21`68,21`69,22",
},
[1717] = {
["q"] = "凄凉之地`寻物公司的委托`36`40`2`把莱弗维奇的包裹交给铁炉堡的罗顿·石锤。",
["pa"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
["pc"] = "罗顿·石锤`铁炉堡`68,18`68,22`70,21`68,21`69,22",
},
[1718] = {
["q"] = "灰谷`维琳德·星歌`28`30`2`在达纳苏斯的公正之厅与珊蒂斯·羽月谈一谈。",
["pa"] = "哨兵梅丽瑞亚·霜影`灰谷`22,53`23,53`23,52`23,54`22,54",
["pc"] = "塞恩提尔·刃纹`达纳苏斯`62,39`62,34`62,40`62,32`62,35",
},
[1719] = {
["q"] = "战士`简易符记`1`1`2`阅读简易符记，然后与幽影谷的奥莉希亚谈一谈。",
["pa"] = "管理员伊尔萨莱恩`泰达希尔`59,44`59,43`60,45`59,45`58,43",
["pc"] = "奥莉希亚`泰达希尔`60,39`60,38`59,39",
},
[1720] = {
["q"] = "牧师`虚弱之触`10`10`1`与幽暗城的艾萨莱斯特谈一谈。",
["pa"] = "泰金`杜隆塔尔`54,43`54,42",
["pc"] = "艾萨莱斯特`幽暗城`49,18`51,21`52,22`49,19`51,22",
},
[1721] = {
["q"] = "法师`雕文信件`2`1`2`阅读雕文信件，然后与北郡修道院的凯尔东·布雷曼谈一谈。",
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "凯尔登·布雷门`艾尔文森林`50,40`50,39`49,40",
},
[1722] = {
["q"] = "法师`和詹妮亚交谈`10`10`2`和暴风城的詹妮亚·坎农谈一谈。",
["pa"] = "扎尔迪玛·维夫希尔特`艾尔文森林`43,66`44,66",
["pc"] = "詹妮亚·坎农`暴风城`39,80`39,79`37,81`38,80`38,79",
},
[1723] = {
["q"] = "工程学`保密协议`30`47`2`如果你同意成为一名侏儒技师，就右键点击保密协议，然后再次和铁炉堡的工匠大师欧沃斯巴克谈一谈。",
["os"] = {
[1] = {
["t"] = "已签署给欧沃斯巴克的保密协议：0/1",
},
},
["pa"] = "工匠大师欧沃斯巴克`铁炉堡`71,44`70,50`70,51`69,51`69,52",
["pc"] = "工匠大师欧沃斯巴克`铁炉堡`71,44`70,50`70,51`69,51`69,52",
},
[1724] = {
["q"] = "工程学`工作成果`30`47`2`将6根秘银管、1只精确瞄准镜和2个高级假人交给铁炉堡的工匠大师欧沃斯巴克。",
["os"] = {
[1] = {
["t"] = "秘银管：0/6",
},
[2] = {
["t"] = "精确瞄准镜：0/1",
["n"] = "4161",
},
[3] = {
["t"] = "高级假人：0/2",
},
},
["pa"] = "工匠大师欧沃斯巴克`铁炉堡`71,44`70,50`70,51`69,51`69,52",
["pc"] = "工匠大师欧沃斯巴克`丹莫罗`62,29`62,30`63,28`62,28",
},
[1725] = {
["q"] = "牧师`艾露恩的赐福`20`20`2`与达纳苏斯的女祭司阿兰希雅谈一谈。",
["pa"] = "高阶牧师洛汉`丹莫罗`55,22`55,23",
["pc"] = "女祭司阿兰希雅`达纳苏斯`40,81`39,81`39,80`38,81`38,80",
},
[1726] = {
["q"] = "猎人`风蚀羊皮纸`2`1`1`阅读风蚀羊皮纸，然后和试炼谷的基沙谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "基沙`杜隆塔尔`43,69`43,68`44,70`44,68`44,69",
},
[1727] = {
["q"] = "锻造`踩在脚下`34`36`1`将4顶绿铁头盔、4副绿铁护腕和4副绿铁护腿交给奥格瑞玛的奥罗克·沃姆什。",
["os"] = {
[1] = {
["t"] = "绿铁头盔：0/4",
},
[2] = {
["t"] = "绿铁护腕：0/4",
},
[3] = {
["t"] = "绿铁护腿：0/2",
},
},
["pa"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
["pc"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
},
[1728] = {
["q"] = "萨满祭司`火焰的召唤`10`10`1`去贫瘠之地找到卡纳尔·菲斯。",
["pa"] = "纳姆·逐星`莫高雷`48,59`49,60`49,59`48,60`50,58",
["pc"] = "卡纳尔·菲斯`杜隆塔尔`20,44`21,44",
},
[1729] = {
["q"] = "凄凉之地`寻物公司的委托`33`40`2`收集10个地狱犬的脑子、10对魔女之翼和10瓶末日看守之血，把它们交给凄凉之地的克雷迪格·安戈尔。",
["os"] = {
[1] = {
["t"] = "地狱犬的脑子：0/10",
["n"] = "10739`10850`10769",
},
[2] = {
["t"] = "魔女之翼：0/10",
["n"] = "9783`9872`9869",
},
[3] = {
["t"] = "末日看守之血：0/10",
["n"] = "2875`9863",
},
},
["pa"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
["pc"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
},
[1730] = {
["q"] = "盗贼`国王的搜查`16`16`2`到暴风城里去找到“剃刀”雷吉克。",
["pa"] = "霍夫丹·黑须`铁炉堡`52,15`52,14`51,15`51,16",
["pc"] = "“剃刀”雷吉克`暴风城`76,60`77,60`77,59",
},
[1731] = {
["q"] = "战士`蛀牙杰克`10`10`2`从蛀牙杰克的营地里取回治安官哈迦德的徽章，把它交给治安官哈迦德。",
["os"] = {
[1] = {
["t"] = "治安官哈迦德的徽章：0/1",
},
},
["pa"] = "治安官哈迦德`艾尔文森林`85,69`85,70`84,71`84,67`85,66",
["pc"] = "治安官哈迦德`艾尔文森林`85,69`85,70`84,71`84,67`85,66",
},
[1732] = {
["q"] = "荒芜之地`铁趾的遗愿`38`40`2`把铁趾的护符交给荒芜之地的勘察员雷杜恩。",
["pa"] = "铁趾格雷兹`奥达曼`",
["pc"] = "勘察员雷杜尔`荒芜之地`53,43`53,44`54,43`53,41`54,44",
},
[1733] = {
["q"] = "德鲁伊`返回雷霆崖`10`10`1`回到雷霆崖，与长者高地的图拉克·符文图腾谈一谈。",
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "图拉克·符文图腾`莫高雷`45,22`45,23",
},
[1734] = {
["q"] = "德鲁伊`身心之力`10`10`1`使用莫高雷与贫瘠之地交界处的月夜枭兽之石上面的塞纳里奥月尘引出月爪枭兽，然后击败月爪枭兽并吸取它所拥有的身心之力。\n\n任务完成之后，与雷霆崖的图拉克·符文图腾谈一谈。",
["pa"] = "图拉克·符文图腾`莫高雷`45,22`45,23",
["pc"] = "图拉克·符文图腾`贫瘠之地`29,39`29,40`28,39`28,40",
},
[1735] = {
["q"] = "菲拉斯`菲拉斯的历史`42`47`2`如果你想借达蕾恩·轻风的书，要先得到她的允许。",
["pa"] = "菲拉斯的历史`泰达希尔`55,91",
["pc"] = "达蕾恩·轻风`泰达希尔`55,92`56,93`56,92",
},
[1736] = {
["q"] = "菲拉斯`海龟照片`42`48`2`把信交给塔纳利斯的克格尔·曲藤。",
["pa"] = "达蕾恩·轻风`泰达希尔`55,92`56,93`56,92",
["pc"] = "克格尔·曲藤`塔纳利斯`52,27`52,28`52,29`51,27`53,27",
},
[1737] = {
["q"] = "菲拉斯`超级摄影器FX`42`48`2`用超级摄影器fx给加莫里塔拍张照片，然后把它交给鲁瑟兰村的达蕾恩·轻风。",
["os"] = {
[1] = {
["t"] = "加莫里塔的照片：0/1",
},
},
["pa"] = "克格尔·曲藤`塔纳利斯`52,27`52,28`52,29`51,27`53,27",
["pc"] = "达蕾恩·轻风`泰达希尔`55,92`56,93`56,92",
},
[1738] = {
["q"] = "盗贼`詹诺克的花`10`10`2`把詹诺克的玫瑰带给达纳苏斯的塞尤娜。",
["pa"] = "詹诺克·柔歌`泰达希尔`56,60`56,61`56,58`56,59`57,61",
["pc"] = "塞尤娜`达纳苏斯`37,22`36,21`33,19`34,20`35,20",
},
[1739] = {
["q"] = "盗贼`命运的召唤`10`10`2`找到远古的塞希尔，带回任何你可能发现的线索。",
["os"] = {
[1] = {
["t"] = "塞希尔的日记：0/1",
},
},
["pa"] = "塞尤娜`达纳苏斯`37,22`36,21`33,19`34,20`35,20",
["pc"] = "塞尤娜`泰达希尔`25,52`25,51`24,51",
},
[1740] = {
["q"] = "泰达希尔`发光的树叶`8`10`2`给奥拉密斯湖畔的德纳兰带去1片发光的树叶。",
["pa"] = "奇怪的树木`泰达希尔`35,29",
["pc"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
},
[1741] = {
["q"] = "达纳苏斯`萨丝拉的祭品`10`12`2`女祭司艾茉拉让你将萨丝拉的银色丝囊放在大殿的喷泉处，然后回去见她。",
["pa"] = "女祭司艾茉拉`达纳苏斯`36,86`37,86`35,87`37,85`35,85",
["pc"] = "女祭司艾茉拉`达纳苏斯`36,86`37,86`35,87`37,85`35,85",
},
[1742] = {
["q"] = "灰谷`月神之泪`20`22`2`找到月神之泪，把它交给阿斯特兰纳的皮尔图拉斯·怀特姆恩。",
["os"] = {
[1] = {
["t"] = "月神之泪：0/1",
["n"] = "9974`12116",
},
},
["pa"] = "皮尔图拉斯·怀特姆恩`灰谷`37,52`38,55`36,52`37,53",
["pc"] = "皮尔图拉斯·怀特姆恩`灰谷`37,52`38,55`36,52`37,53",
},
[1743] = {
["q"] = "灰谷`星尘废墟`21`23`2`收集5份星尘，把它们交给灰谷的皮尔图拉斯·怀特姆恩。",
["os"] = {
[1] = {
["t"] = "一抔星尘：0/5",
["n"] = "12117",
},
},
["pa"] = "皮尔图拉斯·怀特姆恩`灰谷`37,52`38,55`36,52`37,53",
["pc"] = "皮尔图拉斯·怀特姆恩`灰谷`37,52`38,55`36,52`37,53",
},
[1744] = {
["q"] = "猎人`驯服野兽`10`10`1`使用驯兽棒驯服可怕的杂斑野猪。练习你的技能，然后将驯兽棒还给剃刀岭的索塔尔。",
["pa"] = "索塔尔`杜隆塔尔`52,44`52,43",
["pc"] = "索塔尔`杜隆塔尔`52,44`52,43",
},
[1745] = {
["q"] = "猎人`驯服野兽`10`10`1`使用驯兽棒驯服海浪蟹。练习你的技能，然后将驯兽棒还给剃刀岭的索塔尔。",
["pa"] = "索塔尔`杜隆塔尔`52,44`52,43",
["pc"] = "索塔尔`杜隆塔尔`52,44`52,43",
},
[1746] = {
["q"] = "灰谷`卢泽尔`20`25`2`找到佐拉姆之戒，把它交给佐拉姆海岸边的塔尔伦。",
["os"] = {
[1] = {
["t"] = "佐拉姆之戒：0/1",
["n"] = "12118`12119",
},
},
["pa"] = "塔尔伦`灰谷`15,31`14,31`16,30`15,30`15,32",
["pc"] = "塔尔伦`灰谷`15,31`14,31`16,30`15,30`15,32",
},
[1747] = {
["q"] = "银松森林`密室`14`18`1`将奥拉瑞克带到密室去。",
["pa"] = "浅墓穴`银松森林`68,25",
["pc"] = "布满灰尘的书架`银松森林`65,25",
},
[1748] = {
["q"] = "丧钟镇`盗贼的交易`2`5`1`打败丧钟镇的卡尔文·蒙泰古。",
["pa"] = "卡尔文·蒙泰古`提瑞斯法林地`38,57`38,56`37,57`37,58",
["pc"] = "卡尔文·蒙泰古`提瑞斯法林地`38,57`38,56`37,57`37,58",
},
[1749] = {
["q"] = "法师`巴尼尔农场`10`10`1`将巴尼尔金鱼草交给幽暗城法师区的安娜斯塔西娅·哈特威尔。",
["os"] = {
[1] = {
["t"] = "巴尼尔金鱼草：0/1",
["n"] = "12120",
},
},
["pa"] = "安娜斯塔西娅·哈特威尔`幽暗城`85,11`85,10`82,14`82,15`84,12",
["pc"] = "安娜斯塔西娅·哈特威尔`提瑞斯法林地`66,67`66,68`65,68",
},
[1750] = {
["q"] = "艾萨拉`永不安息的灵魂`45`47`3`杀掉6个上层精灵的幻影和6个上层精灵鬼巫，然后向艾萨拉的罗哈图复命。",
["os"] = {
[1] = {
["t"] = "上层精灵的幻影：0/6",
["n"] = "3176",
},
[2] = {
["t"] = "上层精灵鬼巫：0/6",
["n"] = "3181",
},
},
["pa"] = "罗哈图`灰谷`96,51`97,50`97,51",
["pc"] = "罗哈图`灰谷`96,51`97,50`97,51",
},
[1751] = {
["q"] = "艾萨拉`充满仇恨的土地`45`47`3`杀掉6个哈达尔萨特、2个哈达尔欺诈者和2个哈达尔魔仆，然后向灰谷与艾萨拉交界处的罗哈图复命。",
["os"] = {
[1] = {
["t"] = "哈达尔萨特：0/6",
["n"] = "3187",
},
[2] = {
["t"] = "哈达尔欺诈者：0/2",
["n"] = "3190",
},
[3] = {
["t"] = "哈达尔魔仆：0/2",
["n"] = "3193",
},
},
["pa"] = "罗哈图`灰谷`96,51`97,50`97,51",
["pc"] = "罗哈图`艾萨拉`11,78`12,78`12,77",
},
[1752] = {
["q"] = "萨满祭司`大地的召唤`4`4`1`给纳拉其营地的鸦羽先知带回2份仪式药膏。",
["os"] = {
[1] = {
["t"] = "仪式药膏：0/2",
["n"] = "4335",
},
},
["pa"] = "鸦羽先知`莫高雷`45,76`45,77`44,76`46,77`45,78",
["pc"] = "鸦羽先知`莫高雷`45,76`45,77`44,76`46,77`45,78",
},
[1753] = {
["q"] = "萨满祭司`大地的召唤`5`4`1`找到科多石并喝下大地灵契。",
["pa"] = "鸦羽先知`莫高雷`45,76`45,77`44,76`46,77`45,78",
["pc"] = "大地之魂`莫高雷`54,80`53,80`54,81`55,81`55,82",
},
[1754] = {
["q"] = "萨满祭司`大地的召唤`5`4`1`将粗石英带给纳拉其营地的鸦羽先知。",
["pa"] = "大地之魂`莫高雷`54,80`53,80`54,81`55,81`55,82",
["pc"] = "鸦羽先知`莫高雷`45,76`45,77`44,76`46,77`45,78",
},
[1755] = {
["q"] = "诺莫瑞根`卡斯派普的任务`25`28`2`与铁炉堡的大机械师卡斯派普谈一谈。",
["pa"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
["pc"] = "大机械师卡斯派普`铁炉堡`70,49`70,48`69,45`70,50`70,47",
},
[1756] = {
["q"] = "莫高雷`雷霆崖之旅`7`10`1`和雷霆崖的凯恩·血蹄谈一谈。",
["pa"] = "先祖之魂`莫高雷`61,21`62,21`61,20`62,22",
["pc"] = "凯恩·血蹄`雷霆崖`59,52`59,51`60,52`59,53`60,51",
},
[1757] = {
["q"] = "萨满祭司`符文羊皮纸`2`1`1`阅读符文羊皮纸，然后和试炼谷的史克里克谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "史克里克`杜隆塔尔`42,69`43,69`43,68",
},
[1758] = {
["q"] = "萨满祭司`大地的召唤`5`4`1`把粗石英交给试炼谷的坎纳甘·地鸣。",
["pa"] = "大地之魂`杜隆塔尔`44,76",
["pc"] = "坎纳甘·地鸣`杜隆塔尔`42,69`43,69`43,68`42,68",
},
[1759] = {
["q"] = "萨满祭司`火焰的召唤`10`11`1`把眠炎火炬带给杜隆塔尔的泰尔夫·祖拉姆。",
["pa"] = "卡纳尔·菲斯`杜隆塔尔`20,44`21,44",
["pc"] = "泰尔夫·祖拉姆`贫瘠之地`65,28`66,28",
},
[1760] = {
["q"] = "黑海岸`搁浅的海龟`13`19`2`把海龟的残骸交给奥伯丁的温尼斯·布莱葛。",
["pa"] = "搁浅的海龟`黑海岸`44,21`32,84`31,86`37,62`53,18",
["pc"] = "温尼斯·布莱葛`黑海岸`37,46`37,45`36,46`38,46`37,47",
},
[1761] = {
["q"] = "术士`召唤地狱战马`40`40`1`与贫瘠之地棘齿城的斯坦哈德·法尔杉谈一谈。",
["pa"] = "泽弗洛斯特`奥格瑞玛`48,46`48,47`48,45`48,49`48,48",
["pc"] = "斯坦哈德·法尔杉`杜隆塔尔`33,74",
},
[1762] = {
["q"] = "灼热峡谷`苏塔拉之石`44`48`2`帮助杜里奥斯回到铁炉堡。",
["pa"] = "杜里奥斯·裂石`灼热峡谷`64,61`63,60`64,57`64,51`63,45",
["pc"] = "烧焦的信件`灼热峡谷`74,19`74,20`75,19`75,20",
},
[1763] = {
["q"] = "烹饪`加基森之旅！`40`45`1`到塔纳利斯沙漠的加基森去，与迪尔格·奎克里弗谈谈你的厨师生涯。",
["pa"] = "扎姆沙`奥格瑞玛`57,53`57,54`58,54`58,53`59,53",
["pc"] = "迪尔格·奎克里弗`塔纳利斯`53,28`52,28`52,29",
},
[1764] = {
["q"] = "尘泥沼泽`伊格纳兹的逃亡`33`37`2`护送伊格纳兹，然后和塞拉摩的摩根·斯特恩谈一谈。",
["pa"] = "伊格纳兹`尘泥沼泽`49,18`48,18`47,18`49,24`47,17",
["pc"] = "摩根·斯特恩`尘泥沼泽`66,45`66,46`67,45",
},
[1765] = {
["q"] = "杜隆塔尔`救命如救火`8`9`1`找到毒尾蝎的解毒剂，把它交给杜隆塔尔西北边境的林纳格。",
["os"] = {
[1] = {
["t"] = "毒尾蝎解毒剂：0/1",
},
},
["pa"] = "林纳格`杜隆塔尔`42,19`41,19",
["pc"] = "林纳格`杜隆塔尔`42,19`41,19",
},
[1766] = {
["q"] = "荆棘谷`瓶中信`45`51`3`杀死穆克拉并带着钥匙回去救出普巴尔公主。",
["os"] = {
[1] = {
["t"] = "镣铐钥匙：0/1",
["n"] = "11087`9399`9194`9454`9386`9553`1492`12126`6303`9609`9665`7251",
},
},
["pa"] = "普巴尔公主`荆棘谷`38,81`39,81`36,83`38,79`38,80",
["pc"] = "普巴尔公主`荆棘谷`38,81`39,81`36,83`38,79`38,80",
},
[1767] = {
["q"] = "法师`安娜斯塔西娅`10`10`1`和安娜斯塔西娅·哈特威尔谈一谈。",
["pa"] = "凯恩·火歌`提瑞斯法林地`62,52`62,53",
["pc"] = "安娜斯塔西娅·哈特威尔`提瑞斯法林地`66,67`66,68`65,68",
},
[1768] = {
["q"] = "杜隆塔尔`寻找解毒剂`8`9`1`收集4个毒尾蝎的毒囊，把它们交给奥格瑞玛的考格汉。",
["os"] = {
[1] = {
["t"] = "毒尾蝎的毒囊：0/4",
["n"] = "5002",
},
},
["pa"] = "考格汉`杜隆塔尔`45,1",
["pc"] = "考格汉`杜隆塔尔`45,1",
},
[1769] = {
["q"] = "法师`魂能骨堆`10`10`1`摧毁4个魂能骨堆，然后向森金村的安苏瓦汇报。",
["pa"] = "安苏瓦`杜隆塔尔`56,75`55,74",
["pc"] = "安苏瓦`杜隆塔尔`56,75`55,74",
},
[1770] = {
["q"] = "黑海岸`奥萨拉克斯之塔`23`28`2`去和奥萨拉克斯之塔附近的巴苏尔·影击谈一谈。",
["pa"] = "净化者德尔格伦`灰谷`26,39`26,38`26,37`27,38`26,40",
["pc"] = "巴苏尔·影击`黑海岸`55,25`54,25`54,26`54,24`55,26",
},
[1771] = {
["q"] = "术士`失窃的典籍`1`4`2`为杜希拉·拉萨雷找回《虚空灵能》。",
["os"] = {
[1] = {
["t"] = "虚空灵能：0/1",
["n"] = "12127`5394",
},
},
["pa"] = "杜希拉·拉萨雷`艾尔文森林`50,43`50,44`49,43`48,45`48,43",
["pc"] = "杜希拉·拉萨雷`艾尔文森林`50,43`50,44`49,43`48,45`48,43",
},
[1772] = {
["q"] = "术士`被污染的信件`2`1`2`阅读被污染的信件，然后与北郡修道院旁边的杜希拉·拉萨雷谈一谈。",
["pa"] = "治安官玛克布莱德`艾尔文森林`49,42`48,42`49,41",
["pc"] = "杜希拉·拉萨雷`艾尔文森林`50,43`50,44`49,43`48,45`48,43",
},
[1773] = {
["q"] = "菲拉斯`晨光石`43`50`2`将闪光的石头和艾奎尼克斯法杖交给羽月要塞的特洛亚斯·月风。",
["os"] = {
[1] = {
["t"] = "闪光的石头：0/1",
},
},
["pa"] = "艾奎尼克斯石碑`菲拉斯`39,13",
["pc"] = "特洛亚斯·月风`菲拉斯`32,45`32,46`32,44`31,44",
},
[1774] = {
["q"] = "战士`治安官哈迦德`10`10`2`和治安官哈迦德谈一谈。",
["pa"] = "哈里·伯加德`暴风城`74,37`73,38`74,38",
["pc"] = "治安官哈迦德`艾尔文森林`85,69`85,70`84,71`84,67`85,66",
},
[1775] = {
["q"] = "艾萨拉`偷窃知识`45`52`1`找到贝萨玛拉石板、辛耶尔石板、玛科里石板和塞尔哈石板，把它们交给艾萨拉的杰迪加。",
["os"] = {
[1] = {
["t"] = "贝萨玛拉石板：0/1",
["n"] = "12128`6268`6267",
},
[2] = {
["t"] = "辛耶尔石板：0/1",
["n"] = "6268`6267`12129",
},
[3] = {
["t"] = "玛科里石板：0/1",
["n"] = "6268`6267`12130",
},
[4] = {
["t"] = "塞尔哈石板：0/1",
["n"] = "6268`8793`12131",
},
},
["pa"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
["pc"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
},
[1776] = {
["q"] = "术士`虚空中的生物`10`10`1`夺回埃加林的魔典，把它交给诅咒神庙中的凯伦丁·哈加尔。",
["os"] = {
[1] = {
["t"] = "埃加林的魔典：0/1",
["n"] = "12132",
},
},
["pa"] = "凯伦丁·哈加尔`提瑞斯法林地`66,71`66,70`66,72",
["pc"] = "凯伦丁·哈加尔`提瑞斯法林地`66,71`66,70`66,72",
},
[1777] = {
["q"] = "术士`誓缚`10`10`1`召唤并征服一只虚空行者，然后将召唤符文还给诅咒神庙中的凯伦丁·哈加尔。",
["os"] = {
[1] = {
["t"] = "虚空行者：0/1",
["n"] = "2977`2980`2981",
},
},
["pa"] = "凯伦丁·哈加尔`提瑞斯法林地`66,71`66,70`66,72",
["pc"] = "凯伦丁·哈加尔`提瑞斯法林地`66,71`66,70`66,72",
},
[1778] = {
["q"] = "暮色森林`真言药水`37`42`1`到乞丐鬼屋去和药剂师法奥斯丁谈一谈。",
["pa"] = "亡灵哨兵莱度斯`逆风小径`28,30`28,31`27,30`27,31`28,29",
["pc"] = "药剂师法奥斯丁`逆风小径`28,29`28,31`27,31`27,33`28,32",
},
[1779] = {
["q"] = "暮色森林`真言药水`37`42`1`乞丐鬼屋的药剂师法奥斯丁需要10颗暗影黑豹的心脏，一颗泥沼之王的蘑菇和一个深海巨人的肿瘤。",
["os"] = {
[1] = {
["t"] = "暗影黑豹的心脏：0/5",
["n"] = "2092",
},
[2] = {
["t"] = "泥沼之王的蘑菇：0/1",
["n"] = "8672",
},
[3] = {
["t"] = "深海巨人的肿瘤：0/1",
["n"] = "8679`9726",
},
},
["pa"] = "药剂师法奥斯丁`逆风小径`28,29`28,31`27,31`27,33`28,32",
},
[1780] = {
["q"] = "术士`誓缚`20`20`1`召唤并征服一只魅魔，然后将纯洁的心还给诅咒神庙里的凯伦丁·哈加尔。",
["os"] = {
[1] = {
["t"] = "魅魔：0/1",
["n"] = "3005`3006",
},
},
["pa"] = "凯伦丁·哈加尔`幽暗城`84,28`83,29`83,23`85,26`85,25",
["pc"] = "凯伦丁·哈加尔`幽暗城`84,28`83,29`83,23`85,26`85,25",
},
[1781] = {
["q"] = "法师`和彬克交谈`10`10`2`和铁炉堡的彬克谈一谈。",
["pa"] = "玛济斯·石衣`丹莫罗`47,52`48,52",
["pc"] = "彬克`铁炉堡`27,8`27,9`26,10`27,10`26,9",
},
[1782] = {
["q"] = "石爪山脉`向塞恩希尔报告`25`22`2`向灰谷的哨兵塞恩希尔复命。",
["pa"] = "凯拉·影矛`石爪山脉`60,68`60,67`59,67`60,64`60,66",
["pc"] = "哨兵塞恩希尔`灰谷`35,50`35,49`36,50`36,49`36,51",
},
[1783] = {
["q"] = "石爪山脉`珊蒂斯的欢迎`25`28`2`去找达纳苏斯的珊蒂斯·羽月。",
["pa"] = "哨兵塞恩希尔`灰谷`35,50`35,49`36,50`36,49`36,51",
["pc"] = "泰兰德·语风`泰达希尔`25,64`25,63`26,64",
},
[1784] = {
["q"] = "奥达曼`翻译日记`40`42`1`在荒芜之地的卡加斯哨所里寻找一个可以帮你翻译圣骑士日记的人。",
["pa"] = "圣骑士的遗体`奥达曼`",
["pc"] = "加卡尔`灼热峡谷`82,37`81,37`82,38",
},
[1785] = {
["q"] = "奥达曼`翻译日记`40`42`1`将项链借给加卡尔。作为交换，他将帮你翻译日记。",
["pa"] = "加卡尔`灼热峡谷`82,37`81,37`82,38",
["pc"] = "加卡尔`灼热峡谷`82,37`81,37`82,38",
},
[1786] = {
["q"] = "奥达曼`寻找宝贝`40`44`1`从奥达曼找回项链上的所有三块宝石和能量源，然后把它们交给卡加斯的加卡尔。\n\n红宝石被藏在暗影矮人层层设防的地区。\n\n黄宝石藏在石腭怪活动地区的一个瓮中。\n\n蓝宝石在格瑞姆洛克手中，他是石腭怪的领袖。\n\n能量源可能在奥达曼的某个最强生物的手中。",
["os"] = {
[1] = {
["t"] = "破碎项链上的红宝石：0/1",
["n"] = "7595`7003`7594`7591`10662`8800",
},
[2] = {
["t"] = "破碎项链上的蓝宝石：0/1",
["n"] = "8834",
},
[3] = {
["t"] = "破碎项链上的黄宝石：0/1",
["n"] = "7024`7115`10663",
},
[4] = {
["t"] = "破碎项链的能量源：0/1",
["n"] = "8830",
},
},
["pa"] = "加卡尔`灼热峡谷`82,37`81,37`82,38",
["pc"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
},
[1787] = {
["q"] = "战士`铁环营地`10`11`2`把暗影矿石交给铁炉堡的托姆斯·深炉。",
["os"] = {
[1] = {
["t"] = "暗影矿石：0/1",
["n"] = "12134",
},
},
["pa"] = "托姆斯·深炉`铁炉堡`49,43`49,42`51,42`51,43`48,44",
["pc"] = "托姆斯·深炉`铁炉堡`49,43`49,42`51,42`51,43`48,44",
},
[1788] = {
["q"] = "塔纳利斯`谢申克的救赎`41`48`3`寻找初级勘探员谢申克的下落，把他或者他的勘探设备交给加基森的高级勘探员菲兹杜瑟。",
["os"] = {
[1] = {
["t"] = "谢申克的勘探设备：0/1",
["n"] = "12137`12136`12139`12135",
},
},
["pa"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
["pc"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
},
[1789] = {
["q"] = "战士`铁珊瑚`30`29`2`收集20块灼热珊瑚，把它们交给铁炉堡的科罗莫特·钢尺。",
["os"] = {
[1] = {
["t"] = "灼热珊瑚：0/20",
["n"] = "5842`12141",
},
},
["pa"] = "科罗莫特·钢尺`铁炉堡`68,46`69,46`70,47`68,47`69,47",
["pc"] = "科罗莫特·钢尺`铁炉堡`68,46`69,46`68,47`70,48`69,47",
},
[1790] = {
["q"] = "战士`托姆斯·深炉`10`11`2`和托姆斯·深炉谈一谈。",
["pa"] = "穆伦·雷矛`铁炉堡`71,90`70,91`71,91`70,90`71,89",
["pc"] = "托姆斯·深炉`铁炉堡`49,43`49,42`51,42`51,43`48,44",
},
[1791] = {
["q"] = "黑海岸`健忘的勘察员`15`20`2`在勘察员雷姆塔维尔搜寻神秘化石的时候保护他，然后回到奥伯丁的考古学家霍莉那里。",
["pa"] = "勘察员雷姆塔维尔`黑海岸`35,85`36,84`36,86`36,87`36,85",
["pc"] = "考古学家霍莉`黑海岸`38,42`37,42`38,43`38,41`39,43",
},
[1792] = {
["q"] = "制皮`蛮皮护甲大师`41`45`1`将杉多尔的信交给雷霆崖的制皮大师犹纳。",
["pa"] = "杉多尔·迅蹄`贫瘠之地`23,88",
["pc"] = "犹纳`贫瘠之地`25,41",
},
[1793] = {
["q"] = "术士`阴谋之书`30`30`1`给幽暗城的约拉·安尼森带回发霉的书籍和破损的手稿。",
["os"] = {
[1] = {
["t"] = "发霉的书籍：0/1",
["n"] = "2543`10917",
},
[2] = {
["t"] = "破损的手稿：0/1",
["n"] = "8971",
},
},
["pa"] = "约拉·安尼森`幽暗城`76,37`76,38`76,36`78,31`77,35",
["pc"] = "约拉·安尼森`幽暗城`76,37`76,38`76,36`78,31`77,35",
},
[1794] = {
["q"] = "石爪山脉`失职+药剂=快乐`18`21`2`将硝酸甘油炸药带回石爪山，交给加克希姆·尘链。",
["pa"] = "洛玛克·链带`铁炉堡`72,52`72,50`72,51`71,52`71,49",
["pc"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
},
[1795] = {
["q"] = "烹饪`掘地鼠炖肉`16`23`1`给十字路口的格拉布弄到8只掘地鼠。",
["os"] = {
[1] = {
["t"] = "掘地鼠：0/8",
["n"] = "12142",
},
},
["pa"] = "格拉布`贫瘠之地`55,32`55,33",
["pc"] = "格拉布`贫瘠之地`55,32`55,33",
},
[1796] = {
["q"] = "辛特兰`远古之卵`42`50`3`将远古之卵交给塔纳利斯的叶基亚。",
["os"] = {
[1] = {
["t"] = "远古之卵：0/1",
["n"] = "6303`4070`12143",
},
},
["pa"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
["pc"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
},
[1797] = {
["q"] = "盗贼`密文符文`2`1`2`阅读密文符文，然后与寒脊山谷的索姆·哈格林谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "索姆·哈格林`丹莫罗`28,68`28,67`29,68`29,67",
},
[1798] = {
["q"] = "战士`老兵犹塞克`10`10`1`和前沿哨所的犹塞克谈一谈。",
["pa"] = "塔绍尔·锯痕`杜隆塔尔`54,43`54,42",
["pc"] = "犹塞克`杜隆塔尔`31,46`30,45`32,45`31,44`31,45",
},
[1799] = {
["q"] = "锻造`秘银会的认可`41`50`3`等待特伦顿完成他的工作。",
["pa"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
["pc"] = "特伦顿·轻锤`塔纳利斯`52,29`51,29`52,28`51,28`51,27",
},
[1800] = {
["q"] = "术士`纯洁者之心`20`20`1`将达林和科马的心脏交给诅咒神殿里的凯伦丁·哈加尔。",
["os"] = {
[1] = {
["t"] = "达林的心脏：0/1",
["n"] = "8996",
},
[2] = {
["t"] = "科马的心脏：0/1",
["n"] = "12144",
},
},
["pa"] = "高德瑞克·法杉`幽暗城`85,15`86,14`87,13`86,15`85,14",
["pc"] = "凯伦丁·哈加尔`幽暗城`84,28`83,29`83,23`85,26`85,25",
},
[1801] = {
["q"] = "牧师`黑暗之衣`5`4`1`找到亡灵士兵科尔并使用次级治疗术（等级 2）来治疗他。然后对他施放真言术：韧，最后向布瑞尔的黑暗牧师贝里尔复命。",
["os"] = {
[1] = {
["t"] = "治疗并强化亡灵卫兵科尔：0/1",
},
},
["pa"] = "黑暗牧师贝里尔`提瑞斯法林地`62,52",
["pc"] = "黑暗牧师贝里尔`提瑞斯法林地`62,52",
},
[1802] = {
["q"] = "黑海岸`基尔卡克的钥匙`14`20`2`找到基尔卡可钥匙的3段碎片，把它们交给基尔卡克·旋杆。",
["os"] = {
[1] = {
["t"] = "基尔卡克钥匙的头部：0/1",
["n"] = "4539",
},
[2] = {
["t"] = "基尔卡克钥匙的中部：0/1",
["n"] = "8396`8407`8401`8416`8433`8427`8413`8394`2726",
},
[3] = {
["t"] = "基尔卡克钥匙的尾部：0/1",
["n"] = "8112`8050",
},
},
["pa"] = "基尔卡克·旋杆`黑海岸`57,13`57,14`56,13`56,15`56,14",
["pc"] = "基尔卡克·旋杆`黑海岸`57,13`57,14`56,13`56,15`56,14",
},
[1803] = {
["q"] = "黑海岸`基尔卡克的报复`16`20`2`找到基尔卡克的大副——机械打手4100型，把他带到基尔卡克那里。",
["os"] = {
[1] = {
["t"] = "基尔卡克的大副：0/1",
},
},
["pa"] = "基尔卡克·旋杆`黑海岸`57,13`57,14`56,13`56,15`56,14",
["pc"] = "基尔卡克·旋杆`黑海岸`57,13`57,14`56,13`56,15`56,14",
},
[1804] = {
["q"] = "诺莫瑞根`一团混乱`26`30`3`将克努比护送到出口，然后向藏宝海湾的斯库提汇报。",
["pa"] = "克努比`诺莫瑞根`",
["pc"] = "斯库提`荆棘谷`28,77`27,77`28,78`27,78`28,76",
},
[1805] = {
["q"] = "制皮`蛮皮战靴`42`45`2`给羽月要塞的普拉特·马克格鲁带去2条夜色裤、2双夜色靴和2株野葡萄。",
["os"] = {
[1] = {
["t"] = "夜色短裤：0/2",
},
[2] = {
["t"] = "夜色长靴：0/2",
},
[3] = {
["t"] = "野葡萄藤：0/2",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[1806] = {
["q"] = "制皮`蛮皮护腿`42`45`2`给羽月要塞的普拉特·马克格鲁比带去2顶龟鳞头盔、2副龟鳞护腕和2株野葡萄。",
["os"] = {
[1] = {
["t"] = "龟壳头盔：0/2",
},
[2] = {
["t"] = "龟壳护腕：0/2",
},
[3] = {
["t"] = "野葡萄藤：0/2",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[1807] = {
["q"] = "战士`萨特之蹄`27`30`1`收集7只完整的萨特之蹄，把它们交给杜隆塔尔森金村的尤拉莱克。",
["os"] = {
[1] = {
["t"] = "完整的萨特之蹄：0/7",
["n"] = "7193`7991`7987`6603`8000`8001`7005`7999",
},
},
["pa"] = "尤拉莱克`杜隆塔尔`56,74`56,75",
["pc"] = "尤拉莱克`贫瘠之地`75,36",
},
[1808] = {
["q"] = "战士`龙喉胫骨`27`30`1`给幽暗城的维罗拉·奈特雷带去12根结实的龙喉胫骨。",
["os"] = {
[1] = {
["t"] = "结实的龙喉胫骨：0/8",
},
},
["pa"] = "维罗拉·奈特雷`提瑞斯法林地`61,73`61,74",
["pc"] = "维罗拉·奈特雷`提瑞斯法林地`61,73`61,74",
},
[1809] = {
["q"] = "德鲁伊`消除疾病`14`14`2`对黑海岸的10头生病的鹿使用动物医疗药膏，以此来治疗它们。从壁泉河到奥伯丁，直到最南端靠近灰谷的地区都有生病的鹿出没。",
["os"] = {
[1] = {
["t"] = "治疗生病的鹿：0/10",
},
},
["pa"] = "奥兰达利亚·夜歌`黑海岸`38,41`37,41",
["pc"] = "德迪利特·星焰`黑海岸`86,7",
},
[1810] = {
["q"] = "德鲁伊`解毒之术`14`14`2`回到达纳苏斯塞纳里奥区的玛斯雷·驭熊者那里。",
["pa"] = "德迪利特·星焰`黑海岸`86,7",
["pc"] = "玛斯雷·驭熊者`达纳苏斯`35,9`35,8`34,8`36,8`36,9",
},
[1811] = {
["q"] = "雷霆崖`奥丹姆的线索`45`50`1`与雷霆崖长者高地的纳拉·蛮鬃谈一谈。",
["pa"] = "圣者图希克`雷霆崖`34,47`35,47`35,49`35,48`36,50",
["pc"] = "纳拉·蛮鬃`雷霆崖`76,31`75,31`76,30`76,29`77,31",
},
[1812] = {
["q"] = "奥格瑞玛`叛徒`44`53`1`杀死10个血精灵搜寻者和10个血精灵勘测员，并找到大法师雷姆托里的营地。一旦你发现了营地，就去找到某个对她极为重要的东西，以用于激怒她，让她与你战斗。",
["os"] = {
[1] = {
["t"] = "血精灵搜寻者：0/10",
["n"] = "3197",
},
[2] = {
["t"] = "血精灵勘测员：0/10",
["n"] = "3201",
},
},
["pa"] = "阿格图·血拳`艾萨拉`22,51`22,52`23,53`23,51`23,52",
["pc"] = "卡多雷召唤宝典`艾萨拉`60,31`59,31",
},
[1813] = {
["q"] = "艾萨拉`会见主人`45`48`3`如果你想要见到萨纳斯的主人，就把2根完好无损的角鹰兽羽毛交给他。",
["os"] = {
[1] = {
["t"] = "完好无损的角鹰兽羽毛：0/2",
["n"] = "11803`11961`11839`11972`11830`11825",
},
},
["pa"] = "萨纳斯`艾萨拉`28,50`26,50`27,50`27,51`29,50",
["pc"] = "萨纳斯`艾萨拉`28,50`26,50`27,50`27,51`29,50",
},
[1814] = {
["q"] = "塔纳利斯`石头卫士`45`50`3`询问诺甘农的石头卫士，搞清楚它要让你干什么，然后再次点击它脚下的奥丹姆石座。",
["pa"] = "诺甘农的石卫兵`塔纳利斯`38,81`37,80`37,81`37,82`38,82",
["pc"] = "奥丹姆石座`塔纳利斯`38,81`38,82",
},
[1815] = {
["q"] = "雷霆崖`返回雷霆崖`45`50`1`与雷霆崖的纳拉·蛮鬃谈一谈。",
["pa"] = "奥丹姆石座`塔纳利斯`38,81`38,82",
["pc"] = "纳拉·蛮鬃`莫高雷`45,23`46,23",
},
[1816] = {
["q"] = "雷霆崖`进一步的任务`45`50`1`与雷霆崖的圣者图希克谈一谈。",
["pa"] = "纳拉·蛮鬃`莫高雷`45,23`46,23",
["pc"] = "圣者图希克`莫高雷`37,26`37,27`38,29",
},
[1817] = {
["q"] = "锻造`铸造护甲的艺术`44`50`1`要想成为一名护甲铸造师的话，你必须将下列物品交给奥克索斯：4顶精制秘银头盔、2双精制秘银战靴和1副精制秘银胸甲。",
["os"] = {
[1] = {
["t"] = "精制秘银头盔：0/4",
},
[2] = {
["t"] = "精制秘银战靴：0/2",
},
[3] = {
["t"] = "精制秘银胸甲：0/1",
},
},
["pa"] = "奥克索斯·铁怒`奥格瑞玛`80,24`80,23`79,23`80,22`81,22",
["pc"] = "奥克索斯·铁怒`奥格瑞玛`80,24`80,23`79,23`80,22`81,22",
},
[1818] = {
["q"] = "辛特兰`狮鹫管理员`40`43`2`与辛特兰的鹰巢山狮鹫饲养场里的狮鹫管理员沙拉克·鹰斧谈一谈。",
["pa"] = "弗斯塔德·蛮锤`辛特兰`12,47`12,46`11,46",
["pc"] = "狮鹫管理员沙拉克·鹰斧`辛特兰`10,45`10,44",
},
[1819] = {
["q"] = "辛特兰`拉普索迪·铁铲`40`43`2`去辛特兰找到拉普索迪·铁铲。",
["pa"] = "狮鹫管理员沙拉克·鹰斧`辛特兰`10,45`10,44",
["pc"] = "拉普索迪·铁铲`辛特兰`27,49`27,48`26,48`26,47`26,46",
},
[1820] = {
["q"] = "辛特兰`拉普索迪的卡利姆多鸡尾酒`42`43`2`辛特兰的拉普索迪·铁铲要求你带给他10块大鹏的砂囊、10块格罗多克猩猩的肝脏和10块铁鬃熊的肝脏。",
["os"] = {
[1] = {
["t"] = "大鹏的砂囊：0/3",
["n"] = "6211`7609`6185",
},
[2] = {
["t"] = "铁鬃熊的肝脏：0/3",
["n"] = "6327`11749`11777",
},
[3] = {
["t"] = "格罗多克猩猩的肝脏：0/3",
["n"] = "11696`11911",
},
},
["pa"] = "拉普索迪·铁铲`辛特兰`27,49`27,48`26,48`26,47`26,46",
["pc"] = "拉普索迪·铁铲`辛特兰`27,49`27,48`26,48`26,47`26,46",
},
[1821] = {
["q"] = "石爪山脉`隐秘行动：A`21`22`2`将风险投资公司工程计划书从峭壁湖的伐木场中偷出来。",
["os"] = {
[1] = {
["t"] = "风险投资公司工程计划书：0/1",
["n"] = "12148",
},
},
["pa"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
["pc"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
},
[1822] = {
["q"] = "石爪山脉`隐秘行动：B`21`22`2`将风险投资公司函件从峭壁湖最东面的风剪矿洞中偷出来。",
["os"] = {
[1] = {
["t"] = "风险投资公司函件：0/1",
["n"] = "12149",
},
},
["pa"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
["pc"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
},
[1823] = {
["q"] = "石爪山脉`向凯拉回报`23`22`2`将风险投资公司函件带给凯拉·影矛。",
["pa"] = "加克希姆·尘链`石爪山脉`59,68`60,68`60,67`59,67`58,67",
["pc"] = "凯拉·影矛`石爪山脉`60,68`60,67`59,67`60,64`60,66",
},
[1824] = {
["q"] = "石爪山脉`怒灵`23`26`2`从焦炭谷中的任意火元素身上收集8个闷烧余烬，把它们交给石爪山的凯拉·影矛。",
["os"] = {
[1] = {
["t"] = "闷烧余烬：0/8",
["n"] = "7816`7815`7818",
},
},
["pa"] = "凯拉·影矛`石爪山脉`60,68`60,67`59,67`60,64`60,66",
["pc"] = "凯拉·影矛`石爪山脉`60,68`60,67`59,67`60,64`60,66",
},
[1825] = {
["q"] = "石爪山脉`受伤的古树`23`28`2`给石爪山的凯拉·影矛带回一块被腐蚀的弹片。",
["os"] = {
[1] = {
["t"] = "被腐蚀的弹片：0/1",
["n"] = "7032`5699",
},
},
["pa"] = "凯拉·影矛`石爪山脉`60,68`60,67`59,67`60,64`60,66",
["pc"] = "凯拉·影矛`石爪山脉`60,68`60,67`59,67`60,64`60,66",
},
[1826] = {
["q"] = "悲伤沼泽`阿塔莱流放者`40`44`1`将一捆阿塔莱神器交给辛特兰的阿塔莱流放者。",
["pa"] = "费泽鲁尔`悲伤沼泽`48,55",
["pc"] = "阿塔莱流放者`辛特兰`34,75`33,73`34,73`33,75`34,74",
},
[1827] = {
["q"] = "制皮`元素制皮`40`55`1`将2个火焰之心、2个纯水之球、2个大地之核和2个风之气息交给阿拉希山脉的布鲁姆·白蹄。\n\n一旦你完成这项任务，就可以开始学习元素制皮技艺了。\n\n同时，你也就无法再学习龙鳞制皮和部落制皮了，在你决定之前要考虑清楚。",
["os"] = {
[1] = {
["t"] = "火焰之心：0/2",
["n"] = "10134`10118`10124`10131`11676`9513`10098`10097`3660`10122`10099`10133`3308`13565`13581`3776`10110`3251`10112",
},
[2] = {
["t"] = "纯水之球：0/2",
["n"] = "7254`6341`13641`10143`10149`12943`8240`13623`10960`10146`13627`10135`10144`10152",
},
[3] = {
["t"] = "大地之核：0/2",
["n"] = "10162`6919`6918`10134`6139`8243`8259`6141`10164`7030`10179`10168`6131`10166`10178`10177`10182`10133`6147`10163`6354`6345`3865`10161`10173`10172",
},
[4] = {
["t"] = "风之气息：0/2",
["n"] = "13518`10185`13546`10187`10184`10195`13542",
},
},
["pa"] = "布鲁姆·白蹄`阿拉希高地`28,45`29,44`29,45`27,47`29,42",
["pc"] = "布鲁姆·白蹄`阿拉希高地`28,45`29,44`29,45`27,47`29,42",
},
[1828] = {
["q"] = "锻造`锻造的本源`40`40`2`将6副金鳞护腕交给暴风城的巨锤汉克。",
["os"] = {
[1] = {
["t"] = "金鳞护腕：0/6",
},
},
["pa"] = "巨锤汉克`艾尔文森林`26,21",
["pc"] = "巨锤汉克`暴风城`56,16`57,17`59,18`57,15`57,13",
},
[1829] = {
["q"] = "锻造`寻找加尔文`40`40`2`与藏宝海湾的马克迦文谈一谈。",
["pa"] = "巨锤汉克`暴风城`56,16`57,17`59,18`57,15`57,13",
["pc"] = "马克迦文`荆棘谷`29,75`29,76`29,74`28,75`29,77",
},
[1830] = {
["q"] = "奥格瑞玛`诺格的手艺`33`35`1`将闪亮的金戒指、1块银锭、1块绿玛瑙和30个银币交给奥格瑞玛的诺格。",
["os"] = {
[1] = {
["t"] = "银锭：0/1",
["n"] = "5464`5451`8848`1690`5457`2271`5440`2618`3542`11593`6259`8898`5439`5061`5467`5465`7553`5470`2361`5463`3445`7388`14076`8841`5435`10342`6714`5475`5466`5920`9687`5051`3006`5473`2335`8192`8971`2406`5431`8150`5432`7890`5472`2025`7404`5478",
},
[2] = {
["t"] = "绿玛瑙：0/1",
["n"] = "4961`5557`6667`4948`2977`4762`5703`5653`9535`5747`5480`7926`7931`5759`5692`9935`5426`10029`5627`4900`5824`9966`2629`5623`3054`5582`4968`4325`10968`4688`1788`1782`4807`3413`4834`4916`4717`14479`3407`4723`4876`3106`5689`2555`10502`7533`2261`5748`2271`5754`4512`2347`5849`2338`2342`5716`5624`11043`9009`5733`5856`5401`8377`5626`2760`5791`9122`7921`5710`9071`5591`5637`5722`5726`5783`5739`2219`2313`2307`5610`5583`5631`2225`5802`10471`5056`5617`5479`2311`5795`5667`5674`5622`5594`4489`4204`5552`5533`5721",
},
},
["pa"] = "诺格`奥格瑞玛`76,25`76,26`75,25`75,24`74,25",
["pc"] = "诺格`奥格瑞玛`76,25`76,26`75,25`75,24`74,25",
},
[1831] = {
["q"] = "荒芜之地`远赴幽暗城`39`40`1`把战锤印章交给幽暗城的看守者贝尔杜加。",
["pa"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
["pc"] = "看守者贝尔杜加`幽暗城`54,54`52,48`56,60`54,55`55,56",
},
[1832] = {
["q"] = "幽暗城`星，手，心`40`44`1`把贝尔杜加的便笺上列出的东西带给幽暗城的看守者贝尔杜加。",
["os"] = {
[1] = {
["t"] = "希尔耶之星：0/1",
["n"] = "7173",
},
[2] = {
["t"] = "达古恩之手：0/1",
["n"] = "8747",
},
[3] = {
["t"] = "遗产之心：0/1",
["n"] = "5995",
},
},
["pa"] = "看守者贝尔杜加`幽暗城`54,54`52,48`56,60`54,55`55,56",
["pc"] = "看守者贝尔杜加`幽暗城`54,54`52,48`56,60`54,55`55,56",
},
[1833] = {
["q"] = "德鲁伊`水栖形态`16`16`1`回到雷霆崖，让图拉克·符文图腾看看你的海狮坠饰。",
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "图拉克·符文图腾`雷霆崖`76,27`77,28`75,30`76,29`76,28",
},
[1834] = {
["q"] = "牧师`绝望祷言`10`10`2`与暴风城的高阶牧师劳瑞娜谈一谈。",
["pa"] = "女牧师洁塞塔`艾尔文森林`43,66`43,65`44,66",
["pc"] = "高阶牧师劳瑞娜`暴风城`39,26`41,31`39,27`39,28`40,29",
},
[1835] = {
["q"] = "术士`已宰的羔羊`10`10`2`去暴风城的法师区向黑暗缚灵者加科因报到。",
["pa"] = "拉戈·黑钳`铁炉堡`48,10`48,9`47,12`47,10`48,11",
["pc"] = "黑暗缚灵者加科因`暴风城`25,78`25,79`26,79`26,78`26,77",
},
[1836] = {
["q"] = "锻造`古老的技艺`40`40`1`将4套钢质胸甲和4顶钢质头盔交给奥格瑞玛的铁砧阿图尔克。",
["os"] = {
[1] = {
["t"] = "钢质胸甲：0/4",
},
[2] = {
["t"] = "钢质头盔：0/4",
},
},
["pa"] = "铁砧阿图尔克`奥格瑞玛`81,23`81,21`80,23`76,23`81,24",
["pc"] = "铁砧阿图尔克`奥格瑞玛`81,23`81,21`80,23`76,23`81,24",
},
[1837] = {
["q"] = "制皮`龙鳞制皮`45`55`2`将2套硬化蝎壳胸甲、2套硬化蝎壳手套和10片龙鳞交给艾萨拉的彼得·加林。\n\n完成这项任务之后，你就可以学到龙鳞制皮技术了。\n\n同时，你也将永远无法学习元素制皮技术和部族制皮技术，在决定之前先考虑清楚。",
["os"] = {
[1] = {
["t"] = "硬化蝎壳胸甲：0/2",
["n"] = "1894",
},
[2] = {
["t"] = "硬化蝎壳手套：0/2",
["n"] = "1900",
},
[3] = {
["t"] = "龙鳞：0/10",
["n"] = "12912`10793`10791`3871`10800`11652`11656`5915`10815`10780`4792`3423`5465`3415`3434`4873`12885`3445`9530`10795`10803`14197`2079`3444`9653`3454`9615`9663`9591`4962`11650`5862`11045`9214`9259`4925`9859`7131`2891`4981`11654`3887`3644`5887`5928`5918`5940",
},
},
["pa"] = "彼得·加林`艾萨拉`38,65`36,65`37,66`37,65`38,66",
["pc"] = "彼得·加林`艾萨拉`38,65`36,65`37,66`37,65`38,66",
},
[1838] = {
["q"] = "诅咒之地`精神矍铄`45`50`3`收集10个秃鹫的砂囊和2块弯牙土狼的颚骨，把它们交给血法师莱诺雷。",
["os"] = {
[1] = {
["t"] = "秃鹫的砂囊：0/10",
["n"] = "6213`6174",
},
[2] = {
["t"] = "弯牙土狼的颚骨：0/2",
["n"] = "12037`10537`10549",
},
},
["pa"] = "血法师莱诺雷`诅咒之地`51,14`52,12`52,11`52,13`51,16",
["pc"] = "血法师莱诺雷`诅咒之地`51,14`52,12`52,11`52,13`51,16",
},
[1839] = {
["q"] = "诅咒之地`德莱尼的垃圾…`45`55`3`将有瑕疵的德莱尼水晶碎片交给库米沙。诅咒之地的任何怪物都有可能携带着这样的碎片。",
["os"] = {
[1] = {
["t"] = "不完美的德莱尼水晶碎片：0/1",
["n"] = "9320`11105`9436`10528`10533`10539`8128`6213`10544`12110`10542`11739`10537`10522`8695`8821`9343`9414`9325`9282`12709`9278`9529`9536`9437`9316`10518`8807`10525`8817`10549`10519",
},
},
["pa"] = "收藏家库米沙`诅咒之地`53,34`52,36`55,34`52,35`53,31",
["pc"] = "收藏家库米沙`诅咒之地`53,34`52,36`55,34`52,35`53,31",
},
[1840] = {
["q"] = "锻造`疯狂之角`34`36`1`将2只结实的铁锤、2双镀银青铜战靴和2副镀银青铜手套交给奥格瑞玛的奥罗克·沃姆什。",
["os"] = {
[1] = {
["t"] = "结实的铁锤：0/2",
["n"] = "12152`11128`12151",
},
[2] = {
["t"] = "镀银青铜战靴：0/2",
},
[3] = {
["t"] = "镀银青铜护手：0/2",
},
},
["pa"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
["pc"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
},
[1841] = {
["q"] = "法师`雕文石板`2`1`1`阅读雕文石板，然后和试炼谷里大兽穴入口附近的迈安谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "迈安`杜隆塔尔`43,69`42,69`42,68`43,68",
},
[1842] = {
["q"] = "尘泥沼泽`向佐尔报告`34`35`1`把镶宝石饰品带给奥格瑞玛的佐尔·孤树。",
["pa"] = "纳泽尔·血矛`尘泥沼泽`35,31`36,31`36,30`35,30`36,32",
["pc"] = "佐尔·孤树`奥格瑞玛`39,38`39,39`39,37`38,38`38,37",
},
[1843] = {
["q"] = "泰达希尔`密斯特`10`12`2`护送密斯特去神谕之树附近的月亮井旁找哨兵阿瑞尼亚·碎云。",
["pa"] = "密斯特`泰达希尔`31,32`32,32`33,32`36,33`35,32",
["pc"] = "哨兵阿瑞尼亚·碎云`泰达希尔`38,34`39,35`38,35`38,33`38,36",
},
[1844] = {
["q"] = "菲拉斯`角鹰兽灵魂精华`43`47`1`杀掉10只任意种类的乱羽角鹰兽，然后用灵魂精华容器捕获它们的灵魂。",
["os"] = {
[1] = {
["t"] = "角鹰兽灵魂精华：0/10",
},
},
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
},
[1845] = {
["q"] = "菲拉斯`精灵龙灵魂精华`43`50`1`杀掉8只精龙或小精龙，然后用灵魂精华容器捕获它们的灵魂。",
["os"] = {
[1] = {
["t"] = "精灵龙灵魂精华：0/8",
},
},
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
},
[1846] = {
["q"] = "德鲁伊`毒水之源`14`14`1`使用空的鬼雾峰取样器在山顶取水样。\n\n将盛满的鬼雾峰取样器送到贫瘠之地十字路口的图加·符文图腾那里。",
["os"] = {
[1] = {
["t"] = "盛满的鬼雾峰取样器：0/1",
},
},
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
},
[1847] = {
["q"] = "牧师`部族的传统`5`4`1`与杜隆塔尔的泰金谈一谈。",
["pa"] = "肯杰`杜隆塔尔`43,68`42,69`43,69`42,68",
["pc"] = "泰金`杜隆塔尔`54,43`54,42",
},
[1848] = {
["q"] = "法师`法力怒灵`39`40`3`在限定时间内杀死12只法力怒灵。",
["os"] = {
[1] = {
["t"] = "法力怒灵：0/12",
["n"] = "3206",
},
},
["pa"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
["pc"] = "塔贝萨`尘泥沼泽`46,57`46,56`45,58",
},
[1849] = {
["q"] = "菲拉斯`可怕的发现`41`45`1`收集20支恐怖图腾之角，把它们交给千针石林的克鲁伊格·碎颅。",
["os"] = {
[1] = {
["t"] = "恐怖图腾之角：0/20",
["n"] = "3208`3217`3212",
},
},
["pa"] = "克鲁伊格·碎颅`千针石林`68,64`68,65`69,63`67,64`68,63",
["pc"] = "克鲁伊格·碎颅`千针石林`68,64`68,65`69,63`67,64`68,63",
},
[1850] = {
["q"] = "术士`邪灵劣魔`1`4`1`给鲁赞带回6颗邪灵劣魔的头颅。",
["os"] = {
[1] = {
["t"] = "邪灵劣魔的头颅：0/6",
["n"] = "2019",
},
},
["pa"] = "鲁赞`杜隆塔尔`43,69`44,70`42,69`43,68`44,69",
["pc"] = "鲁赞`杜隆塔尔`43,69`44,70`42,69`43,68`44,69",
},
[1851] = {
["q"] = "术士`被污染的羊皮纸`2`1`1`阅读被污染的羊皮纸，然后到试炼谷的大兽穴里去和纳托克谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "纳托克`杜隆塔尔`41,68`41,69",
},
[1852] = {
["q"] = "术士`邪灵劣魔`2`4`1`与祖雷萨谈一谈。",
["pa"] = "鲁赞`杜隆塔尔`43,69`44,70`42,69`43,68`44,69",
["pc"] = "祖雷萨`杜隆塔尔`43,69`43,68`44,68`44,67`44,69",
},
[1853] = {
["q"] = "法师`向安娜斯塔西娅报告`15`15`1`和安娜斯塔西娅·哈特威尔谈一谈。",
["pa"] = "瑟斯顿·科萨恩`雷霆崖`25,21`28,25`24,19`22,16`27,24",
["pc"] = "安娜斯塔西娅·哈特威尔`幽暗城`85,11`85,10`82,14`82,15`84,12",
},
[1854] = {
["q"] = "祖尔法拉克`蜘蛛之神`40`45`1`阅读塞卡石板，了解枯木巨魔的蜘蛛之神的名字，然后回到加德林大师那里。",
["pa"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
["pc"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
},
[1855] = {
["q"] = "黑海岸`玛塞斯特拉遗物`15`20`2`收集6个黑暗深渊遗物，把它们交给古树之林的安努。",
["os"] = {
[1] = {
["t"] = "黑暗深渊遗物：0/6",
["n"] = "12154`5798`9056",
},
},
["pa"] = "安努`黑海岸`44,76`43,76`44,77`43,77`44,78",
["pc"] = "安努`黑海岸`44,76`43,76`44,77`43,77`44,78",
},
[1856] = {
["q"] = "菲拉斯`大保姆`45`49`2`寻找走丢了的精灵小姑娘。",
["pa"] = "罗克比特`菲拉斯`43,22`42,22`42,21`43,21`43,23",
["pc"] = "沙恩·飘叶`菲拉斯`38,10`38,11`39,21`42,22`40,18",
},
[1857] = {
["q"] = "辛特兰`召唤沙德拉`43`55`1`在沙德拉洛祭坛上击败沙德拉，把它的毒液交给塔伦米尔的药剂师林度恩。",
["os"] = {
[1] = {
["t"] = "沙德拉的毒液：0/1",
["n"] = "12155",
},
},
["pa"] = "加德林大师`杜隆塔尔`56,75`57,74`56,74`55,74`55,75",
["pc"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
},
[1858] = {
["q"] = "塔纳利斯`船运时刻表`41`45`3`把船运时刻表交给热砂港的某个官员。",
["pa"] = "船运时刻表`塔纳利斯`75,48`76,46`72,49`72,44`71,41",
["pc"] = "安全主管吉罗姆·比格维兹`塔纳利斯`67,24`66,24",
},
[1859] = {
["q"] = "钓鱼`青出于蓝！`40`45`2`到卡利姆多大陆的塞拉摩去。从那里向南方出发，找到一座岛屿。纳特·帕格就在岛上等待着你的到来！",
["pa"] = "格瑞诺尔·石印`铁炉堡`48,7`48,6`49,7`49,6",
["pc"] = "纳特·帕格`尘泥沼泽`59,60`59,59`59,58`58,60`58,59",
},
[1860] = {
["q"] = "牧师`回家`10`10`2`与达纳苏斯的女祭司阿兰希雅谈一谈。",
["pa"] = "劳尔娜·晨光`泰达希尔`56,57`55,57",
["pc"] = "女祭司阿兰希雅`泰达希尔`25,64`26,64",
},
[1861] = {
["q"] = "炼金术`刃叶的药剂`7`8`2`给在多兰纳尔的塞拉尔·刃叶带去6瓶狮王之力药剂和2瓶初级防御药剂。",
["os"] = {
[1] = {
["t"] = "狮王之力药剂：0/6",
},
[2] = {
["t"] = "初级防御药剂：0/2",
},
},
["pa"] = "塞拉尔·刃叶`泰达希尔`56,58`57,58`57,57`58,58`58,57",
["pc"] = "塞拉尔·刃叶`泰达希尔`56,58`57,58`57,57`58,58`58,57",
},
[1862] = {
["q"] = "术士`加科因的召唤`10`10`2`去暴风城的法师区向黑暗缚灵者加科因报到。",
["pa"] = "雷门·玛考特`艾尔文森林`44,66`45,66",
["pc"] = "黑暗缚灵者加科因`艾尔文森林`14,45`15,45",
},
[1863] = {
["q"] = "德鲁伊`收集解药`14`14`1`收集5个地根草和5个科多兽角，把它们交给十字路口的图加·符文图腾，这样他就可以制作解药了。",
["os"] = {
[1] = {
["t"] = "地根草：0/5",
["n"] = "4762`7703`7956`1752`10906`3494`5046`14479`7637`1905`2903`5748`2271`5390`6927`5011`2618`10867`8706`8825`10908`8856`5605`9527`10898`2930`1729`2201`5061`6556`1911`14444`8361`5041`7032`5621`9057`9897`7642`8221`8231`10214`5057`5031`14076`9218`9246`12256`8642`12167`9780`13331`7540`7425`9870`9805`9825`9865`8244`5475`10979`1243`5628`8975`9687`9989`7952`5424`5422`5420`7954`7650`10216`10851`9890`8852`2335`8133`10902`9525`9441`9465`4427`8971`8277`13844`10227`7676`7354`4887`5699`8685`8781`8142`9974`10043`8688`10907`10905",
},
[2] = {
["t"] = "科多兽角：0/5",
["n"] = "4790`4481`4522`4605`4755`4804",
},
},
["pa"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
["pc"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
},
[1864] = {
["q"] = "锻造`沃姆什的喜悦`35`36`1`观察并学习沃姆什的喜悦之舞。",
["pa"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
["pc"] = "奥罗克·沃姆什`奥格瑞玛`78,22`80,23`79,23`79,22`77,22",
},
[1865] = {
["q"] = "暴风城`马森的请求`37`41`2`与暴风城里的助手迪利斯谈一谈。",
["pa"] = "马森·马克纳迪尔`暴风城`41,64`40,61`42,64`41,63`42,65",
["pc"] = "助手迪利斯`艾尔文森林`20,39`20,40",
},
[1866] = {
["q"] = "泰达希尔`布满苔藓的心脏`10`12`2`将布满苔藓的心脏交给奥拉密斯湖畔的德纳兰。",
["pa"] = "布满苔藓的心脏`泰达希尔`61,68`44,28`43,29`43,26`44,29",
["pc"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
},
[1867] = {
["q"] = "泰达希尔`培养心脏`11`12`2`把被污染的心脏放到德纳兰的培养槽里。",
["pa"] = "德纳兰`泰达希尔`61,68`61,69`61,67`60,66`60,69",
["pc"] = "德纳兰的培养皿`泰达希尔`61,69`61,68",
},
[1868] = {
["q"] = "菲拉斯`精灵龙的自由`39`47`2`从恐怖图腾营地的围栏里释放被俘获的小精龙。至少6个小精龙和辛达尔·月纹必须活着。\n\n如果6分钟之内你还没能达成这个目标，辛达尔就会决定撤退，任务也会随即失败。",
["pa"] = "辛达尔·月纹`菲拉斯`66,46`66,47`67,47`68,48`66,48",
["pc"] = "辛达尔·月纹`菲拉斯`66,46`66,47`67,47`68,48`66,48",
},
[1869] = {
["q"] = "菲拉斯`菲拉斯的正义`39`47`2`杀掉12个恐怖图腾博学者、10个恐怖图腾袭击者和6个恐怖图腾萨满祭司，然后向菲拉斯的耶尔卡·月纹汇报。",
["os"] = {
[1] = {
["t"] = "恐怖图腾博学者：0/12",
["n"] = "3208",
},
[2] = {
["t"] = "恐怖图腾袭击者：0/10",
["n"] = "3212",
},
[3] = {
["t"] = "恐怖图腾萨满祭司：0/6",
["n"] = "3217",
},
},
["pa"] = "耶尔卡·月纹`菲拉斯`66,46`67,46`66,47`67,47",
["pc"] = "耶尔卡·月纹`菲拉斯`66,46`67,46`66,47`67,47",
},
[1870] = {
["q"] = "菲拉斯`菲拉斯的正义`39`47`2`将耶尔卡的徽记之戒交给达纳苏斯的高阶女祭司泰兰德·语风。",
["pa"] = "耶尔卡·月纹`菲拉斯`66,46`67,46`66,47`67,47",
["pc"] = "泰兰德·语风`达纳苏斯`39,81`39,82`38,80`40,80`38,81",
},
[1871] = {
["q"] = "菲拉斯`领养孤儿`39`47`2`与千针石林的奎恩丁谈一谈。",
["pa"] = "辛达尔·月纹`菲拉斯`66,46`66,47`67,47`68,48`66,48",
["pc"] = "奎恩丁`千针石林`79,76`78,75`79,75`79,74`78,72",
},
[1872] = {
["q"] = "菲拉斯`即将孵化`39`47`2`将2份坚韧药剂交给千针林的奎恩丁。",
["os"] = {
[1] = {
["t"] = "坚韧药剂：0/2",
["n"] = "7601`7011`7579`5855`7188`5963`9789`5031`14076`14061`9822`2467`2465`7002`9759`2081`2079`14275`5836`9795`5942`11605`10759`7024`7075`2486`7100`1938`6641`1946`2807`10079`14188`5938`5951`5940`7029`6608`6606`7104`7012`7072`14325`14077`14364`3115`7101`9708",
},
},
["pa"] = "奎恩丁`千针石林`79,76`78,75`79,75`79,74`78,72",
["pc"] = "奎恩丁`塔纳利斯`53,7`53,6`53,8",
},
[1873] = {
["q"] = "工程学`保密协议`40`47`1`如果你同意成为一名侏儒技师，就右键点击保密协议，然后再次和藏宝海湾的奥格索普·奥布诺提斯谈一谈。",
["os"] = {
[1] = {
["t"] = "已签署给奥格索普的保密协议：0/1",
},
},
["pa"] = "奥格索普·奥布诺提斯`荆棘谷`28,76",
["pc"] = "奥格索普·奥布诺提斯`荆棘谷`28,76",
},
[1874] = {
["q"] = "工程学`工作成果`34`47`3`将6根秘银管、1只精确瞄准镜和2个高级假人交给藏宝海湾的奥格索普·奥布诺提斯。",
["os"] = {
[1] = {
["t"] = "秘银管：0/6",
},
[2] = {
["t"] = "精确瞄准镜：0/1",
["n"] = "4161",
},
[3] = {
["t"] = "高级假人：0/2",
},
},
["pa"] = "奥格索普·奥布诺提斯`荆棘谷`28,76",
["pc"] = "奥格索普·奥布诺提斯`荆棘谷`28,76",
},
[1875] = {
["q"] = "盗贼`赞吉尔之触`20`20`2`给道克·米希匹克斯带去一束普通野花、一只铅瓶，一根青铜管，最后还要一卷淡绿色丝线。伊提斯综合症可不会不治而愈，年轻的小姐。",
["os"] = {
[1] = {
["t"] = "普通野花：0/1",
["n"] = "7637`7636",
},
[2] = {
["t"] = "铅瓶：0/1",
["n"] = "7680`7651`6612`5108`7697`5116`7703`7640`5294`5189`5192`7684`7737`7632`7705`5102`5090`7660`7677`7733`7748`5070`5313`5162`5093`5215`7768`7661`7722`7685`14444`6618`5321`5113`5128`5159`7642`5362`7664`7740`7675`7696`7674`7665`5222`5134`5259`5182`7655`5141`5112`7717`7760`5197`7681`7683`7650`5084`7671`5101`5315`6619`7647`7692`7762`7667`5133`7643`7676`5179`5174`5138`5087`7756`7659`7702`7758`7656`7731`5158`7689`5194`7679`7673`5358",
},
[3] = {
["t"] = "青铜管：0/1",
["n"] = "4190`4207`4162`4206`4209`4168`4204`8325`4165`4178`4188`4189`7836`4198`4205`4169`4159`4163`4179`4171`4173`298`4161`1830`4172`4170`4175`4195`1524`685`4183`4194`4177`1228`4193`4180",
},
[4] = {
["t"] = "淡绿色丝线：0/1",
["n"] = "7770",
},
},
["pa"] = "道克·米希匹克斯`艾尔文森林`35,37`35,38`34,38",
},
[1876] = {
["q"] = "盗贼`奥宁的报告`10`10`2`把奥宁的报告交给铁炉堡的霍夫丹。",
["pa"] = "奥宁·雨锤`丹莫罗`25,44`25,45",
["pc"] = "霍夫丹·黑须`铁炉堡`52,15`52,14`51,15`51,16",
},
[1877] = {
["q"] = "钓鱼`你真棒！`40`45`1`你认为鲁玛克想要告诉你，他已经不能帮你提高钓鱼的技能了。也许你应该去找到他的朋友纳特·帕格，他居住在塞拉摩以南的某个岛屿上，他是一名人类渔夫（至少你认为鲁玛克是这么说的）。",
["pa"] = "鲁玛克`奥格瑞玛`70,29`69,29`70,30`69,30`71,34",
["pc"] = "纳特·帕格`尘泥沼泽`59,60`59,59`59,58`58,60`58,59",
},
[1878] = {
["q"] = "菲拉斯`逃离虫巢`42`46`2`将拉斯卡尔安全护送到祖卡什虫巢外。\n\n回到羽月要塞的基恩诺·火花那儿，告诉他拉斯卡尔还活着，且状况良好。",
["pa"] = "祖卡什虫茧`菲拉斯`72,64",
["pc"] = "基恩诺·火花`菲拉斯`32,45`32,44`32,43",
},
[1879] = {
["q"] = "菲拉斯`羽月将军的欢迎`43`46`2`与羽月要塞的珊蒂斯·羽月谈一谈。",
["pa"] = "基恩诺·火花`菲拉斯`32,45`32,44`32,43",
["pc"] = "珊蒂斯·羽月`菲拉斯`30,46`31,45`31,46`30,47`30,45",
},
[1880] = {
["q"] = "菲拉斯`异种蝎的崛起`43`46`2`把拉斯卡尔的报告交给达纳苏斯的格拉希娜·灵风。",
["pa"] = "珊蒂斯·羽月`菲拉斯`30,46`31,45`31,46`30,47`30,45",
["pc"] = "格拉希娜·灵风`泰达希尔`26,65`25,64`25,65",
},
[1881] = {
["q"] = "牧师`灵魂之衣`5`4`1`找到步兵科雅，用次级治疗术（等级 2）治疗她，然后为她加上真言术：韧，最后向剃刀岭的泰金复命。",
["os"] = {
[1] = {
["t"] = "治疗并强化步兵科雅：0/1",
},
},
["pa"] = "泰金`杜隆塔尔`54,43`54,42",
["pc"] = "泰金`杜隆塔尔`54,43`54,42",
},
[1882] = {
["q"] = "达纳苏斯`黑海岸的麻烦事`14`14`2`到奥伯丁去寻找矮人挖掘队的线索。",
["pa"] = "首席考古学家杜瑟·灰须`达纳苏斯`31,85`34,77`31,84`32,84`32,82",
["pc"] = "考古学家霍莉`黑海岸`38,42`37,42`38,43`38,41`39,43",
},
[1883] = {
["q"] = "千针石林`可怕的发现`42`45`1`将一箱恐怖图腾之角交给奥格瑞玛的贝尔戈洛姆·石槌。",
["pa"] = "克鲁伊格·碎颅`千针石林`68,64`68,65`69,63`67,64`68,63",
["pc"] = "贝尔戈洛姆·石槌`奥格瑞玛`75,34`76,33`74,34`72,35`70,37",
},
[1884] = {
["q"] = "牧师`神圣卷轴`2`1`1`阅读神圣卷轴，然后和丧钟镇教堂的黑暗牧师杜斯滕谈一谈。",
["pa"] = "暗影牧师萨维斯`提瑞斯法林地`31,66`32,66",
["pc"] = "黑暗牧师杜斯滕`提瑞斯法林地`31,66`32,66",
},
[1885] = {
["q"] = "牧师`黑暗的恩赐`5`4`1`与提瑞斯法林地的黑暗牧师贝里尔谈一谈。",
["pa"] = "黑暗牧师杜斯滕`提瑞斯法林地`31,66`32,66",
["pc"] = "黑暗牧师贝里尔`提瑞斯法林地`62,52",
},
[1886] = {
["q"] = "德鲁伊`解毒之术`14`14`1`回到雷霆崖长者高地的图拉克·符文图腾那里。",
["pa"] = "德迪利特·星焰`月光林地`56,31`56,30",
["pc"] = "图拉克·符文图腾`莫高雷`45,22`45,23",
},
[1887] = {
["q"] = "猎人`猎人之道`10`10`1`与剃刀岭的索塔尔谈一谈。",
["pa"] = "萨杜尔`奥格瑞玛`66,19`68,18`67,19`67,18`68,17",
["pc"] = "索塔尔`杜隆塔尔`52,44`52,43",
},
[1888] = {
["q"] = "灰谷`灰谷之旅`15`19`2`在灰谷中找到莱恩·狼行者。",
["pa"] = "哨兵塞拉伊`黑海岸`39,43`39,44",
["pc"] = "莱恩·狼行者`灰谷`36,51`37,50`37,49`36,49`36,50",
},
[1889] = {
["q"] = "制皮`蛮皮护腿`43`45`1`给莫沙彻营地的杉多尔·迅蹄带去2顶龟鳞头盔、2副龟鳞护腕和2株野葡萄。",
["os"] = {
[1] = {
["t"] = "龟壳头盔：0/2",
},
[2] = {
["t"] = "龟壳护腕：0/2",
},
[3] = {
["t"] = "野葡萄藤：0/2",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "杉多尔·迅蹄`贫瘠之地`23,88",
},
[1890] = {
["q"] = "石爪山脉`格雷苏的要求`21`22`3`在匹兹尼克完成开采之后拿到神秘矿石。",
["pa"] = "匹兹尼克`石爪山脉`72,60`72,61",
["pc"] = "匹兹尼克`石爪山脉`72,60`72,61",
},
[1891] = {
["q"] = "术士`甘鲁尔的召唤`10`10`1`去奥格瑞玛和甘鲁尔·血眼谈一谈。",
["pa"] = "奥菲克`杜隆塔尔`54,41`53,41",
["pc"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
},
[1892] = {
["q"] = "圣骑士`神圣符文`2`1`2`阅读神圣符文，然后与寒脊山谷的布罗莫斯·格鲁诺尔谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "布罗莫斯·格鲁诺尔`丹莫罗`29,68",
},
[1893] = {
["q"] = "暴风城`马森的请求`37`41`2`夺回《卡德加的空间收敛研究笔记》，将它送给守望堡的看守者马哈尔巴。",
["os"] = {
[1] = {
["t"] = "卡德加的空间收敛研究笔记：0/1",
["n"] = "9780`9762`9708",
},
},
["pa"] = "助手迪利斯`艾尔文森林`20,39`20,40",
["pc"] = "看守者马哈尔巴`悲伤沼泽`56,90`55,89",
},
[1894] = {
["q"] = "战士`野蛮护甲`20`30`1`为索恩格瑞姆收集15根烟雾铁锭、10份蓝铜粉、10块铁锭和1瓶燃素。",
["os"] = {
[1] = {
["t"] = "烟雾铁锭：0/15",
["n"] = "5654`10390`10294`5749`10428`9931",
},
[2] = {
["t"] = "蓝铜粉：0/10",
["n"] = "2756",
},
[3] = {
["t"] = "铁锭：0/10",
["n"] = "5654`10390`10294`5749`10428`9931`8226`9370`5842`8749",
},
[4] = {
["t"] = "燃素：0/1",
["n"] = "10010",
},
},
["pa"] = "索恩格瑞姆·火眼`贫瘠之地`57,30`57,31",
},
[1895] = {
["q"] = "尘泥沼泽`帕瓦尔·雷瑟上尉`35`40`2`把雷瑟的徽章拿给塞拉摩的盖兰·维米斯队长。",
["pa"] = "塞拉摩卫兵徽章`贫瘠之地`51,79",
["pc"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
},
[1896] = {
["q"] = "尘泥沼泽`帕瓦尔·雷瑟上尉`36`40`2`从塞拉摩的泰索兰副官那儿找出更多关于雷瑟的消息。",
["pa"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
["pc"] = "泰索兰副官`尘泥沼泽`68,48`68,49",
},
[1897] = {
["q"] = "尘泥沼泽`戴林的下属`36`38`2`把雷瑟的资料报告给塞拉摩的盖兰·维米斯队长。",
["pa"] = "泰索兰副官`尘泥沼泽`68,48`68,49",
["pc"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
},
[1898] = {
["q"] = "尘泥沼泽`背叛者`36`38`2`从巴鲁斯·加科因及尘泥沼泽的背叛者那里打探消息。",
["pa"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
["pc"] = "巴鲁斯·加科因`尘泥沼泽`36,54`35,54`34,61`36,55`35,53",
},
[1899] = {
["q"] = "牧师`神圣石板`2`1`1`阅读神圣石板，然后和试炼谷大兽穴外的肯杰谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "肯杰`杜隆塔尔`43,68`42,69`43,69`42,68",
},
[1900] = {
["q"] = "战士`巨人旷野的试炼`20`20`1`收集5根颤抖的触角，把它们带给贫瘠之地陶拉祖营地的鲁迦。",
["os"] = {
[1] = {
["t"] = "颤抖的触角：0/5",
["n"] = "4270`4268`4266",
},
},
["pa"] = "鲁迦·狂暴图腾`贫瘠之地`45,59",
["pc"] = "鲁迦·狂暴图腾`贫瘠之地`45,59",
},
[1901] = {
["q"] = "战士`和索恩格瑞姆交谈`20`20`1`与贫瘠之地的索恩格瑞姆·火眼谈一谈。",
["pa"] = "鲁迦·狂暴图腾`贫瘠之地`45,59",
["pc"] = "索恩格瑞姆·火眼`贫瘠之地`57,30`57,31",
},
[1902] = {
["q"] = "盗贼`艾瑞安·影语`16`16`2`与达那苏斯的艾瑞安·影语取得联系。",
["pa"] = "詹诺克·柔歌`泰达希尔`56,60`56,61`56,58`56,59`57,61",
["pc"] = "艾瑞安·影语`泰达希尔`25,52`24,52",
},
[1903] = {
["q"] = "铁炉堡`向法师泰摩尔回复`46`52`2`到铁炉堡去，将法师泰摩尔的绘图工具包还给他。",
["pa"] = "驾驶员西格斯·熔光`艾萨拉`78,91`78,92",
["pc"] = "法师泰摩尔`铁炉堡`31,5`32,5`32,3`31,4`32,4",
},
[1904] = {
["q"] = "诅咒之地`清晰的思想`45`50`3`收集10颗石化蜥蜴的大脑和2个秃鹫的砂囊，把它们交给血法师莱诺雷。",
["os"] = {
[1] = {
["t"] = "石化蜥蜴的大脑：0/10",
["n"] = "10544`12110",
},
[2] = {
["t"] = "秃鹫的砂囊：0/2",
["n"] = "6213`6174",
},
},
["pa"] = "血法师莱诺雷`诅咒之地`51,14`52,12`52,11`52,13`51,16",
["pc"] = "血法师莱诺雷`诅咒之地`51,14`52,12`52,11`52,13`51,16",
},
[1905] = {
["q"] = "诅咒之地`野猪之魂`45`50`3`收集3片诅咒之地的野猪肺、2个厚甲蝎螯和1颗石化蜥蜴的大脑，把它们交给血法师德拉吉亚。",
["os"] = {
[1] = {
["t"] = "诅咒之地的野猪肺：0/3",
["n"] = "10539`11912`11739",
},
[2] = {
["t"] = "厚甲蝎螯：0/2",
["n"] = "10542`12039",
},
[3] = {
["t"] = "石化蜥蜴的大脑：0/1",
["n"] = "10544`12110",
},
},
["pa"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
["pc"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
},
[1906] = {
["q"] = "诅咒之地`厚甲蝎盐`45`50`3`收集3个厚甲蝎螯、2个秃鹫的砂囊和1片诅咒之地的野猪肺，把它们血法师德拉吉亚。",
["os"] = {
[1] = {
["t"] = "厚甲蝎螯：0/3",
["n"] = "10542`12039",
},
[2] = {
["t"] = "秃鹫的砂囊：0/2",
["n"] = "6213`6174",
},
[3] = {
["t"] = "诅咒之地的野猪肺：0/1",
["n"] = "10539`11912`11739",
},
},
["pa"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
["pc"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
},
[1907] = {
["q"] = "诅咒之地`远古之怒`45`50`3`收集3个弯牙土狼的颚骨、2片诅咒之地的野猪肺和1个厚甲蝎螯，把它们交给血法师德拉吉亚。",
["os"] = {
[1] = {
["t"] = "弯牙土狼的颚骨：0/3",
["n"] = "12037`10537`10549",
},
[2] = {
["t"] = "诅咒之地的野猪肺：0/2",
["n"] = "10539`11912`11739",
},
[3] = {
["t"] = "厚甲蝎螯：0/1",
["n"] = "10542`12039",
},
},
["pa"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
["pc"] = "血法师德拉吉亚`诅咒之地`51,14`52,13`52,12`50,14`51,18",
},
[1908] = {
["q"] = "菲拉斯`沉没的神庙`46`51`3`到塔纳利斯找到玛尔冯·瑞文斯克。",
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "玛尔冯·瑞文斯克`塔纳利斯`53,46`53,45`53,48`54,46`54,47",
},
[1909] = {
["q"] = "菲拉斯`山岭巨人灵魂精华`43`50`1`杀掉7个大地行者或者峭壁巨人，然后用灵魂精华容器捕获它们的灵魂。",
["os"] = {
[1] = {
["t"] = "山岭巨人灵魂精华：0/7",
},
},
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
},
[1910] = {
["q"] = "猎人`猎人之道`10`10`1`与血蹄村的雅文·刺鬃谈一谈。",
["pa"] = "卡瑞·雷角`雷霆崖`58,88`59,88",
["pc"] = "雅文·刺鬃`莫高雷`48,56`48,55`47,56`48,54`47,55",
},
[1911] = {
["q"] = "铁炉堡`返回铁炉堡`45`50`2`与铁炉堡的史学家卡尼克谈一谈。",
["pa"] = "奥丹姆石座`塔纳利斯`38,81`38,82",
["pc"] = "史学家卡尼克`铁炉堡`76,12`75,10`77,12`77,11`75,11",
},
[1912] = {
["q"] = "奥格瑞玛`送回蜜酒`45`48`1`把桶交给奥格瑞玛的德兰·杜佛斯。",
["pa"] = "基沃拉丁·逐日者`辛特兰`27,49`26,47`27,48`26,48`25,47",
["pc"] = "德兰·杜佛斯`奥格瑞玛`59,37`58,39`60,37`59,38`58,40",
},
[1913] = {
["q"] = "塔纳利斯`石环`46`51`3`到棘齿城去，从玛尔冯·瑞文斯克的车间里取回石环。",
["os"] = {
[1] = {
["t"] = "石环：0/1",
["n"] = "12157`1782`2748`2766`2760`4250`5552`5605`5691`6736`5855`1823`4198`6020`5812`1845`1995`5842`14179`8609`5850`5805`6737`5836`12159`9933`7997`6641`1946`7027`5785`5707`6993`9952`2756`6085`7048`5677`5618`2711`14325`14077`2300`5834",
},
},
["pa"] = "玛尔冯·瑞文斯克`塔纳利斯`53,46`53,45`53,48`54,46`54,47",
["pc"] = "玛尔冯·瑞文斯克`塔纳利斯`53,46`53,45`53,48`54,46`54,47",
},
[1914] = {
["q"] = "沉没的神庙`深入神庙`46`51`3`在悲伤沼泽沉没的神庙中找到哈卡祭坛。",
["pa"] = "玛尔冯·瑞文斯克`塔纳利斯`53,46`53,45`53,48`54,46`54,47",
["pc"] = "哈卡祭坛`阿塔哈卡神庙`",
},
[1915] = {
["q"] = "沉没的神庙`雕像群的秘密`46`51`3`到沉没的神庙去，揭开雕像群中隐藏的秘密。",
["pa"] = "玛尔冯·瑞文斯克`塔纳利斯`53,46`53,45`53,48`54,46`54,47",
["pc"] = "哈卡神像`阿塔哈卡神庙`",
},
[1916] = {
["q"] = "奥格瑞玛`协助大德鲁伊`47`50`1`与雷霆崖的大德鲁伊哈缪尔·符文图腾谈一谈。",
["pa"] = "旅店老板诺曼`幽暗城`68,38`68,39`67,38`66,38`67,39",
["pc"] = "大德鲁伊哈缪尔·符文图腾`雷霆崖`79,29`78,28`78,29`77,29`79,28",
},
[1917] = {
["q"] = "裁缝`暗影蛛丝`40`50`3`杀死在灼热峡谷游荡的暗影蛛丝偷猎者小队。尼莉丝认为他们共有5名成员，你的任务就是把他们全都干掉。",
["os"] = {
[1] = {
["t"] = "暗影蛛丝偷猎者：0/5",
["n"] = "3221",
},
},
["pa"] = "尼莉丝·洛克拉夫`灼热峡谷`43,71`41,75`41,74`42,74`41,73",
["pc"] = "尼莉丝·洛克拉夫`灼热峡谷`43,71`41,75`41,74`42,74`41,73",
},
[1918] = {
["q"] = "荒芜之地`禁断的知识`41`40`3`把雅格因的笔记交给塞尔杜林。",
["pa"] = "葛利·硬骨`铁炉堡`50,6`51,6`51,5`50,7`50,5",
["pc"] = "迷失者塞尔杜林`荒芜之地`54,75`53,75`51,76`51,77`52,77",
},
[1919] = {
["q"] = "奥达曼`交付宝石`42`44`1`把项链和宝石送到奥格瑞玛的德兰·杜佛斯那里。",
["pa"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
["pc"] = "德兰·杜佛斯`奥格瑞玛`59,37`58,39`60,37`59,38`58,40",
},
[1920] = {
["q"] = "战士`简易备忘录`2`1`2`阅读简易备忘录，然后与寒脊山谷的斯兰·库尔曼谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "斯兰·库尔曼`丹莫罗`29,67`29,68`29,66",
},
[1921] = {
["q"] = "铁炉堡`协助大德鲁伊`47`50`2`与达纳苏斯的大德鲁伊范达尔·鹿盔谈一谈。",
["pa"] = "旅店老板洛雷·火酒`铁炉堡`18,51`18,52`19,52`19,51`20,53",
["pc"] = "大德鲁伊范达尔·鹿盔`达纳苏斯`35,9`35,8`34,8`35,10`34,9",
},
[1922] = {
["q"] = "荒芜之地`荒芜之地的试剂 II`41`44`1`用空的魔瓶吸收荒芜之地的烈焰守护者的血液。装满所有瓶子之后，把它们交给卡加斯的加卡尔。",
["os"] = {
[1] = {
["t"] = "龙血：0/3",
},
},
["pa"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
["pc"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
},
[1923] = {
["q"] = "菲拉斯`树人灵魂精华`43`50`1`杀掉3个森林漫游者，然后用灵魂精华容器捕获它们的灵魂。",
["os"] = {
[1] = {
["t"] = "树人灵魂精华：0/3",
},
},
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
},
[1924] = {
["q"] = "术士`虚空中的生物`10`11`1`为奥格瑞玛的甘鲁尔·血眼找回维尔加石板。",
["os"] = {
[1] = {
["t"] = "维尔加石板：0/1",
["n"] = "12160",
},
},
["pa"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
},
[1925] = {
["q"] = "术士`噬魂者`20`20`1`与诅咒神殿中的高德瑞克·法杉谈一谈。",
["pa"] = "凯伦丁·哈加尔`幽暗城`84,28`83,29`83,23`85,26`85,25",
["pc"] = "高德瑞克·法杉`幽暗城`85,15`86,14`87,13`86,15`85,14",
},
[1926] = {
["q"] = "塔纳利斯`给马林的粉末`45`49`3`斯普琳科让你把紫色粉末交给加基森的马林·诺格弗格。",
["pa"] = "斯普琳科`塔纳利斯`51,27`52,27`51,28`52,28`52,29",
["pc"] = "马林·诺格弗格`塔纳利斯`52,28`52,29`51,28`51,29`51,27",
},
[1927] = {
["q"] = "塔纳利斯`诺格弗格药剂`45`49`3`马林·诺格弗格让你在他制成药剂之后再去找他。",
["pa"] = "马林·诺格弗格`塔纳利斯`52,28`52,29`51,28`51,29`51,27",
["pc"] = "马林·诺格弗格`塔纳利斯`52,28`52,29`51,28`51,29`51,27",
},
[1928] = {
["q"] = "千针石林`灌醉地精`41`44`3`把蠢人酒交给地精车队老板。",
["pa"] = "克拉维尔·浓须`千针石林`78,77`78,76`79,75`77,77`78,78",
["pc"] = "地精车队老板`千针石林`80,77`80,76`79,77`81,75`78,76",
},
[1929] = {
["q"] = "灼热峡谷`烈焰之盒`45`50`3`找到一个拉格纳罗斯符记，把它交给卡拉然·温布雷。",
["os"] = {
[1] = {
["t"] = "拉格纳罗斯符记：0/1",
["n"] = "8652`11116`8666`8740",
},
},
["pa"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
["pc"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
},
[1930] = {
["q"] = "雷霆崖`安戈洛的泥土`47`50`1`收集20份安戈洛的泥土，把它们交给雷霆崖的格德。",
["os"] = {
[1] = {
["t"] = "安戈洛的泥土：0/20",
["n"] = "6923`11922`12162`12248`12177`10906`11917`10124`11758`10908`12186`12208`12185`12233`12172`12180`12165`12247`11809`6938`12173`8152`9246`12256`8642`12167`12230`12191`3390`12035`11817`11926`11787`12246`12198`12193`10907`11843`12244`11767`3403`3315`3322`3332`3341`11721`10110`11856`7257`10854`10112",
},
},
["pa"] = "大德鲁伊哈缪尔·符文图腾`雷霆崖`79,29`78,28`78,29`77,29`79,28",
["pc"] = "格德`雷霆崖`77,22`80,26`78,22`77,23`79,25",
},
[1931] = {
["q"] = "安戈洛环形山`安戈洛的猩猩`47`55`3`将2块安戈洛猩猩的皮、2块安戈洛大猩猩的皮和2块安戈洛巨猩猩的皮交给安戈洛环形山入口处的托尔瓦·寻路者。",
["os"] = {
[1] = {
["t"] = "安戈洛猩猩的皮：0/2",
["n"] = "12248",
},
[2] = {
["t"] = "安戈洛巨猩猩的皮：0/2",
["n"] = "11922",
},
[3] = {
["t"] = "安戈洛大猩猩的皮：0/2",
["n"] = "6923",
},
},
["pa"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
["pc"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
},
[1932] = {
["q"] = "塔纳利斯`昆虫研究`44`48`3`到加基森的炼金师匹斯特苏格那里去了解关于昆虫的研究有没有新的进展。",
["pa"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
["pc"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
},
[1933] = {
["q"] = "塔纳利斯`昆虫研究`43`48`3`把这份报告带给加基森的高级勘探员菲兹杜瑟，让他按照炼金师匹斯特苏格的要求为你复制一份报告。",
["pa"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
["pc"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
},
[1934] = {
["q"] = "塔纳利斯`异种蝎的威胁`44`48`1`把报告带给奥格瑞玛的基尔兹宾·鼓眼。",
["pa"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
["pc"] = "基尔兹宾·鼓眼`奥格瑞玛`56,46`57,46`56,47`57,47",
},
[1935] = {
["q"] = "灼热峡谷`塔纳利斯的账本`45`46`3`把古德斯迪尔的账本和上面所列的物品交给塔纳利斯的克林科·古德斯迪尔。",
["os"] = {
[1] = {
["t"] = "古德斯迪尔的账本：0/1",
["n"] = "12249",
},
[2] = {
["t"] = "水晶蜘蛛腿：0/20",
["n"] = "10745",
},
[3] = {
["t"] = "延误的包裹：0/1",
["n"] = "8971",
},
[4] = {
["t"] = "古德斯迪尔的长剑：0/1",
["n"] = "6306",
},
},
["pa"] = "木制厕所`灼热峡谷`66,62`65,62`66,63",
["pc"] = "克林科·古德斯迪尔`塔纳利斯`51,29`52,29`52,28`51,28`51,27",
},
[1936] = {
["q"] = "达纳苏斯`安戈洛的泥土`47`50`2`收集20份安戈洛的泥土，把它们交给达纳苏斯的耶纳尔。",
["os"] = {
[1] = {
["t"] = "安戈洛的泥土：0/20",
["n"] = "6923`11922`12162`12248`12177`10906`11917`10124`11758`10908`12186`12208`12185`12233`12172`12180`12165`12247`11809`6938`12173`8152`9246`12256`8642`12167`12230`12191`3390`12035`11817`11926`11787`12246`12198`12193`10907`11843`12244`11767`3403`3315`3322`3332`3341`11721`10110`11856`7257`10854`10112",
},
},
["pa"] = "大德鲁伊范达尔·鹿盔`达纳苏斯`35,9`35,8`34,8`35,10`34,9",
["pc"] = "耶纳尔`泰达希尔`24,49`24,48`23,48`25,50`23,50",
},
[1937] = {
["q"] = "塔纳利斯`异种蝎的威胁`44`49`2`把报告带给达纳苏斯的格拉希娜·灵风。",
["pa"] = "高级勘探员菲兹杜瑟`塔纳利斯`49,26`50,27`49,27`50,28`51,29",
["pc"] = "格拉希娜·灵风`泰达希尔`26,65`25,64`25,65",
},
[1938] = {
["q"] = "塔纳利斯`极度粘稠的沥青`48`54`3`帮加基森的特兰雷克收集12块极度粘稠的沥青。",
["os"] = {
[1] = {
["t"] = "极度粘稠的沥青：0/12",
["n"] = "9246`12256`8642`12167",
},
},
["pa"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
["pc"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
},
[1939] = {
["q"] = "辛特兰`占卜`44`47`2`等待萨迪斯完成占卜仪式。",
["pa"] = "萨迪斯·格希德`诅咒之地`67,19`67,20`67,18`68,19",
["pc"] = "萨迪斯·格希德`诅咒之地`67,19`67,20`67,18`68,19",
},
[1940] = {
["q"] = "辛特兰`返回辛特兰`44`47`2`与辛特兰的狮鹫管理员沙拉克·鹰斧谈一谈。",
["pa"] = "萨迪斯·格希德`诅咒之地`67,19`67,20`67,18`68,19",
["pc"] = "狮鹫管理员沙拉克·鹰斧`希尔斯布莱德丘陵`94,4`94,3`95,4`95,3",
},
[1941] = {
["q"] = "辛特兰`拯救沙普比克`44`53`2`到辛萨罗山顶去，杀掉邪恶祭司海克斯，找到沙普比克笼子的钥匙，然后救出沙普比克。",
["pa"] = "狮鹫管理员沙拉克·鹰斧`希尔斯布莱德丘陵`94,4`94,3`95,4`95,3",
["pc"] = "狮鹫管理员沙拉克·鹰斧`辛特兰`10,45`10,44",
},
[1942] = {
["q"] = "西瘟疫之地`瘟疫与你`48`55`2`在东瘟疫之地的蚁丘上使用空的白蚁瓶。当你收集了100只瘟疫白蚁之后，就回到西瘟疫之地的冰风岗去找纳萨尼尔·杜马。",
["os"] = {
[1] = {
["t"] = "瘟疫白蚁：0/100",
["n"] = "9319`12258`12627`8132`6933`12738`3794`12620`13134`9292`9269`11017",
},
},
["pa"] = "纳萨尼尔·杜马`西瘟疫之地`44,85`43,85`44,86`44,84`43,84",
["pc"] = "纳萨尼尔·杜马`奥特兰克山脉`80,30`81,31`80,31`80,29`80,32",
},
[1943] = {
["q"] = "菲拉斯`净化过的夜龙草`47`52`1`菲拉斯camp mojache的talo thornhoof要在felwood杀12个angerclaw grizzlies和12个felpaw ravagers。",
["os"] = {
[1] = {
["t"] = "怒爪灰熊：0/12",
["n"] = "3229",
},
[2] = {
["t"] = "魔爪掠夺者：0/12",
["n"] = "3240",
},
},
["pa"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
["pc"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
},
[1944] = {
["q"] = "费伍德森林`最后一战`46`51`1`杀死主宰洛尔，把他的爪子交给费伍德森林血毒岗哨的德雷卡苏。",
["os"] = {
[1] = {
["t"] = "主宰洛尔的爪子：0/1",
["n"] = "8266",
},
},
["pa"] = "德雷卡苏`费伍德森林`35,53`35,52`35,51`34,53`34,52",
["pc"] = "德雷卡苏`费伍德森林`35,53`35,52`35,51`34,53`34,52",
},
[1945] = {
["q"] = "艾萨拉`玛加萨的石版`46`52`1`将贝萨玛拉石板交给雷霆崖的玛加萨·野性图腾。",
["pa"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
["pc"] = "玛加萨·野性图腾`雷霆崖`71,31`70,31`71,30`72,30`72,31",
},
[1946] = {
["q"] = "艾萨拉`杰斯雷蒙的石版`46`52`1`将辛耶尔石板交给奥格瑞玛的杰斯雷蒙。",
["pa"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
["pc"] = "杰斯雷蒙`奥格瑞玛`56,34`54,37`55,34`56,35",
},
[1947] = {
["q"] = "艾萨拉`安德隆·甘特的石版`46`52`1`将玛科里石板交给幽暗城的安德隆·甘特。",
["pa"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
["pc"] = "安德隆·甘特`提瑞斯法林地`59,81`60,81`59,80",
},
[1948] = {
["q"] = "艾萨拉`大法师克希雷姆的石版`46`52`1`将塞尔哈石板交给艾萨拉的大法师克希雷姆。",
["pa"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
["pc"] = "大法师克希雷姆`艾萨拉`30,40`29,41`30,41`29,40",
},
[1949] = {
["q"] = "艾萨拉`克希雷姆的报酬`47`52`1`将克希雷姆的便笺交给艾萨拉的杰迪加。",
["pa"] = "大法师克希雷姆`艾萨拉`30,40`29,41`30,41`29,40",
["pc"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
},
[1950] = {
["q"] = "艾萨拉`杰斯雷蒙的报酬`46`52`1`将杰斯雷蒙的便笺交给艾萨拉的杰迪加。",
["pa"] = "杰斯雷蒙`奥格瑞玛`56,34`54,37`55,34`56,35",
["pc"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
},
[1951] = {
["q"] = "艾萨拉`安德隆的报酬`47`52`1`将安德隆的便笺交给艾萨拉的杰迪加。",
["pa"] = "安德隆·甘特`提瑞斯法林地`59,81`60,81`59,80",
["pc"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
},
[1952] = {
["q"] = "艾萨拉`玛加萨的报酬`46`52`1`将玛加萨的便笺交给艾萨拉的杰迪加。",
["pa"] = "玛加萨·野性图腾`雷霆崖`71,31`70,31`71,30`72,30`72,31",
["pc"] = "杰迪加`艾萨拉`23,51`22,53`22,51`22,52`22,50",
},
[1953] = {
["q"] = "费伍德森林`净化费伍德`48`55`1`收集15颗血琥珀，把它们交给费伍德森林的梅贝丝·河风。",
["os"] = {
[1] = {
["t"] = "血琥珀：0/15",
["n"] = "8249`8277`13844",
},
},
["pa"] = "梅贝丝·河风`费伍德森林`47,83`46,84`46,85`47,84`47,82",
["pc"] = "梅贝丝·河风`费伍德森林`47,83`46,84`46,85`47,84`47,82",
},
[1954] = {
["q"] = "铁炉堡`进一步的任务`45`50`2`与铁炉堡的资深探险家麦格拉斯谈一谈。",
["pa"] = "史学家卡尼克`铁炉堡`76,12`75,10`77,12`77,11`75,11",
["pc"] = "资深探险家麦格拉斯`铁炉堡`72,15`70,19`70,17`74,14`70,18",
},
[1955] = {
["q"] = "安戈洛环形山`穆尔金和拉瑞安`47`52`2`从安戈洛尔环形山的血瓣花猛击者和血瓣花掠夺者身上收集20个血瓣花，然后向穆尔金回复。",
["os"] = {
[1] = {
["t"] = "血瓣花：0/15",
["n"] = "11922`12248`10906`10908`11809`6938`8152`9246`12256`8642`12167`12191`3390`11926`10907`11843`3403`3315`3322`3332`3341`12261`11721`11856`7257`10854",
},
},
["pa"] = "穆尔金`安戈洛环形山`43,9`43,8`42,9`43,10`43,11",
["pc"] = "穆尔金`安戈洛环形山`43,9`43,8`42,9`43,10`43,11",
},
[1956] = {
["q"] = "安戈洛环形山`能量水晶`47`53`3`收集红色能量水晶、蓝色能量水晶、黄色能量水晶和绿色能量水晶各7块，把它们交给马绍尔营地里的科琳。",
["os"] = {
[1] = {
["t"] = "红色能量水晶：0/7",
["n"] = "11922`10906`10908`12165`12265`11809`6938`9246`12256`8642`12167`12191`3390`11926`10907`11843`3403`3332`3341`11721`7257`10854",
},
[2] = {
["t"] = "黄色能量水晶：0/7",
["n"] = "10906`10908`12268`6938`12173`8152`12256`12167`12191`3390`11817`11926`10907`11843`3403`3315`3322`3332`3341`11721`7257`10854",
},
[3] = {
["t"] = "绿色能量水晶：0/7",
["n"] = "10906`10908`12165`11809`6938`9246`12256`12167`12191`3390`11926`12271`10907`11843`3315`3332`3341`11721`11856`7257",
},
[4] = {
["t"] = "蓝色能量水晶：0/7",
["n"] = "11922`12248`10906`11758`10908`6938`12173`8152`9246`12256`8642`12167`3390`12274`11926`10907`11843`3315`3332`3341`11721`7257`10854",
},
},
["pa"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
["pc"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
},
[1957] = {
["q"] = "安戈洛环形山`北部水晶塔`47`53`3`在安戈洛尔环形山找到北部水晶塔。",
["pa"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
["pc"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
},
[1958] = {
["q"] = "安戈洛环形山`东部水晶塔`47`53`3`在安戈洛尔环形山找到东部水晶塔。",
["pa"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
["pc"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
},
[1959] = {
["q"] = "安戈洛环形山`西部水晶塔`47`53`3`在安戈洛尔环形山找到西部水晶塔。",
["pa"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
["pc"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
},
[1960] = {
["q"] = "奥达曼`项链任务的终结`42`44`1`去卡加斯看看加卡尔是否成功了。",
["pa"] = "德兰·杜佛斯`奥格瑞玛`59,37`58,39`60,37`59,38`58,40",
["pc"] = "加卡尔`荒芜之地`3,46`2,46`4,47`4,48",
},
[1961] = {
["q"] = "铁炉堡`远方的软泥怪`48`52`2`将6瓶被诅咒的软泥怪样本和6瓶被污染的软泥怪样本交给铁炉堡的拉里斯·空轮。",
["os"] = {
[1] = {
["t"] = "被诅咒的软泥怪样本：0/6",
},
[2] = {
["t"] = "被污染的软泥怪样本：0/6",
},
},
["pa"] = "拉里斯·空轮`铁炉堡`76,24`75,24`76,23`75,22`75,23",
["pc"] = "拉里斯·空轮`丹莫罗`63,25`63,24`63,26`62,23`63,23",
},
[1962] = {
["q"] = "石爪山脉`格雷苏的要求`23`22`3`将未经化验的矿石送到石爪山的菲兹克斯那里。",
["pa"] = "匹兹尼克`石爪山脉`72,60`72,61",
["pc"] = "菲兹克斯`石爪山脉`59,63`59,62`59,61",
},
[1963] = {
["q"] = "安戈洛环形山`抢救物资`48`53`3`将食物箱和研究设备交给安戈洛环形山的威利德·马绍尔。",
["os"] = {
[1] = {
["t"] = "食物箱：0/1",
["n"] = "8152`12277`3341",
},
[2] = {
["t"] = "研究设备：0/1",
["n"] = "3390`11926`12280`10854",
},
},
["pa"] = "威利德·马绍尔`安戈洛环形山`44,11`44,7`42,9`44,8`44,9",
["pc"] = "威利德·马绍尔`安戈洛环形山`44,11`44,7`42,9`44,8`44,9",
},
[1964] = {
["q"] = "安戈洛环形山`异型的生态`48`52`3`使用采集瓶从安戈洛环形山的某个格里什虫巢的孵化室中收集一份巢穴侧壁的样本，在有悬挂着的虫卵的房间里收集样本。\n\n将虫穴内壁样本交给安戈洛环形山的霍莱伊·马绍尔。",
["os"] = {
[1] = {
["t"] = "虫穴内壁样本：0/1",
},
},
["pa"] = "霍莱伊·马绍尔`安戈洛环形山`43,8`44,7`44,10`42,9`44,9",
["pc"] = "霍莱伊·马绍尔`安戈洛环形山`43,8`44,7`44,10`42,9`44,9",
},
[1965] = {
["q"] = "安戈洛环形山`找回A-Me 01`48`53`3`在安戈洛环形山找到a-me 01。",
["pa"] = "卡尔纳·雷塔维`安戈洛环形山`46,13`47,13`48,14`47,14`46,14",
},
[1966] = {
["q"] = "洛克莫丹`证明信`45`48`2`把玛尔戈的巨角交给铁炉堡的索里奥斯馆长。",
["pa"] = "巡山人贝波蒂`洛克莫丹`19,82`19,83`18,84`19,81`18,83",
["pc"] = "索里奥斯馆长`铁炉堡`72,15`76,22`75,19`74,13`74,21",
},
[1967] = {
["q"] = "铁炉堡`馆长的证明！`45`48`2`把索里奥斯的证明信交给巡山人贝波蒂。",
["pa"] = "索里奥斯馆长`铁炉堡`72,15`76,22`75,19`74,13`74,21",
["pc"] = "巡山人贝波蒂`洛克莫丹`19,82`19,83`18,84`19,81`18,83",
},
[1968] = {
["q"] = "荒芜之地`巨槌石`48`52`1`到燃烧平原去找到沙妮·长齿。",
["pa"] = "萨特拉克`荒芜之地`4,47`4,48`3,48`5,45`5,48",
["pc"] = "沙妮·长齿`燃烧平原`80,46`80,45`81,45`81,46",
},
[1969] = {
["q"] = "黑石山`不和谐的烈焰`48`52`1`到黑石山脉的采石场去干掉征服者派隆，然后向桑德哈特回报。",
["os"] = {
[1] = {
["t"] = "征服者派隆：0/1",
["n"] = "3251",
},
},
["pa"] = "桑德哈特`荒芜之地`4,47`4,51`3,48`7,44`5,52",
["pc"] = "桑德哈特`荒芜之地`4,47`4,51`3,48`7,44`5,52",
},
[1970] = {
["q"] = "玛拉顿`塞雷布拉斯节杖`45`49`3`帮助赎罪的塞雷布拉斯制作塞雷布拉斯节杖。\n\n当仪式完成之后再和他谈谈。",
["pa"] = "赎罪的塞雷布拉斯`玛拉顿`",
["pc"] = "赎罪的塞雷布拉斯`玛拉顿`",
},
[1971] = {
["q"] = "西部荒野`琥珀酒`40`44`2`把圣泉之水带给葛瑞姆·雷酒。",
["os"] = {
[1] = {
["t"] = "圣泉之水：0/1",
["n"] = "2997`6015`10957",
},
},
["pa"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
["pc"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
},
[1972] = {
["q"] = "安戈洛环形山`威利德的日记`48`50`3`将日记还给安戈洛环形山中的威利德·马绍尔。",
["pa"] = "被撕破的日记`安戈洛环形山`67,75`62,23`68,57`54,14`67,74",
["pc"] = "威利德·马绍尔`安戈洛环形山`44,11`44,7`42,9`44,8`44,9",
},
[1973] = {
["q"] = "死亡矿井`红色丝质面罩`16`17`2`给哨兵岭哨塔的哨兵瑞尔带回10条红色丝质面罩。",
["os"] = {
[1] = {
["t"] = "红色丝质面罩：0/10",
["n"] = "5791`9122`9071`5591`5637`5726`5783`5739`5610`5583`5631`5617`5479",
},
},
["pa"] = "哨兵瑞尔`西部荒野`57,47",
["pc"] = "哨兵瑞尔`西部荒野`57,47",
},
[1974] = {
["q"] = "黑石深渊`尤卡·斯库比格特`48`53`3`与燃烧平原的尤卡·斯库比格特谈一谈。",
["pa"] = "尤尔巴·斯库比格特`塔纳利斯`67,24`66,22`66,23`67,23",
["pc"] = "尤卡·斯库比格特`燃烧平原`66,22`65,23`66,23`65,24",
},
[1975] = {
["q"] = "幽暗城`一大堆软泥怪`48`56`1`从安戈洛尔环形山那里任何泥浆怪身上收集安戈洛泥浆怪样本。使用幽暗城的化学家弗雷身旁的测试仪器来检验你所采集到的样本的纯度。把5份纯净的安戈洛样本送到化学家弗雷那里去。",
["os"] = {
[1] = {
["t"] = "纯净的安戈洛样本：0/5",
},
},
["pa"] = "化学家弗雷`幽暗城`47,73`48,73`48,74`46,70`47,74",
["pc"] = "化学家弗雷`幽暗城`47,73`48,73`48,74`46,70`47,74",
},
[1976] = {
["q"] = "幽暗城`软泥怪的样本…`48`52`1`从费伍德的软泥怪身上收集费伍德软泥怪样本，然后使用幽暗城的化学家弗雷身旁的测试设备来检测你所收集的样本中哪一份被腐化的程度最深。给化学家弗雷带去5个被腐化的费伍德样本。",
["os"] = {
[1] = {
["t"] = "被腐化的费伍德样本：0/5",
},
},
["pa"] = "化学家弗雷`幽暗城`47,73`48,73`48,74`46,70`47,74",
["pc"] = "化学家弗雷`提瑞斯法林地`58,81`58,80",
},
[1977] = {
["q"] = "灼热峡谷`苏塔拉之石`46`48`2`把烧焦的信件交给铁炉堡的索里奥斯，他在探险者大厅里。",
["pa"] = "烧焦的信件`灼热峡谷`74,19`74,20`75,19`75,20",
["pc"] = "索里奥斯馆长`铁炉堡`72,15`76,22`75,19`74,13`74,21",
},
[1978] = {
["q"] = "铁炉堡`矮人的正义`44`55`2`回到灼热峡谷，找到杜里奥斯的考古队员。",
["pa"] = "索里奥斯馆长`铁炉堡`72,15`76,22`75,19`74,13`74,21",
["pc"] = "濒死的考古学家`灼热峡谷`41,26`41,25`42,25`41,30`40,26",
},
[1979] = {
["q"] = "奥格瑞玛`骨刃武器`48`52`1`将8只白色暴掠龙爪交给奥格瑞玛的杰斯雷蒙。",
["os"] = {
[1] = {
["t"] = "白色暴掠龙爪：0/8",
["n"] = "10906`11917`10908`6938`12035`11817`10907",
},
},
["pa"] = "杰斯雷蒙`奥格瑞玛`56,34`54,37`55,34`56,35",
["pc"] = "杰斯雷蒙`奥格瑞玛`56,34`54,37`55,34`56,35",
},
[1980] = {
["q"] = "制皮`蛮皮战靴`43`45`1`给莫沙彻营地的杉多尔·迅蹄带去2条夜色短裤、2双夜色长靴和2株野葡萄。",
["os"] = {
[1] = {
["t"] = "夜色短裤：0/2",
},
[2] = {
["t"] = "夜色长靴：0/2",
},
[3] = {
["t"] = "野葡萄藤：0/2",
["n"] = "2479`5883`8502`5888`12646`5956`8475`6330`8488`8493`8483`8479`8501`5998`8474`11650`5894`2459`2452`2456`5910`5902`5978`5942`5935`5897`8489`6316`6303`5995`4064`8476`4047`6325`8491`8496`3993`4070`4040`8498`4060`8478`4055`4002`8482`5975`5921`11662`8500",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
},
[1981] = {
["q"] = "黑石深渊`格杀勿论：黑铁矮人`48`52`1`到黑石深渊去消灭那些邪恶的侵略者！\n\n军官高图斯要你去杀死15个铁怒卫士、10个铁怒狱卒和5个铁怒步兵。完成任务之后回去向他复命。",
["os"] = {
[1] = {
["t"] = "铁怒卫士：0/15",
["n"] = "3255",
},
[2] = {
["t"] = "铁怒狱卒：0/10",
["n"] = "3260",
},
[3] = {
["t"] = "铁怒步兵：0/5",
["n"] = "3273",
},
},
["pa"] = "通缉`荒芜之地`4,48`4,47`3,46",
["pc"] = "军官高图斯`灼热峡谷`85,39`82,39`85,38`86,38`83,40",
},
[1982] = {
["q"] = "菲拉斯`灵魂武器`44`50`1`巫医尤克里希望你在他准备武器的时候稍等一会儿。",
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
["pc"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
},
[1983] = {
["q"] = "费伍德森林`加德纳尔的势力`48`51`3`到加德纳尔去杀掉4个加德纳尔恶犬、4个加德纳尔守护者、6个加德纳尔精兵和6个加德纳尔祭司，然后向费伍德森林的格雷塔·苔蹄复命。",
["os"] = {
[1] = {
["t"] = "加德纳尔恶犬：0/4",
["n"] = "3278",
},
[2] = {
["t"] = "加德纳尔守护者：0/4",
["n"] = "3282",
},
[3] = {
["t"] = "加德纳尔精兵：0/6",
["n"] = "3288",
},
[4] = {
["t"] = "加德纳尔祭司：0/6",
["n"] = "3295",
},
},
["pa"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
["pc"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
},
[1984] = {
["q"] = "费伍德森林`验证腐蚀`48`54`3`杀掉2个热能野兽和2个热能恐兽，并探索碎痕谷。然后查看凹坑中是否仍然充满了堕落的恶臭之水，完成这些任务之后，向费伍德森林中的塔诺恩·红羽复命。",
["os"] = {
[1] = {
["t"] = "热能野兽：0/2",
["n"] = "13565",
},
[2] = {
["t"] = "热能恐兽：0/2",
["n"] = "3308",
},
},
["pa"] = "塔诺恩·红羽`费伍德森林`51,82`51,81`51,83`50,81",
["pc"] = "塔诺恩·红羽`费伍德森林`51,82`51,81`51,83`50,81",
},
[1985] = {
["q"] = "费伍德森林`收集堕落之水`48`52`3`把空壶拿到加德纳尔中心的月亮井去，装满井水之后再回到费伍德森林的格雷塔·苔蹄那里。",
["os"] = {
[1] = {
["t"] = "腐化的月亮井水：0/1",
},
},
["pa"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
["pc"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
},
[1986] = {
["q"] = "菲拉斯`向特洛亚斯回复`42`48`2`把书交给羽月要塞的特洛亚斯·月风。",
["pa"] = "达蕾恩·轻风`泰达希尔`55,92`56,93`56,92",
["pc"] = "特洛亚斯·月风`菲拉斯`32,45`32,46`32,44`31,44",
},
[1987] = {
["q"] = "黑石深渊`遗失的雷酒秘方`50`55`1`把遗失的雷酒秘方交给卡加斯的薇薇安·拉格雷。",
["os"] = {
[1] = {
["t"] = "遗失的雷酒秘方：0/1",
["n"] = "12283`12282",
},
},
["pa"] = "暗法师薇薇安·拉格雷`荒芜之地`4,48`3,48`4,49`3,47`6,47",
["pc"] = "暗法师薇薇安·拉格雷`灼热峡谷`82,40`82,39`83,39`83,40`83,41",
},
[1988] = {
["q"] = "安戈洛环形山`火山的活动`49`55`3`到安戈洛环形山的火山中去，从那里的元素身上收集9份安戈洛灰烬，把它们交给棘齿城的莉芙·雷兹菲克斯。",
["os"] = {
[1] = {
["t"] = "安戈洛灰烬：0/9",
["n"] = "10124`3660`10110`10112",
},
},
["pa"] = "莉芙·雷兹菲克斯`贫瘠之地`63,38`62,39`63,39",
["pc"] = "莉芙·雷兹菲克斯`贫瘠之地`63,38`62,39`63,39",
},
[1989] = {
["q"] = "荆棘谷`刺着字母的腰带`41`45`3`将刺着字母的腰带还给他的主人。",
["pa"] = "刺着字母的腰带`荆棘谷`28,77`23,73`23,72`25,72`33,76",
["pc"] = "海克拜瑞·斯莫特船长`荆棘谷`27,74`26,73`27,73`28,74`26,74",
},
[1990] = {
["q"] = "荆棘谷`船长的弯刀`41`45`3`与斯普罗格谈一谈。",
["pa"] = "海克拜瑞·斯莫特船长`荆棘谷`27,74`26,73`27,73`28,74`26,74",
["pc"] = "斯普罗格`荆棘谷`28,74`27,74`26,73`26,74`27,73",
},
[1991] = {
["q"] = "荆棘谷`挑战奈古拉什`41`50`3`将10块烧烤秃鹰翅膀和5瓶密林葡萄酒带到斯莫特船长的救生艇上去。\n\n然后杀死奈古拉什，将斯莫特的弯刀交给荆棘谷的斯莫特船长。",
["os"] = {
[1] = {
["t"] = "斯莫特的弯刀：0/1",
["n"] = "12496",
},
},
["pa"] = "斯普罗格`荆棘谷`28,74`27,74`26,73`26,74`27,73",
["pc"] = "海克拜瑞·斯莫特船长`荆棘谷`27,74`26,73`27,73`28,74`26,74",
},
[1992] = {
["q"] = "安戈洛环形山`造访格雷甘`47`52`2`把血瓣花交给菲拉斯的格雷甘·山酒。",
["pa"] = "穆尔金`安戈洛环形山`43,9`43,8`42,9`43,10`43,11",
["pc"] = "格雷甘·山酒`菲拉斯`45,25`45,26`47,26",
},
[1993] = {
["q"] = "安戈洛环形山`邪恶之雾`48`52`2`收集5份阿塔莱之雾的样本，然后向安戈洛环形山的穆尔金复命。",
["os"] = {
[1] = {
["t"] = "阿塔莱之雾：0/5",
["n"] = "11812`12096`8142",
},
},
["pa"] = "格雷甘·山酒`菲拉斯`45,25`45,26`47,26",
["pc"] = "穆尔金`安戈洛环形山`43,9`43,8`42,9`43,10`43,11",
},
[1994] = {
["q"] = "沉没的神庙`神灵哈卡`45`53`3`将 filled egg of hakkar 交给塔纳利斯的 yeh'kinya。",
["os"] = {
[1] = {
["t"] = "装满的哈卡之卵：0/1",
},
},
["pa"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
["pc"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
},
[1995] = {
["q"] = "安戈洛环形山`拉克维的食物`48`53`3`找到拉克维刚刚猎杀的动物的尸体，从尸体上偷取一块蛇颈龙肉块，然后回到安戈洛环形山的托尔瓦·寻路者那里。",
["os"] = {
[1] = {
["t"] = "蛇颈龙肉块：0/1",
["n"] = "10908`10907`12286",
},
},
["pa"] = "托尔瓦·寻路者`塔纳利斯`28,43`27,43`27,44",
["pc"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
},
[1996] = {
["q"] = "安戈洛环形山`拉瑞安和穆尔金`48`52`1`为马绍尔营地里的拉瑞安杀掉10个血瓣花鞭笞者和10个血瓣花捕兽者。",
["os"] = {
[1] = {
["t"] = "血瓣花鞭笞者：0/5",
["n"] = "3315",
},
[2] = {
["t"] = "血瓣花捕兽者：0/5",
["n"] = "3322",
},
[3] = {
["t"] = "血瓣花掠夺者：0/5",
["n"] = "3332",
},
[4] = {
["t"] = "血瓣花猛击者：0/5",
["n"] = "3341",
},
},
["pa"] = "拉瑞安`安戈洛环形山`44,7`46,9`45,8`45,9`46,8",
["pc"] = "拉瑞安`安戈洛环形山`44,7`46,9`45,8`45,9`46,8",
},
[1997] = {
["q"] = "铁炉堡`战斗的号角：瘟疫之地！`50`50`2`找到指挥官阿什拉姆·瓦罗菲斯特。他的大本营位于奥特兰克山脉以北的冰风岗。",
["pa"] = "信使考雷·落锤`铁炉堡`71,38`41,80`42,80`39,46`34,26",
["pc"] = "指挥官阿什拉姆·瓦罗菲斯特`奥特兰克山脉`79,29`80,29`79,30`79,31`79,28",
},
[1998] = {
["q"] = "西瘟疫之地`扫清道路`50`52`2`杀掉悔恨岭中的10个骷髅剥皮者和10个被奴役的食尸鬼。\n\n然后向西瘟疫之地冰风岗的指挥官阿什拉姆·瓦罗菲斯特复命。",
["os"] = {
[1] = {
["t"] = "骷髅剥皮者：0/10",
["n"] = "11025",
},
[2] = {
["t"] = "被奴役的食尸鬼：0/10",
["n"] = "9173",
},
},
["pa"] = "指挥官阿什拉姆·瓦罗菲斯特`奥特兰克山脉`79,29`80,29`79,30`79,31`79,28",
["pc"] = "指挥官阿什拉姆·瓦罗菲斯特`西瘟疫之地`43,84`43,85`43,83`44,83`43,82",
},
[1999] = {
["q"] = "安戈洛环形山`走丢了！`50`55`3`在火羽山找到林格。",
["pa"] = "斯普拉格·弗劳克`安戈洛环形山`44,9`44,8`45,10`44,10`44,7",
["pc"] = "林格`安戈洛环形山`52,50`53,51`53,50`60,44`59,35",
},
[2000] = {
["q"] = "安戈洛环形山`挖骨头`49`51`3`将8根恐龙骨头交给安戈洛环形山的斯巴克·尼米尔。",
["os"] = {
[1] = {
["t"] = "恐龙骨头：0/8",
["n"] = "11758`11809`12173`12288`3390`11926`11787`11843`11856`10854",
},
},
["pa"] = "斯巴克·尼米尔`安戈洛环形山`43,8`44,7`44,8`43,7`44,9",
["pc"] = "斯巴克·尼米尔`安戈洛环形山`43,8`44,7`44,8`43,7`44,9",
},
[2001] = {
["q"] = "安戈洛环形山`当心翼手龙`49`55`3`杀掉10只翼手龙和15只狂怒的翼手龙，然后向马绍尔营地的斯普拉格·弗劳克报告。",
["os"] = {
[1] = {
["t"] = "翼手龙：0/10",
["n"] = "1250`3390`3403",
},
[2] = {
["t"] = "狂怒的翼手龙：0/15",
["n"] = "3390",
},
},
["pa"] = "当心翼手龙`安戈洛环形山`44,8`44,9`43,8`44,7",
["pc"] = "斯普拉格·弗劳克`安戈洛环形山`44,9`44,8`45,10`44,10`44,7",
},
[2002] = {
["q"] = "安戈洛环形山`希兹尔的的飞行器`49`51`3`为马绍尔营地的希兹尔收集8块精细的双帆龙鳞片和8块精细的翼手龙鳞片。",
["os"] = {
[1] = {
["t"] = "精细的双帆龙鳞片：0/8",
["n"] = "11926`11843`11856",
},
[2] = {
["t"] = "精细的翼手龙鳞片：0/8",
["n"] = "3390`3403`11721",
},
},
["pa"] = "希兹尔`安戈洛环形山`44,11`44,12`45,9`44,10`44,9",
["pc"] = "希兹尔`安戈洛环形山`44,11`44,12`45,9`44,10`44,9",
},
[2003] = {
["q"] = "达纳苏斯`异种蝎的远征`50`53`3`与加基森的炼金师匹斯特苏格谈一谈。",
["pa"] = "基尔兹宾·鼓眼`奥格瑞玛`56,46`57,46`56,47`57,47",
["pc"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
},
[2004] = {
["q"] = "塔纳利斯`擒虫先擒王`50`53`3`把一份格里什信息素和5份安戈洛的泥土样本交给加基森的炼金师匹斯特苏格。",
["os"] = {
[1] = {
["t"] = "格里什信息素：0/1",
["n"] = "12186`12208`12185`12172`12180`12165",
},
[2] = {
["t"] = "安戈洛的泥土：0/5",
["n"] = "6923`11922`12162`12248`12177`10906`11917`10124`11758`10908`12186`12208`12185`12233`12172`12180`12165`12247`11809`6938`12173`8152`9246`12256`8642`12167`12230`12191`3390`12035`11817`11926`11787`12246`12198`12193`10907`11843`12244`11767`3403`3315`3322`3332`3341`11721`10110`11856`7257`10854`10112",
},
},
["pa"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
["pc"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
},
[2005] = {
["q"] = "安戈洛环形山`拉克维的气味`48`53`3`将2份暴掠龙信息素交给安戈洛尔环形山入口附近的托尔瓦·寻路者。",
["os"] = {
[1] = {
["t"] = "暴掠龙信息素：0/2",
["n"] = "11817",
},
},
["pa"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
["pc"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
},
[2006] = {
["q"] = "塔纳利斯`捕捉皇后`50`54`3`召唤格里什皇后，然后击败她。\n\n把格里什皇后的大脑交给加基森的炼金师匹斯特苏格。",
["os"] = {
[1] = {
["t"] = "格里什皇后的大脑：0/1",
["n"] = "12233",
},
},
["pa"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
["pc"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
},
[2007] = {
["q"] = "安戈洛环形山`找回A-Me 01`48`53`3`找到一个秘银外壳，然后回到安戈洛环形山的a-me 01身边。",
["os"] = {
[1] = {
["t"] = "秘银外壳：0/1",
["n"] = "8814",
},
},
},
[2008] = {
["q"] = "安戈洛环形山`分析水晶塔`47`53`3`过一会再和科琳说话。",
["pa"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
["pc"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
},
[2009] = {
["q"] = "雷霆崖`晨光麦研究`47`50`1`将草种购买券交给雷霆崖的巴珊娜·符文图腾。",
["pa"] = "大德鲁伊哈缪尔·符文图腾`雷霆崖`79,29`78,28`78,29`77,29`79,28",
["pc"] = "巴珊娜·符文图腾`雷霆崖`71,33`71,34`71,32`70,33`70,34",
},
[2010] = {
["q"] = "雷霆崖`晨光麦研究`47`50`1`用一个常青袋、一包萨伦迪斯种子以及两份安戈洛的泥土来尝试种植晨光麦。\n\n将10株晨光麦交给雷霆崖的巴珊娜·符文图腾。",
["os"] = {
[1] = {
["t"] = "晨光麦：0/10",
["n"] = "13491`11988`9319`6927`9352`12477`2201`12208`12180`10143`7398`12817`6938`3295`12256`12167`9291`3778`3390`11926`5836`10216`6147`12905`6584`6574`1924`11843`13059`3827`10941`1938`9338`3260`6459`10221`3332`6560`11721`6542`10112",
},
},
["pa"] = "巴珊娜·符文图腾`雷霆崖`71,33`71,34`71,32`70,33`70,34",
["pc"] = "巴珊娜·符文图腾`贫瘠之地`28,40",
},
[2011] = {
["q"] = "德鲁伊`消除疾病`14`14`1`对贫瘠之地北部的10只生病的瞪羚使用动物医疗药膏，以此来治疗它们。在穿过十字路口的那条东西走向的大路北面到处都是生病的蹬羚。",
["os"] = {
[1] = {
["t"] = "治疗生病的瞪羚：0/10",
},
},
["pa"] = "图加·符文图腾`贫瘠之地`52,32`52,33`52,31",
["pc"] = "德迪利特·星焰`月光林地`56,31`56,30",
},
[2012] = {
["q"] = "安戈洛环形山`无人知晓的秘密`47`52`3`在池塘附近查找与搁浅的小艇有关的线索。",
["pa"] = "破碎的木筏`安戈洛环形山`63,68`63,69",
["pc"] = "小背包`安戈洛环形山`63,69",
},
[2013] = {
["q"] = "安戈洛环形山`无人知晓的秘密`47`52`3`查看袋子里的东西，然后将它们交给物主。",
["os"] = {
[1] = {
["t"] = "大指南针：0/1",
["n"] = "10906`6938`10907",
},
[2] = {
["t"] = "卷曲的羊皮地图：0/1",
["n"] = "10906`6938`10907",
},
[3] = {
["t"] = "狮头钥匙：0/1",
["n"] = "10906`6938`10907",
},
},
["pa"] = "小背包`安戈洛环形山`63,69",
["pc"] = "林克`安戈洛环形山`45,8`45,9`45,10`44,10`45,11",
},
[2014] = {
["q"] = "安戈洛环形山`拉克维的诱饵`48`56`3`使用托尔瓦的麻袋中的东西召唤拉克维并打败它。将拉克维的头颅交给安戈洛环形山入口处的托尔瓦·寻路者。",
["os"] = {
[1] = {
["t"] = "拉克维的头颅：0/1",
["n"] = "12035",
},
},
["pa"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
["pc"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
},
[2015] = {
["q"] = "安戈洛环形山`无人知晓的秘密`47`52`3`把林克的剑交给冬泉谷的多诺瓦·雪山。",
["pa"] = "林克`安戈洛环形山`45,8`45,9`45,10`44,10`45,11",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2016] = {
["q"] = "安戈洛环形山`玛尔冯的车间`48`52`1`到棘齿城去，在玛尔冯·瑞文斯克的车间里找到他。",
["pa"] = "拉瑞安`安戈洛环形山`44,7`46,9`45,8`45,9`46,8",
["pc"] = "莉芙·雷兹菲克斯`贫瘠之地`63,38`62,39`63,39",
},
[2017] = {
["q"] = "安戈洛环形山`强大的尤尔查`50`55`3`把尤尔查的毛皮交给安戈洛环形山入口处的托尔瓦·寻路者。",
["os"] = {
[1] = {
["t"] = "尤尔查的毛皮：0/1",
["n"] = "11756",
},
},
["pa"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
["pc"] = "托尔瓦·寻路者`安戈洛环形山`71,77`72,76`71,76`71,74`70,76",
},
[2018] = {
["q"] = "西瘟疫之地`战斗的号角：瘟疫之地！`50`50`1`找到高级执行官德灵顿。他将自己的大本营建在提瑞斯法林地和幽暗城以东的亡灵壁垒。",
["pa"] = "公告员高拉克`奥格瑞玛`46,64`45,37`58,39`41,69`50,61",
["pc"] = "高级执行官德灵顿`提瑞斯法林地`83,69`83,70`83,68`83,71`79,71",
},
[2019] = {
["q"] = "安戈洛环形山`除草器的燃料`48`52`1`收集5份阿塔莱之雾的样本，然后将它们送到马绍尔营地的拉瑞安那里。",
["os"] = {
[1] = {
["t"] = "阿塔莱之雾：0/5",
["n"] = "11812`12096`8142",
},
},
["pa"] = "莉芙·雷兹菲克斯`贫瘠之地`63,38`62,39`63,39",
["pc"] = "拉瑞安`塔纳利斯`14,7`13,7`13,6`12,7`14,6",
},
[2020] = {
["q"] = "达纳苏斯`晨光麦研究`47`50`2`将大德鲁伊的草种购买券交给达纳苏斯城塞纳里奥区的玛斯雷·驭熊者。",
["pa"] = "大德鲁伊范达尔·鹿盔`泰达希尔`24,49`25,49",
["pc"] = "玛斯雷·驭熊者`达纳苏斯`35,9`35,8`34,8`36,8`36,9",
},
[2021] = {
["q"] = "达纳苏斯`晨光麦研究`47`50`2`用一个常青袋、一包萨伦迪斯种子以及两份安戈洛的泥土来尝试种植晨光麦。\n\n将10株晨光麦交给达纳苏斯的玛斯雷·驭熊者。",
["os"] = {
[1] = {
["t"] = "晨光麦：0/10",
["n"] = "13491`11988`9319`6927`9352`12477`2201`12208`12180`10143`7398`12817`6938`3295`12256`12167`9291`3778`3390`11926`5836`10216`6147`12905`6584`6574`1924`11843`13059`3827`10941`1938`9338`3260`6459`10221`3332`6560`11721`6542`10112",
},
},
["pa"] = "玛斯雷·驭熊者`达纳苏斯`35,9`35,8`34,8`36,8`36,9",
["pc"] = "玛斯雷·驭熊者`泰达希尔`25,49`24,49`25,48`24,48",
},
[2022] = {
["q"] = "费伍德森林`净化费伍德`48`55`2`收集15颗血琥珀，把它们交给费伍德森林的阿拉珊蒂丝·银空。",
["os"] = {
[1] = {
["t"] = "血琥珀：0/15",
["n"] = "8249`8277`13844",
},
},
["pa"] = "阿拉珊蒂丝·银空`费伍德森林`54,87`55,86`54,89`53,88`54,88",
["pc"] = "阿拉珊蒂丝·银空`费伍德森林`54,87`55,86`54,89`53,88`54,88",
},
[2023] = {
["q"] = "灼热峡谷`释放他们`47`52`2`到北方去找到被暮光之锤守卫着的神秘的古器。",
["os"] = {
[1] = {
["t"] = "神秘的古器：0/1",
["n"] = "8652`12295",
},
},
["pa"] = "濒死的考古学家`灼热峡谷`41,26`41,25`42,25`41,30`40,26",
["pc"] = "苏塔拉祭坛`灼热峡谷`41,25`41,26",
},
[2024] = {
["q"] = "菲拉斯`迷路的沙恩`46`49`2`从箱子里拿取沙恩的铃铛，然后护送沙恩·飘叶回到罗克比特的营地。",
["os"] = {
[1] = {
["t"] = "沙恩的铃铛：0/1",
["n"] = "12297",
},
},
["pa"] = "沙恩·飘叶`菲拉斯`38,10`38,11`39,21`42,22`40,18",
["pc"] = "罗克比特`菲拉斯`43,22`42,22`42,21`43,21`43,23",
},
[2025] = {
["q"] = "费伍德森林`腐化之井`49`54`1`从碧火萨特的月亮井中收集一份被腐化的水的样本，把它交给血毒哨所的温娜·哈萨德。",
["os"] = {
[1] = {
["t"] = "装满的小瓶：0/1",
},
},
["pa"] = "温娜·哈萨德`费伍德森林`34,52`34,53`35,53`35,51`34,54",
["pc"] = "温娜·哈萨德`费伍德森林`34,52`34,53`35,53`35,51`34,54",
},
[2026] = {
["q"] = "西部荒野`琥珀酒`41`44`2`葛瑞姆·雷酒需要大麦、黑麦和玉米各一袋。",
["os"] = {
[1] = {
["t"] = "一袋大麦：0/1",
["n"] = "12298",
},
[2] = {
["t"] = "一袋玉米：0/1",
["n"] = "12299",
},
[3] = {
["t"] = "一袋黑麦：0/1",
["n"] = "12300",
},
},
["pa"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
["pc"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
},
[2027] = {
["q"] = "哀嚎洞穴`变异皮革`13`17`3`哀嚎洞穴的纳尔帕克想要20张变异皮革。",
["os"] = {
[1] = {
["t"] = "变异皮革：0/20",
["n"] = "5065`4812`4807`3413`4834`4916`4717`14479`3407`4589`4388`4723`4876`3409`4780`4501`5012`5517`4893`9128",
},
},
["pa"] = "纳尔帕克`哀嚎洞穴`",
["pc"] = "纳尔帕克`哀嚎洞穴`",
},
[2028] = {
["q"] = "哀嚎洞穴`清除变异者`15`21`3`哀嚎洞穴的厄布鲁要求你杀掉7只变异破坏者、7只剧毒飞蛇、7只变异蹒跚者和7只变异尖牙风蛇。",
["os"] = {
[1] = {
["t"] = "变异破坏者：0/7",
["n"] = "3407",
},
[2] = {
["t"] = "剧毒飞蛇：0/7",
["n"] = "3409",
},
[3] = {
["t"] = "变异蹒跚者：0/7",
["n"] = "14479",
},
[4] = {
["t"] = "变异尖牙风蛇：0/7",
["n"] = "3413",
},
},
["pa"] = "厄布鲁`哀嚎洞穴`",
["pc"] = "厄布鲁`哀嚎洞穴`",
},
[2029] = {
["q"] = "牧师`噬灵瘟疫`20`20`1`与幽暗城的艾萨莱斯特谈一谈。",
["pa"] = "麦尔斯·威尔什`莫高雷`35,20",
["pc"] = "艾萨莱斯特`幽暗城`49,18`51,21`52,22`49,19`51,22",
},
[2030] = {
["q"] = "燃烧平原`黑龙的威胁`48`54`2`杀掉15条黑色小龙、10条黑色龙人和1条黑色幼龙。当你完成任务之后就向赫林迪斯·河角回报。",
["os"] = {
[1] = {
["t"] = "黑色小龙：0/15",
["n"] = "3415",
},
[2] = {
["t"] = "黑色龙人：0/10",
["n"] = "3423",
},
[3] = {
["t"] = "黑色幼龙：0/1",
["n"] = "3434`3444",
},
[4] = {
["t"] = "火鳞龙人：0/4",
["n"] = "3445`3454",
},
},
["pa"] = "赫林迪斯·河角`燃烧平原`86,69`85,67`86,68`85,68`85,69",
["pc"] = "赫林迪斯·河角`燃烧平原`86,69`85,67`86,68`85,68`85,69",
},
[2031] = {
["q"] = "黑石山`征服者派隆`48`52`2`杀掉征服者派隆，然后向加琳达复命。\n\n加琳达告诉过你，派隆守在采矿场中，也许你应该去那里找找。",
["os"] = {
[1] = {
["t"] = "征服者派隆：0/1",
["n"] = "3251",
},
},
["pa"] = "加琳达`燃烧平原`86,69`85,70`86,70`85,68`85,69",
["pc"] = "加琳达`燃烧平原`86,69`85,70`86,70`85,68`85,69",
},
[2032] = {
["q"] = "燃烧平原`消灭火腹食人魔`48`52`2`杀掉15个火腹食人魔法师、7个火腹食人魔和7个火腹蛮兵，完成任务之后向奥拉留斯报告。",
["os"] = {
[1] = {
["t"] = "火腹食人魔法师：0/15",
["n"] = "3460",
},
[2] = {
["t"] = "火腹食人魔：0/7",
["n"] = "3471`3460",
},
[3] = {
["t"] = "火腹蛮兵：0/7",
["n"] = "3480",
},
},
["pa"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
["pc"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
},
[2033] = {
["q"] = "燃烧平原`五十个！`50`56`2`奥拉留斯想要50枚黑石徽章。在燃烧平原的兽人身上应该可以找到那些徽章。",
["os"] = {
[1] = {
["t"] = "黑石奖章：0/50",
["n"] = "9330`5470`9303`9549`12742`12899`11960`11985`11999",
},
},
["pa"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
["pc"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
},
[2034] = {
["q"] = "黑石深渊`好东西`50`56`2`到黑石深渊去找到20个黑铁挎包。当你完成任务之后，回到奥拉留斯那里复命。你认为黑石深渊里的黑铁矮人应该会有这些黑铁挎包。",
["os"] = {
[1] = {
["t"] = "黑铁挎包：0/20",
["n"] = "4100`9535`9491`9468`9183`9618`9351`12518`9661`10698`12283`12310`12282`9669`9659`11026`3273`9410`12563`3918`6930`3914`3255`3911`6958`11032",
},
},
["pa"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
["pc"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
},
[2035] = {
["q"] = "燃烧平原`雏龙精华`50`52`3`将龙灵采集器900型和8份雏龙精华交给燃烧平原烈焰峰的丁奇·斯迪波尔。",
["os"] = {
[1] = {
["t"] = "雏龙精华：0/8",
["n"] = "10793`12315`3415`11960`10795",
},
},
["pa"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
["pc"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
},
[2036] = {
["q"] = "黑石深渊`山脉之心`50`55`3`把山脉之心交给燃烧平原的麦克斯沃特·尤博格林。",
["os"] = {
[1] = {
["t"] = "山脉之心：0/1",
["n"] = "10182`12317`6958`12318",
},
},
["pa"] = "麦克斯沃特·尤博格林`燃烧平原`65,24`65,23`66,24`66,22`66,23",
["pc"] = "麦克斯沃特·尤博格林`燃烧平原`65,24`65,23`66,24`66,22`66,23",
},
[2037] = {
["q"] = "黑石深渊`雷布里·斯库比格特`48`53`3`把雷布里的头颅交给燃烧平原的尤卡·斯库比格特。",
["os"] = {
[1] = {
["t"] = "雷布里的头颅：0/1",
["n"] = "11034",
},
},
["pa"] = "尤卡·斯库比格特`燃烧平原`66,22`65,23`66,23`65,24",
["pc"] = "尤卡·斯库比格特`燃烧平原`66,22`65,23`66,23`65,24",
},
[2038] = {
["q"] = "燃烧平原`七贤石板`50`50`3`把石板拓文交给燃烧平原的麦克斯沃特·尤博格林。",
["os"] = {
[1] = {
["t"] = "石板拓文：0/1",
},
},
["pa"] = "麦克斯沃特·尤博格林`燃烧平原`65,24`65,23`66,24`66,22`66,23",
["pc"] = "麦克斯沃特·尤博格林`燃烧平原`65,24`65,23`66,24`66,22`66,23",
},
[2039] = {
["q"] = "燃烧平原`菲诺克`50`54`3`把丁奇的信交给菲诺克。",
["pa"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
["pc"] = "菲诺克`冬泉谷`62,39`61,38`62,38`61,39",
},
[2040] = {
["q"] = "安戈洛环形山`找回A-Me 01`48`53`3`将a-me 01交给安戈洛环形山的卡尔纳·雷塔维。",
["pc"] = "卡尔纳·雷塔维`安戈洛环形山`46,13`47,13`48,14`47,14`46,14",
},
[2041] = {
["q"] = "冬泉谷`奇怪的家伙`49`54`1`与费伍德森林的温娜·哈萨德谈一谈。",
["pa"] = "哈鲁·维格索斯`冬泉谷`61,38`61,39`61,37`62,38`62,39",
["pc"] = "温娜·哈萨德`费伍德森林`34,52`34,53`35,53`35,51`34,54",
},
[2042] = {
["q"] = "东瘟疫之地`小妹妹帕米拉`50`55`3`在达隆郡里找到帕米拉·雷德帕斯。",
["pa"] = "杰希卡·雷德帕斯`冬泉谷`61,39`61,38",
["pc"] = "帕米拉·雷德帕斯`东瘟疫之地`38,91`37,91`36,91`39,92`37,90",
},
[2043] = {
["q"] = "冬泉谷`永望镇报告`50`52`1`把永望镇报告送给西瘟疫地亡灵壁垒的银色黎明军官加鲁什。",
["pa"] = "格雷戈·格雷斯通`冬泉谷`61,39`61,38",
["pc"] = "银色黎明军官加鲁什`提瑞斯法林地`83,69`83,68`83,70`83,67",
},
[2044] = {
["q"] = "冬泉谷`尼古拉斯·瑟伦霍夫公爵`50`52`3`将《灵语研究》这本书交给东瘟疫之地圣光之愿礼拜堂的尼古拉斯·瑟伦霍夫公爵。",
["pa"] = "格雷戈·格雷斯通`冬泉谷`61,39`61,38",
["pc"] = "尼古拉斯·瑟伦霍夫公爵`东瘟疫之地`81,60`82,60`82,61`80,60`81,59",
},
[2045] = {
["q"] = "幽暗城`堕落之水`47`52`1`将科雷的药剂交给幽暗城的瑟尔萨·风歌。",
["pa"] = "药剂师科雷`幽暗城`48,71`49,71`48,73`49,72`48,72",
["pc"] = "瑟尔萨·风歌`幽暗城`48,73`48,71`49,71`49,72`50,71",
},
[2046] = {
["q"] = "诅咒之地`悲伤的故事`47`57`3`聆听部落英雄的灵魂讲述他的故事。",
["pa"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
["pc"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
},
[2047] = {
["q"] = "诅咒之地`禁锢我们的石头`47`57`3`解救九个拉瑟莱克的仆从、三个瑟温妮的仆从、三个奥利斯塔的仆从和三个戈洛尔的仆从。完成任务后，回到部落英雄的灵魂这里。",
["os"] = {
[1] = {
["t"] = "解放拉瑟莱克的仆从：0/9",
},
[2] = {
["t"] = "解放戈洛尔的仆从：0/3",
},
[3] = {
["t"] = "解放奥利斯塔的仆从：0/3",
},
[4] = {
["t"] = "解放瑟温妮的仆从：0/3",
},
},
["pa"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
["pc"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
},
[2048] = {
["q"] = "燃烧平原`克罗格鲁尔`49`53`1`从克罗格鲁尔手中拿回沙妮的鼻环，把它还给卡加斯的萨特拉克。搜寻巨槌石的每一处山洞和矿井。",
["os"] = {
[1] = {
["t"] = "沙妮的鼻环：0/1",
["n"] = "9426",
},
},
["pa"] = "沙妮·长齿`燃烧平原`80,46`80,45`81,45`81,46",
["pc"] = "萨特拉克`荒芜之地`4,47`4,48`3,48`5,45`5,48",
},
[2049] = {
["q"] = "提瑞斯法林地`瘟疫与你`48`55`1`在东瘟疫之地的蚁丘上使用空的白蚁瓶。当你收集了100只瘟疫白蚁之后，就回到提瑞斯法林地的亡灵壁垒去找米克·莱文。",
["os"] = {
[1] = {
["t"] = "瘟疫白蚁：0/100",
["n"] = "9319`12258`12627`8132`6933`12738`3794`12620`13134`9292`9269`11017",
},
},
["pa"] = "米克·莱文`提瑞斯法林地`83,72`83,71`83,73`82,72`82,70",
["pc"] = "米克·莱文`提瑞斯法林地`83,72`83,71`83,73`82,72`82,70",
},
[2050] = {
["q"] = "西瘟疫之地`标记哨塔`50`56`1`使用信号火炬为安多哈尔城中的四座哨塔做上标记，你必须站在哨塔门口才能成功地进行标记。\n\n在做完了标记之后，将信号火炬还给西瘟疫之地亡灵壁垒的高级执行官德灵顿。",
["os"] = {
[1] = {
["t"] = "标记第一座塔：0/1",
},
[2] = {
["t"] = "标记第二座塔：0/1",
},
[3] = {
["t"] = "标记第三座塔：0/1",
},
[4] = {
["t"] = "标记第四座塔：0/1",
},
},
["pa"] = "高级执行官德灵顿`提瑞斯法林地`83,69`83,70`83,68`83,71`79,71",
["pc"] = "高级执行官德灵顿`西瘟疫之地`26,56`27,56`27,57`26,57`26,55",
},
[2051] = {
["q"] = "西瘟疫之地`瘟疫之锅`50`53`1`与西瘟疫之地亡灵壁垒的暗影牧师范蒂丝谈一谈。",
["pa"] = "高级执行官德灵顿`提瑞斯法林地`83,69`83,70`83,68`83,71`79,71",
["pc"] = "暗影牧师范蒂丝`提瑞斯法林地`83,72`83,71`82,72`83,69`83,70",
},
[2052] = {
["q"] = "西瘟疫之地`目标：费尔斯通农场`50`53`3`到西瘟疫之地的费尔斯通农场去，找到并击败那里的护锅者，用它的钥匙打开瘟疫之锅。你必须随身携带费尔斯通农场的空瓶来采集瘟疫之锅中的毒药样本。",
["os"] = {
[1] = {
["t"] = "费尔斯通农场的瘟疫之锅钥匙：0/1",
["n"] = "12319",
},
},
["pa"] = "暗影牧师范蒂丝`提瑞斯法林地`83,72`83,71`82,72`83,69`83,70",
["pc"] = "瘟疫之锅`提瑞斯法林地`93,70",
},
[2053] = {
["q"] = "西瘟疫之地`返回亡灵壁垒`50`53`1`把费尔斯通农场的样本瓶交给西瘟疫之地亡灵壁垒的暗影牧师范蒂丝。",
["pa"] = "瘟疫之锅`提瑞斯法林地`93,70",
["pc"] = "暗影牧师范蒂丝`提瑞斯法林地`83,72`83,71`82,72`83,69`83,70",
},
[2054] = {
["q"] = "西瘟疫之地`目标：达尔松之泪`50`55`3`到西瘟疫之地的达尔松之泪去，找到并击败那里的护锅者，用它的钥匙打开瘟疫之锅。你必须随身携带达尔松之泪的空瓶来采集瘟疫之锅中的毒药样本。",
["os"] = {
[1] = {
["t"] = "达尔松之泪的瘟疫之锅钥匙：0/1",
["n"] = "12323",
},
},
["pa"] = "暗影牧师范蒂丝`提瑞斯法林地`83,72`83,71`82,72`83,69`83,70",
["pc"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
},
[2055] = {
["q"] = "西瘟疫之地`返回亡灵壁垒`50`55`1`把装满的达尔松眼泪之瓶交给西瘟疫之地亡灵壁垒的暗影牧师范蒂丝。",
["pa"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
["pc"] = "暗影牧师范蒂丝`西瘟疫之地`26,59`26,58`27,59`27,57`26,60",
},
[2056] = {
["q"] = "西瘟疫之地`目标：嚎哭鬼屋`50`55`3`到西瘟疫之地的嚎哭鬼屋去，找到并击败那里的护锅者，用它的钥匙打开瘟疫之锅。你必须随身携带嚎哭鬼屋的空瓶来采集瘟疫之锅中的毒药样本。",
["os"] = {
[1] = {
["t"] = "嚎哭鬼屋的瘟疫之锅钥匙：0/1",
["n"] = "12325",
},
},
["pa"] = "暗影牧师范蒂丝`西瘟疫之地`26,59`26,58`27,59`27,57`26,60",
["pc"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
},
[2057] = {
["q"] = "西瘟疫之地`返回亡灵壁垒`50`55`1`把嚎哭鬼屋的样本瓶交给西瘟疫之地亡灵壁垒的暗影牧师范蒂丝。",
["pa"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
["pc"] = "暗影牧师范蒂丝`西瘟疫之地`26,59`26,58`27,59`27,57`26,60",
},
[2058] = {
["q"] = "西瘟疫之地`目标：盖罗恩农场`50`58`3`到西瘟疫之地的盖罗恩农场去，找到并击败那里的护锅者，用它的钥匙打开瘟疫之锅。你必须随身携带盖罗恩农场的空瓶来采集瘟疫之锅中的毒药样本。",
["os"] = {
[1] = {
["t"] = "盖罗恩农场的瘟疫之锅钥匙：0/1",
["n"] = "12327",
},
},
["pa"] = "暗影牧师范蒂丝`西瘟疫之地`26,59`26,58`27,59`27,57`26,60",
["pc"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
},
[2059] = {
["q"] = "西瘟疫之地`啊，安多哈尔！`50`60`1`把阿拉基的护符匣碎片交给西瘟疫之地亡灵壁垒的高级执行官德灵顿。",
["os"] = {
[1] = {
["t"] = "阿拉基的护符匣碎片：0/1",
["n"] = "12330`12366",
},
},
["pa"] = "高级执行官德灵顿`西瘟疫之地`26,56`27,56`27,57`26,57`26,55",
["pc"] = "高级执行官德灵顿`西瘟疫之地`26,56`27,56`27,57`26,57`26,55",
},
[2060] = {
["q"] = "东瘟疫之地`达隆郡的保卫者`50`55`3`释放15个达隆郡居民的灵魂，然后返回卡林·雷德帕斯身边。",
["os"] = {
[1] = {
["t"] = "解放达隆郡的灵魂：0/15",
},
},
["pa"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
["pc"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2061] = {
["q"] = "提瑞斯法林地`瘟疫与你`49`55`3`到西瘟疫之地的北山伐木场去找个合适的地方，在那里放下一桶瘟疫白蚁。",
["pa"] = "米克·莱文`提瑞斯法林地`83,72`83,71`83,73`82,72`82,70",
["pc"] = "白蚁桶`西瘟疫之地`48,32",
},
[2062] = {
["q"] = "西瘟疫之地`瘟疫与你`51`55`1`使用北山伐木场里的铁棍放出那里的瘟疫白蚁，然后向提瑞斯法林地亡灵壁垒的米克·莱文报告。",
["pa"] = "白蚁桶`西瘟疫之地`48,32",
["pc"] = "米克·莱文`西瘟疫之地`27,60`27,59`26,60`26,59`26,58",
},
[2063] = {
["q"] = "西瘟疫之地`未完的任务`51`57`3`杀掉猎人莱德雷和骑士杜尔根，然后向西瘟疫之地的科尔斯塔·迪普沙东复命。",
["os"] = {
[1] = {
["t"] = "猎人莱德雷：0/1",
["n"] = "3488",
},
[2] = {
["t"] = "骑士杜尔根：0/1",
["n"] = "3489",
},
},
["pa"] = "科尔斯塔·迪普沙东`西瘟疫之地`52,28`51,29`51,28`52,30",
["pc"] = "科尔斯塔·迪普沙东`西瘟疫之地`52,28`51,29`51,28`52,30",
},
[2064] = {
["q"] = "灼热峡谷`奥比斯顿`48`52`2`杀死黑衣拉索里克和奥比斯顿，带着黑衣拉索里克的头颅和奥比斯顿的心脏回到铁炉堡的索里奥斯那儿。",
["os"] = {
[1] = {
["t"] = "黑衣拉索里克的头颅：0/1",
["n"] = "8653",
},
[2] = {
["t"] = "奥比斯顿的心脏：0/1",
["n"] = "12334",
},
},
["pa"] = "濒死的考古学家`灼热峡谷`41,26`41,25`42,25`41,30`40,26",
["pc"] = "索里奥斯馆长`铁炉堡`72,15`76,22`75,19`74,13`74,21",
},
[2065] = {
["q"] = "西瘟疫之地`标记哨塔`50`56`2`使用信号火炬为安多哈尔城中的四座哨塔做上标记，你必须站在哨塔门口才能成功地进行标记。\n\n在做完了标记之后，将信号火炬还给西瘟疫之地冰风岗的指挥官阿什拉姆·瓦罗菲斯特。",
["os"] = {
[1] = {
["t"] = "标记第一座塔：0/1",
},
[2] = {
["t"] = "标记第二座塔：0/1",
},
[3] = {
["t"] = "标记第三座塔：0/1",
},
[4] = {
["t"] = "标记第四座塔：0/1",
},
},
["pa"] = "指挥官阿什拉姆·瓦罗菲斯特`西瘟疫之地`43,84`43,85`43,83`44,83`43,82",
["pc"] = "指挥官阿什拉姆·瓦罗菲斯特`西瘟疫之地`43,84`43,85`43,83`44,83`43,82",
},
[2066] = {
["q"] = "西瘟疫之地`瘟疫之锅`50`53`2`与西瘟疫之地冰风岗的高阶牧师玛多妮尔谈一谈。",
["pa"] = "指挥官阿什拉姆·瓦罗菲斯特`西瘟疫之地`43,84`43,85`43,83`44,83`43,82",
["pc"] = "高阶牧师玛多妮尔`西瘟疫之地`43,84`43,85`42,84`43,83`44,83",
},
[2067] = {
["q"] = "西瘟疫之地`返回冰风岗`50`53`2`把费尔斯通农场的样本瓶交给西瘟疫之地冰风岗的高阶牧师玛多妮尔。",
["pa"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
["pc"] = "高阶牧师玛多妮尔`西瘟疫之地`43,84`43,85`42,84`43,83`44,83",
},
[2068] = {
["q"] = "西瘟疫之地`迟到总比不到好`50`52`3`这个女人的幽灵告诉你她要送出一只包裹。她说那只包裹就在她的马旁边。至于马在哪里或者包裹要送到哪里去，她却根本没有说。",
["pa"] = "詹妮丝·费尔斯通`西瘟疫之地`38,54`38,56`38,55`39,53",
["pc"] = "詹妮丝的包裹`西瘟疫之地`39,55",
},
[2069] = {
["q"] = "西瘟疫之地`迟到总比不到好`50`52`2`与暴风城的皇家代理人巴瑟罗尔协商，查找到艾玛·费尔斯通的下落。通常在市政厅里都有一个人口普查官。",
["pa"] = "詹妮丝的包裹`西瘟疫之地`39,55",
["pc"] = "皇家代理人巴瑟罗尔`暴风城`49,31`49,30`48,31",
},
[2070] = {
["q"] = "东瘟疫之地`帕米拉的洋娃娃`50`55`3`找到帕米拉的洋娃娃。",
["os"] = {
[1] = {
["t"] = "帕米拉的洋娃娃：0/1",
["n"] = "12336`12338`12340",
},
},
["pa"] = "帕米拉·雷德帕斯`东瘟疫之地`38,91`37,91`36,91`39,92`37,90",
["pc"] = "帕米拉·雷德帕斯`东瘟疫之地`38,91`37,91`36,91`39,92`37,90",
},
[2071] = {
["q"] = "东瘟疫之地`卡林叔叔`50`56`3`找到卡林·瑞德巴思。",
["pa"] = "帕米拉·雷德帕斯`东瘟疫之地`38,91`37,91`36,91`39,92`37,90",
["pc"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2072] = {
["q"] = "东瘟疫之地`玛莱恩姑妈`50`56`3`与安多哈尔废墟南边的玛莱恩谈一谈。",
["pa"] = "帕米拉·雷德帕斯`东瘟疫之地`38,91`37,91`36,91`39,92`37,90",
["pc"] = "玛莱恩·雷德帕斯`西瘟疫之地`49,79`50,79`49,78`50,78",
},
[2073] = {
["q"] = "东瘟疫之地`流亡者塞达尔`50`55`3`将塞达尔的头颅交给圣光之愿礼拜堂的护理者奥林。",
["os"] = {
[1] = {
["t"] = "塞达尔的头颅：0/1",
["n"] = "9318",
},
},
["pa"] = "护理者奥林`东瘟疫之地`80,62`80,64`79,65`79,64`79,63",
["pc"] = "护理者奥林`东瘟疫之地`80,62`80,64`79,65`79,64`79,63",
},
[2074] = {
["q"] = "东瘟疫之地`古怪的历史学家`50`56`3`把约瑟夫的结婚戒指交给安多哈尔的克罗米。",
["os"] = {
[1] = {
["t"] = "约瑟夫的结婚戒指：0/1",
["n"] = "9173`11025`12343",
},
},
["pa"] = "玛莱恩·雷德帕斯`西瘟疫之地`49,79`50,79`49,78`50,78",
["pc"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
},
[2075] = {
["q"] = "西瘟疫之地`返回冰风岗`50`55`2`把达尔松之泪的样本瓶交给西瘟疫之地冰风岗的高阶牧师玛多妮尔。",
["pa"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
["pc"] = "高阶牧师玛多妮尔`西瘟疫之地`43,84`43,85`42,84`43,83`44,83",
},
[2076] = {
["q"] = "安戈洛环形山`墓地相见`48`52`3`在加基森镇外的墓地中使用视灵药剂，然后按照多诺瓦的指示找到加里杨。",
["pa"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
["pc"] = "加里杨`塔纳利斯`54,23`54,24`53,24",
},
[2077] = {
["q"] = "安戈洛环形山`寻找墓碑`48`52`3`复活，然后寻找加里杨让你去找的那块墓碑。",
["pa"] = "加里杨`塔纳利斯`54,23`54,24`53,24",
["pc"] = "明显的墓碑`塔纳利斯`54,29",
},
[2078] = {
["q"] = "安戈洛环形山`林克的剑`48`52`3`把林克的强化之剑交给安戈洛尔环形山的林克。",
["pa"] = "明显的墓碑`塔纳利斯`54,29",
["pc"] = "林克`安戈洛环形山`45,8`45,9`45,10`44,10`45,11",
},
[2079] = {
["q"] = "东瘟疫之地`小帕米拉`50`55`3`找到帕米拉·雷德帕斯。",
["pa"] = "玛莱恩·雷德帕斯`西瘟疫之地`49,79`50,79`49,78`50,78",
["pc"] = "帕米拉·雷德帕斯`东瘟疫之地`38,91`37,91`36,91`39,92`37,90",
},
[2080] = {
["q"] = "西瘟疫之地`误导血色十字军`50`53`1`到血色十字军建在费尔斯通农场和达尔松之泪之间的营地去，摧毁他们的指挥帐篷。\n\n将亡灵天灾的战旗插在营地中，然后回到西瘟疫之地亡灵壁垒的高级执行官德灵顿那儿。",
["pa"] = "高级执行官德灵顿`提瑞斯法林地`83,69`83,70`83,68`83,71`79,71",
["pc"] = "高级执行官德灵顿`西瘟疫之地`26,56`27,56`27,57`26,57`26,55",
},
[2081] = {
["q"] = "黑石深渊`薇薇安·拉格雷`50`55`1`与卡加斯的暗法师薇薇安·拉格雷谈一谈。",
["pa"] = "药剂师金格`幽暗城`50,68`50,69`49,68`47,72`49,69",
["pc"] = "暗法师薇薇安·拉格雷`荒芜之地`4,48`3,48`4,49`3,47`6,47",
},
[2082] = {
["q"] = "奥格瑞玛`叛徒`47`56`1`摧毁大法师雷姆托里携带的奥术聚焦水晶并杀死她。然后把她的脑袋交给艾萨拉的阿格图·血拳。",
["os"] = {
[1] = {
["t"] = "大法师雷姆托里的头颅：0/1",
["n"] = "12346",
},
},
["pa"] = "卡多雷召唤宝典`艾萨拉`60,31`59,31",
["pc"] = "阿格图·血拳`艾萨拉`22,51`22,52`23,53`23,51`23,52",
},
[2083] = {
["q"] = "奥格瑞玛`叛徒`48`56`1`与奥格瑞玛的贝尔戈洛姆·石槌谈一谈。",
["pa"] = "阿格图·血拳`艾萨拉`22,51`22,52`23,53`23,51`23,52",
["pc"] = "贝尔戈洛姆·石槌`奥格瑞玛`75,34`76,33`74,34`72,35`70,37",
},
[2084] = {
["q"] = "菲拉斯`新的生命`39`47`2`带着这枚脆弱的小精龙卵去辛特兰，与阿格纳谈一谈，但是你一定要在它还有生命力的时候赶到，在蛋里的小生命夭折之前，你只有1小时的时间。",
["pa"] = "奎恩丁`塔纳利斯`53,7`53,6`53,8",
["pc"] = "阿格纳`辛特兰`14,43`14,44",
},
[2085] = {
["q"] = "菲拉斯`小精龙的食物`39`47`2`将5块银鬃捕猎者的肉交给辛特兰的阿格纳。",
["os"] = {
[1] = {
["t"] = "银鬃捕猎者的肉：0/5",
["n"] = "4024",
},
},
["pa"] = "阿格纳`辛特兰`14,43`14,44",
["pc"] = "阿格纳`辛特兰`14,43`14,44",
},
[2086] = {
["q"] = "菲拉斯`为人父母`39`48`2`与辛特兰的阿格纳谈一谈。",
["pa"] = "阿格纳`辛特兰`14,43`14,44",
["pc"] = "阿格纳`辛特兰`14,43`14,44",
},
[2087] = {
["q"] = "诅咒之地`争论`50`57`2`与诅咒之地和悲伤沼泽交界处的部落英雄的灵魂谈一谈。",
["pa"] = "奥达兰大使`诅咒之地`67,19`68,19`67,18`68,18",
["pc"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
},
[2088] = {
["q"] = "安戈洛环形山`究根问底`51`55`3`安戈洛尔环形山的克拉兰克要你去找到火羽山中温度最高的地方。\n\n当你找到一个看上去很热的地方时，就右键点击温度计来测量当地的温度。不断尝试，直到你找到温度最高的地方。",
["os"] = {
[1] = {
["t"] = "找到火羽山上最热的地方：0/1",
},
},
["pa"] = "克拉兰克`安戈洛环形山`31,50`31,52`31,51`31,48`31,49",
["pc"] = "克拉兰克`安戈洛环形山`31,50`31,52`31,51`31,48`31,49",
},
[2089] = {
["q"] = "费伍德森林`碧火萨特`49`54`2`杀掉11个碧火魔仆、9个碧火巡影者、9个碧火盗贼和萨瓦瑟拉斯。任务完成之后回到费伍德森林的艾瑞丹·蓝风处复命。",
["os"] = {
[1] = {
["t"] = "碧火魔仆：0/11",
["n"] = "3494",
},
[2] = {
["t"] = "碧火捕猎者：0/9",
["n"] = "3504",
},
[3] = {
["t"] = "碧火盗贼：0/9",
["n"] = "13475",
},
[4] = {
["t"] = "萨瓦瑟拉斯：0/1",
["n"] = "3515",
},
},
["pa"] = "艾瑞丹·蓝风`灰谷`52,17`52,18",
["pc"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
},
[2090] = {
["q"] = "费伍德森林`冬泉谷的枭兽`52`56`1`费伍德森林的特鲁尔·法贝恩要你去冬泉谷猎杀15头狂怒的枭兽和15头蓬毛枭兽。",
["os"] = {
[1] = {
["t"] = "狂怒的枭兽：0/15",
["n"] = "3518",
},
[2] = {
["t"] = "蓬毛枭兽：0/15",
["n"] = "3525",
},
},
["pa"] = "特鲁尔·法贝恩`费伍德森林`35,53`35,52`34,54`34,52`34,53",
["pc"] = "特鲁尔·法贝恩`费伍德森林`35,53`35,52`34,54`34,52`34,53",
},
[2091] = {
["q"] = "费伍德森林`碎齿熊尤西乌斯`53`56`1`费伍德森林血毒岗哨的斯托姆·影蹄想要你去杀死尤西乌斯。",
["os"] = {
[1] = {
["t"] = "尤西乌斯：0/1",
["n"] = "3539`3541",
},
},
["pa"] = "斯托姆·影蹄`费伍德森林`35,52`35,53`34,52`34,53",
["pc"] = "斯托姆·影蹄`费伍德森林`35,52`35,53`34,52`34,53",
},
[2092] = {
["q"] = "费伍德森林`以往的努力`53`60`1`把斯托姆·影蹄的徽记交给雷霆崖的梅洛·石蹄。",
["pa"] = "斯托姆·影蹄`费伍德森林`35,52`35,53`34,52`34,53",
["pc"] = "梅洛·石蹄`贫瘠之地`27,45`27,44",
},
[2093] = {
["q"] = "费伍德森林`被腐蚀的猫`49`54`1`把温娜的小猫带到堕落的月亮井旁边，把猫放出来，然后把它还给温娜。\n\n当你回到温娜那里之后，点击猫就可以将它还给温娜。",
["pa"] = "温娜·哈萨德`费伍德森林`34,52`34,53`35,53`35,51`34,54",
["pc"] = "温娜·哈萨德`费伍德森林`34,52`34,53`35,53`35,51`34,54",
},
[2094] = {
["q"] = "费伍德森林`水之魂的帮助`48`52`3`把腐化的月亮井水交给贫瘠之地的水之先知伊斯伦。",
["pa"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
["pc"] = "水之先知伊斯伦`贫瘠之地`66,44`66,43`65,44`65,43",
},
[2095] = {
["q"] = "费伍德森林`净化过的水`48`54`3`把净化过的月亮井水交给费伍德森林的格雷塔·苔蹄。",
["pa"] = "水之先知伊斯伦`贫瘠之地`66,44`66,43`65,44`65,43",
["pc"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
},
[2096] = {
["q"] = "费伍德森林`熄灭火焰`49`55`3`使用净化过的月亮井水熄灭暗影堡内部的四座火盆的火焰，从而破除其保护效果，然后向翡翠圣地的格雷塔·苔蹄复命。",
["pa"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
["pc"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
},
[2097] = {
["q"] = "灼热峡谷`惩戒火炬`45`50`3`等待卡拉然·温布雷完成惩戒火炬。",
["pa"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
["pc"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
},
[2098] = {
["q"] = "灼热峡谷`惩戒火炬`45`50`3`拿起惩戒火炬。",
["pa"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
["pc"] = "惩戒火炬`灼热峡谷`39,39",
},
[2099] = {
["q"] = "灼热峡谷`侍卫玛特拉克`45`50`3`与侍卫玛特拉克谈一谈。",
["pa"] = "卡拉然·温布雷`灼热峡谷`39,39`41,40`39,40`41,42`40,39",
["pc"] = "侍卫玛特拉克`灼热峡谷`41,39`40,38`39,38`39,39`40,39",
},
[2100] = {
["q"] = "灼热峡谷`烧掉它们！`45`52`3`使用惩戒火炬点燃北部、南部、东部和西部的哨塔。",
["pa"] = "侍卫玛特拉克`灼热峡谷`41,39`40,38`39,38`39,39`40,39",
["pc"] = "侍卫玛特拉克`灼热峡谷`41,39`40,38`39,38`39,39`40,39",
},
[2101] = {
["q"] = "灼热峡谷`打开箱子…`48`50`3`打开箱子。",
["pa"] = "黑龙的财宝`灼热峡谷`39,39",
["pc"] = "黑龙的财宝`灼热峡谷`39,39",
},
[2102] = {
["q"] = "羽月要塞`奎恩提斯的请求`48`50`2`与羽月要塞的奎恩提斯谈一谈。",
["pa"] = "旅店老板希瑞亚`菲拉斯`31,43`31,44`32,43`30,43",
["pc"] = "奎恩提斯`菲拉斯`32,44`33,44",
},
[2103] = {
["q"] = "羽月要塞`晨光麦的秘密`48`50`2`将10株晨光麦交给羽月要塞的奎恩提斯。",
["os"] = {
[1] = {
["t"] = "晨光麦：0/10",
["n"] = "13491`11988`9319`6927`9352`12477`2201`12208`12180`10143`7398`12817`6938`3295`12256`12167`9291`3778`3390`11926`5836`10216`6147`12905`6584`6574`1924`11843`13059`3827`10941`1938`9338`3260`6459`10221`3332`6560`11721`6542`10112",
},
},
["pa"] = "奎恩提斯`菲拉斯`32,44`33,44",
["pc"] = "奎恩提斯`菲拉斯`32,44`33,44",
},
[2104] = {
["q"] = "艾萨拉`我就是基姆加尔！`47`53`3`搜索萨拉斯营地，找到基姆加尔的指南针、望远镜、烧鸡和花生，然后把它们交给艾萨拉的基姆加尔。",
["os"] = {
[1] = {
["t"] = "基姆加尔的指南针：0/1",
["n"] = "8797`3197",
},
[2] = {
["t"] = "基姆加尔的望远镜：0/1",
["n"] = "8797`3201`3197",
},
[3] = {
["t"] = "基姆加尔的烧鸡：0/1",
["n"] = "8797",
},
[4] = {
["t"] = "基姆加尔的花生：0/1",
["n"] = "8797`3201",
},
},
["pa"] = "基姆加尔`艾萨拉`53,22",
["pc"] = "基姆加尔`艾萨拉`53,22",
},
[2105] = {
["q"] = "艾萨拉`基姆加尔“丢失”的装备`47`53`3`寻找埃达拉斯废墟中的纳迦携带的那些符石，然后把它们交给艾萨拉的基姆加尔。",
["os"] = {
[1] = {
["t"] = "一些符文：0/1",
["n"] = "6267`6223",
},
},
["pa"] = "基姆加尔`艾萨拉`53,22",
["pc"] = "基姆加尔`艾萨拉`53,22",
},
[2106] = {
["q"] = "幽暗城`融合软泥怪`50`55`1`把一块融合的软泥怪样本交给幽暗城的化学家弗雷。",
["os"] = {
[1] = {
["t"] = "融合的软泥怪样本：0/1",
["n"] = "12230",
},
},
["pa"] = "化学家弗雷`幽暗城`47,73`48,73`48,74`46,70`47,74",
["pc"] = "化学家弗雷`提瑞斯法林地`58,81`58,80",
},
[2107] = {
["q"] = "安戈洛环形山`朋友的帮助`50`55`3`把林格带回马绍尔营地的斯普拉格·弗劳克身边。\n\n如果林格晕倒了，就用斯普拉格的水壶让他恢复。",
["pa"] = "林格`安戈洛环形山`52,50`53,51`53,50`60,44`59,35",
["pc"] = "斯普拉格·弗劳克`安戈洛环形山`44,9`44,8`45,10`44,10`44,7",
},
[2108] = {
["q"] = "冬泉谷`雪怪计划！`52`56`3`为永望镇的乌米收集10张厚雪人毛皮。",
["os"] = {
[1] = {
["t"] = "厚雪人毛皮：0/10",
["n"] = "9551`12004",
},
},
["pa"] = "乌米`冬泉谷`61,38",
["pc"] = "乌米`冬泉谷`61,38",
},
[2109] = {
["q"] = "冬泉谷`冬泉熊怪的威胁`52`56`3`冬泉谷的多诺瓦·雪山要你去杀死8个冬泉探路者、8个冬泉巢穴守卫和8个冬泉图腾师。",
["os"] = {
[1] = {
["t"] = "冬泉探路者：0/8",
["n"] = "3542",
},
[2] = {
["t"] = "冬泉巢穴守卫：0/8",
["n"] = "3552",
},
[3] = {
["t"] = "冬泉图腾师：0/8",
["n"] = "3563",
},
},
["pa"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2110] = {
["q"] = "塔纳利斯`临危不惧`51`54`1`把匹斯特苏格的安戈洛报告交给奥格瑞玛斯的基尔兹宾·鼓眼。",
["pa"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
["pc"] = "基尔兹宾·鼓眼`奥格瑞玛`56,46`57,46`56,47`57,47",
},
[2111] = {
["q"] = "奥格瑞玛`临危不惧`51`54`1`把银行赠券交给奥格瑞玛银行的卡鲁斯。",
["pa"] = "基尔兹宾·鼓眼`奥格瑞玛`56,46`57,46`56,47`57,47",
["pc"] = "卡鲁斯`奥格瑞玛`50,69`50,70`49,69`50,71`49,70",
},
[2112] = {
["q"] = "铁炉堡`远方的软泥怪`49`54`2`将10个纯净样本瓶交给铁炉堡的拉里斯·空轮。\n\n如果你无法找到它们的话，不妨到拉里斯那里去再打听一些线索。",
["os"] = {
[1] = {
["t"] = "纯净的样本：0/10",
},
},
["pa"] = "拉里斯·空轮`铁炉堡`76,24`75,24`76,23`75,22`75,23",
["pc"] = "拉里斯·空轮`铁炉堡`76,24`75,24`76,23`75,22`75,23",
},
[2113] = {
["q"] = "制皮`部族制皮`44`55`1`将1件蛮皮外衣和1件蛮皮头盔交给荆棘谷的瑟伊布。\n\n完成这项任务之后，你就可以学到部族制皮技术了。\n\n同时，你也将永远无法学习元素制皮技术和龙鳞制皮技术，在决定之前先考虑清楚。",
["os"] = {
[1] = {
["t"] = "蛮皮外衣：0/1",
},
[2] = {
["t"] = "蛮皮头盔：0/1",
},
},
["pa"] = "瑟伊布`荆棘谷`37,34`36,35`37,35`37,33`38,36",
["pc"] = "瑟伊布`荆棘谷`37,34`36,35`37,35`37,33`38,36",
},
[2114] = {
["q"] = "费伍德森林`更深重的堕落`49`54`2`费伍德森林的艾瑞丹·蓝风要你去杀掉8个碧火唤魔者、8个碧火背叛者、8个碧火欺诈者和萨瓦里克。任务完成之后回到艾瑞丹那里复命。",
["os"] = {
[1] = {
["t"] = "碧火唤魔者：0/8",
["n"] = "3573",
},
[2] = {
["t"] = "碧火背叛者：0/8",
["n"] = "13491",
},
[3] = {
["t"] = "碧火欺诈者：0/8",
["n"] = "3595",
},
[4] = {
["t"] = "萨瓦里克：0/1",
["n"] = "3606`3610",
},
},
["pa"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
["pc"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
},
[2115] = {
["q"] = "黑石深渊`拉格纳·雷酒`50`55`2`和拉格纳·雷酒谈谈。",
["pa"] = "恩诺哈尔·雷酒`诅咒之地`64,21`64,20`64,18`64,19`63,20",
["pc"] = "拉格纳·雷酒`丹莫罗`47,52`47,53`46,53`46,52`47,54",
},
[2116] = {
["q"] = "费伍德森林`逃出加德纳尔`49`55`3`护送亚科纳琳到莱弗治和她的装备所在的地方，然后保护她逃离暗影堡。之后，在费伍德森林找杰希尔·月弓，并告诉她刚才发生的事情。",
["pa"] = "被俘虏的亚科纳琳`费伍德森林`36,56`36,55`37,55`38,54`37,53",
["pc"] = "杰希尔·月弓`费伍德森林`51,82`52,82`50,82`51,83",
},
[2117] = {
["q"] = "费伍德森林`光明的惩戒`49`57`3`回到加德纳尔杀了魅魔拉凯雅，然后找到特雷·莱弗治的残骸。",
["os"] = {
[1] = {
["t"] = "拉凯雅：0/1",
["n"] = "3625",
},
},
["pa"] = "杰希尔·月弓`费伍德森林`51,82`52,82`50,82`51,83",
["pc"] = "特雷·莱弗治的残骸`费伍德森林`38,50`39,51`39,50`38,51`37,51",
},
[2118] = {
["q"] = "费伍德森林`最终一击`49`58`3`杀掉米莱恩和萨莉亚，并把暗影领主费尔丹的头颅交给费伍德森林的格雷塔·苔蹄。",
["os"] = {
[1] = {
["t"] = "米莱恩：0/1",
["n"] = "13470",
},
[2] = {
["t"] = "萨莉亚：0/1",
["n"] = "3628",
},
[3] = {
["t"] = "暗影领主费尔丹的头颅：0/1",
["n"] = "8241",
},
},
["pa"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
["pc"] = "格雷塔·苔蹄`费伍德森林`51,82`51,84`51,83`50,82`53,83",
},
[2119] = {
["q"] = "费伍德森林`特雷·莱弗治的残骸`49`57`3`将特雷·莱弗治的残骸交给费伍德森林的杰希尔·月弓。",
["pa"] = "特雷·莱弗治的残骸`费伍德森林`38,50`39,51`39,50`38,51`37,51",
["pc"] = "杰希尔·月弓`费伍德森林`51,82`52,82`50,82`51,83",
},
[2120] = {
["q"] = "鲁瑟兰村`月光羽毛`52`55`2`从冬泉谷收集10片月光羽毛，然后将它们带给鲁瑟兰村的艾瑞拉斯·琥珀。",
["os"] = {
[1] = {
["t"] = "月光羽毛：0/10",
["n"] = "11988`9551`12914`12349`3542`3525`11916`12004`12350",
},
},
["pa"] = "艾瑞拉斯·琥珀`泰达希尔`55,92`56,92`57,92`56,93`57,93",
["pc"] = "艾瑞拉斯·琥珀`泰达希尔`55,92`56,92`57,92`56,93`57,93",
},
[2121] = {
["q"] = "费伍德森林`前往冬泉谷！`53`56`2`找到冬泉谷的坠星村，在那里与维恩德·夜风谈一谈。",
["pa"] = "伊维·飘叶`费伍德森林`51,82`51,81",
["pc"] = "维恩德·夜风`冬泉谷`52,30`51,30`52,31`52,29`51,32",
},
[2122] = {
["q"] = "费伍德森林`净化！`49`54`2`过一会儿再与艾瑞丹对话。",
["pa"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
["pc"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
},
[2123] = {
["q"] = "安戈洛环形山`视灵药剂`47`52`3`去菲拉斯找格雷甘·山酒。从他那里问到获取视灵药剂的方法，然后向冬泉谷的多诺瓦·雪山复命。",
["os"] = {
[1] = {
["t"] = "视灵药剂：0/1",
},
},
["pa"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2124] = {
["q"] = "安戈洛环形山`侏儒的援助`48`52`3`到马绍尔营地那里的山洞中去找科琳。",
["pa"] = "林克`安戈洛环形山`45,8`45,9`45,10`44,10`45,11",
["pc"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
},
[2125] = {
["q"] = "安戈洛环形山`林克的记忆`49`54`3`到费伍德森林去找艾瑞丹·蓝风。",
["pa"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
["pc"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
},
[2126] = {
["q"] = "安戈洛环形山`银爪铁心`49`54`3`为费伍德森林的艾瑞丹·蓝风收集11只银爪和1颗铁树之心。",
["os"] = {
[1] = {
["t"] = "银爪：0/11",
["n"] = "12905`3240`8265`3229`8215`11945`6220`12352`10112",
},
[2] = {
["t"] = "铁树之心：0/1",
["n"] = "6220`8234`13501`12352`10112",
},
},
["pa"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
["pc"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
},
[2127] = {
["q"] = "安戈洛环形山`亚奎门塔斯`49`54`3`把阿奎尔之书带到塔纳利斯，然后召唤亚奎门塔斯。",
["os"] = {
[1] = {
["t"] = "亚奎门塔斯的银图腾：0/1",
},
},
["pa"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
["pc"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
},
[2128] = {
["q"] = "费伍德森林`奇怪的红钥匙`49`55`3`搜寻加德纳尔，找出血红钥匙的用途。",
["pa"] = "血红钥匙`费伍德森林`35,58`38,55`37,52`37,51`48,84",
["pc"] = "被俘虏的亚科纳琳`费伍德森林`36,56`36,55`37,55`38,54`37,53",
},
[2129] = {
["q"] = "通灵学院`巴罗夫家族的宝藏`52`60`2`到通灵学院中去取得巴罗夫家族的宝藏。这份宝藏包括四份地契：凯尔达隆地契、布瑞尔地契、塔伦米尔地契，还有南海镇地契。完成任务之后就回到维尔顿·巴罗夫那儿去。",
["os"] = {
[1] = {
["t"] = "布瑞尔地契：0/1",
["n"] = "12354`9515",
},
[2] = {
["t"] = "凯尔达隆地契：0/1",
["n"] = "12355",
},
[3] = {
["t"] = "南海镇地契：0/1",
["n"] = "12356",
},
[4] = {
["t"] = "塔伦米尔地契：0/1",
["n"] = "9248`12357",
},
},
["pa"] = "维尔顿·巴罗夫`西瘟疫之地`44,83`43,84`44,84`43,83`44,85",
["pc"] = "维尔顿·巴罗夫`西瘟疫之地`44,83`43,84`44,84`43,83`44,85",
},
[2130] = {
["q"] = "东瘟疫之地`达隆郡的历史`50`56`3`把《达隆郡的历史》交给安多哈尔的克罗米。",
["os"] = {
[1] = {
["t"] = "达隆郡的历史：0/1",
["n"] = "12358",
},
},
["pa"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
["pc"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
},
[2131] = {
["q"] = "西瘟疫之地`啊，安多哈尔！`50`60`2`把阿拉基的护符匣碎片交给西瘟疫之地冰风岗的指挥官阿什拉姆·瓦罗菲斯特。",
["os"] = {
[1] = {
["t"] = "阿拉基的护符匣碎片：0/1",
["n"] = "12330`12366",
},
},
["pa"] = "指挥官阿什拉姆·瓦罗菲斯特`西瘟疫之地`43,84`43,85`43,83`44,83`43,82",
["pc"] = "指挥官阿什拉姆·瓦罗菲斯特`西瘟疫之地`43,84`43,85`43,83`44,83`43,82",
},
[2132] = {
["q"] = "冬泉谷`被激怒的枭兽`53`59`2`与坠星村的加隆·石矛谈一谈。",
["pa"] = "哈鲁·维格索斯`冬泉谷`61,38`61,39`61,37`62,38`62,39",
["pc"] = "加隆·石矛`冬泉谷`52,30`51,30`52,31`52,29",
},
[2133] = {
["q"] = "冬泉谷`被激怒的枭兽`53`59`2`在冬泉谷的南部寻找加隆·石矛的被破坏的营帐，以及他的补给物资。",
["pa"] = "加隆·石矛`冬泉谷`52,30`51,30`52,31`52,29",
["pc"] = "破损的箱子`冬泉谷`59,60",
},
[2134] = {
["q"] = "冬泉谷`凯斯利尔废墟`53`56`2`与坠星村的加隆·石矛谈一谈。",
["pa"] = "维恩德·夜风`冬泉谷`52,30`51,30`52,31`52,29`51,32",
["pc"] = "加隆·石矛`冬泉谷`52,30`51,30`52,31`52,29",
},
[2135] = {
["q"] = "冬泉谷`凯斯利尔的怨灵`53`56`2`使用加隆的镐来寻找四块上层精灵遗物的碎片，把它们交给东瘟疫之地的奥萝拉。",
["os"] = {
[1] = {
["t"] = "第一块遗物碎片：0/1",
["n"] = "8150`13627`9417",
},
[2] = {
["t"] = "第二块遗物碎片：0/1",
["n"] = "8150",
},
[3] = {
["t"] = "第三块遗物碎片：0/1",
["n"] = "8150`9417",
},
[4] = {
["t"] = "第四块遗物碎片：0/1",
["n"] = "8150`9417",
},
},
["pa"] = "加隆·石矛`冬泉谷`52,30`51,30`52,31`52,29",
["pc"] = "奥萝拉`东瘟疫之地`57,24`56,24`56,25`55,25",
},
[2136] = {
["q"] = "冬泉谷`被激怒的枭兽`53`59`2`找到加隆·石矛的马车。",
["pa"] = "破损的箱子`冬泉谷`59,60",
["pc"] = "加隆的马车`冬泉谷`61,61`62,61",
},
[2137] = {
["q"] = "冬泉谷`被激怒的枭兽`53`59`2`从雪地中拾起加隆的补给物资，然后寻找盗取加隆所说的护符的枭兽。\n\n将加隆的补给物资和蓝色羽毛护符交给冬泉谷的加隆·石矛。",
["os"] = {
[1] = {
["t"] = "加隆的补给物资：0/1",
["n"] = "12360",
},
[2] = {
["t"] = "蓝色羽毛护符：0/1",
["n"] = "6179`3778`3629",
},
},
["pa"] = "加隆的马车`冬泉谷`61,61`62,61",
["pc"] = "加隆·石矛`冬泉谷`52,30`51,30`52,31`52,29",
},
[2138] = {
["q"] = "费伍德森林`萨瓦里克长笛`49`54`2`将萨瓦里克长笛和5个碧火魔符交给费伍德森林南部的艾瑞丹·蓝风。",
["os"] = {
[1] = {
["t"] = "碧火魔符：0/5",
["n"] = "13491`3504`13475`3573`3494`3595`8272",
},
},
["pa"] = "萨瓦里克长笛`费伍德森林`39,21`39,22`43,16`40,21`40,20",
["pc"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
},
[2139] = {
["q"] = "费伍德森林`被禁锢的古树`49`54`2`到达纳苏斯去，用艾瑞丹的瓶子收集月神殿中的祝福之水，然后回到艾瑞丹那儿。",
["os"] = {
[1] = {
["t"] = "祝福之水：0/1",
},
},
["pa"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
["pc"] = "艾瑞丹·蓝风`费伍德森林`52,83`51,82`51,81",
},
[2140] = {
["q"] = "燃烧平原`机器的崛起`52`54`1`到燃烧平原去为塞朵拉·穆瓦丹尼收集10块断裂的元素碎片。\n\n塞朵拉曾经说过，那里的机械傀儡和元素生物是这种碎片的主要来源。",
["os"] = {
[1] = {
["t"] = "断裂的元素碎片：0/10",
["n"] = "10168`12361",
},
},
["pa"] = "塞朵拉·穆瓦丹尼`荒芜之地`4,48`3,47`3,48`3,49`4,50",
["pc"] = "塞朵拉·穆瓦丹尼`荒芜之地`4,48`3,47`3,48`3,49`4,50",
},
[2141] = {
["q"] = "通灵学院`巴罗夫家族的宝藏`52`60`1`到通灵学院中去取得巴罗夫家族的宝藏。这份宝藏包括四份地契：凯尔达隆地契、布瑞尔地契、塔伦米尔地契，还有南海镇地契。完成任务之后就回到阿莱克斯·巴罗夫那儿去。",
["os"] = {
[1] = {
["t"] = "布瑞尔地契：0/1",
["n"] = "12354`9515",
},
[2] = {
["t"] = "凯尔达隆地契：0/1",
["n"] = "12355",
},
[3] = {
["t"] = "南海镇地契：0/1",
["n"] = "12356",
},
[4] = {
["t"] = "塔伦米尔地契：0/1",
["n"] = "9248`12357",
},
},
["pa"] = "阿莱克斯·巴罗夫`西瘟疫之地`26,59`27,57`26,57`27,58`27,59",
["pc"] = "阿莱克斯·巴罗夫`提瑞斯法林地`83,72`83,71`82,71`84,70`83,70",
},
[2142] = {
["q"] = "冬泉谷`冬泉火酒`52`56`3`将空的火酒瓶交给冬泉谷的多诺瓦·雪山。",
["pa"] = "空的火酒瓶`冬泉谷`33,37`39,44`31,37`31,36`31,45",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2143] = {
["q"] = "冬泉谷`堕落熊怪`52`56`3`搜寻费伍德森林北部的死木熊怪的营帐，继续寻找线索。",
["pa"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
["pc"] = "死木蒸锅`费伍德森林`60,6",
},
[2144] = {
["q"] = "费伍德森林`冬泉谷的枭兽`52`58`1`费伍德森林的特鲁尔·法贝恩要你去冬泉谷猎杀13头月光枭兽。",
["os"] = {
[1] = {
["t"] = "月光枭兽：0/13",
["n"] = "3629",
},
},
["pa"] = "特鲁尔·法贝恩`费伍德森林`35,53`35,52`34,54`34,52`34,53",
["pc"] = "特鲁尔·法贝恩`冬泉谷`1,72`0,72",
},
[2145] = {
["q"] = "燃烧平原`烈焰精华`52`54`3`向塞勒斯·萨雷芬图斯证明你的价值。\n\n你感觉到塞勒斯似乎对你不屑一顾。",
["os"] = {
[1] = {
["t"] = "黑龙皮：0/1",
["n"] = "3444",
},
},
["pa"] = "塞勒斯·萨雷芬图斯`燃烧平原`95,32`94,32`95,31`93,32`93,33",
["pc"] = "塞勒斯·萨雷芬图斯`燃烧平原`95,32`94,32`95,31`93,32`93,33",
},
[2146] = {
["q"] = "冬泉谷`奇怪的源头`51`56`3`根据多诺瓦·雪山的指示行动，然后回到她那里报告。",
["pa"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2147] = {
["q"] = "冬泉谷`永望镇报告`50`52`2`把永望镇报告送给西瘟疫地冰风岗的银色黎明军官普尔哈特。",
["pa"] = "格雷戈·格雷斯通`冬泉谷`61,39`61,38",
["pc"] = "银色黎明军官普尔哈特`奥特兰克山脉`79,29`79,28`81,29`79,30`80,28",
},
[2148] = {
["q"] = "厄运之槌`莫沙彻营地`54`57`1`和菲拉斯莫沙彻营地的塔罗·刺蹄谈一谈。",
["pa"] = "公告员高拉克`奥格瑞玛`46,64`45,37`58,39`41,69`50,61",
["pc"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
},
[2149] = {
["q"] = "奥格瑞玛`新的边疆`54`55`1`与雷霆崖长者高地的大德鲁伊哈缪尔·符文图腾谈一谈关于议会号召部落成员探索卡利姆多大陆的事情。",
["pa"] = "公告员高拉克`奥格瑞玛`46,64`45,37`58,39`41,69`50,61",
["pc"] = "大德鲁伊哈缪尔·符文图腾`莫高雷`46,23`45,23`46,22",
},
[2150] = {
["q"] = "幽暗城`女妖之王的勇士`54`56`1`与东瘟疫之地的纳萨诺斯·凋零者谈一谈。据说他居住在玛瑞斯农场。",
["pa"] = "希尔瓦娜斯·风行者`幽暗城`58,92`57,92`57,94`50,88`57,91",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2151] = {
["q"] = "达纳苏斯`拉比恩·萨图纳`54`55`3`与月光林地永夜港的拉比恩·萨图纳谈一谈。月光林地在费伍德森林和冬泉谷之间，可以从木喉要塞中的一条通道抵达那里。",
["pa"] = "大德鲁伊哈缪尔·符文图腾`莫高雷`46,23`45,23`46,22",
["pc"] = "拉比恩·萨图纳`月光林地`51,41`52,45`52,44`51,42`52,42",
},
[2152] = {
["q"] = "西瘟疫之地`返回亡灵壁垒`50`58`1`把盖罗恩农场的样本瓶交给西瘟疫之地亡灵壁垒的暗影牧师范蒂丝。",
["pa"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
["pc"] = "暗影牧师范蒂丝`西瘟疫之地`26,59`26,58`27,59`27,57`26,60",
},
[2153] = {
["q"] = "冬泉谷`冬泉谷的麻烦！`52`56`3`到冬泉谷的温泉附近去找到多诺瓦·雪山。",
["pa"] = "麦吉·贝比罗克`冬泉谷`61,38`61,39`62,38`60,38`62,39",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2154] = {
["q"] = "冬泉谷`一点运气`55`60`1`与奥格瑞玛的巫医玛艾里谈一谈。",
["pa"] = "哈鲁·维格索斯`冬泉谷`61,38`61,39`61,37`62,38`62,39",
["pc"] = "巫医玛艾里`奥格瑞玛`36,81`36,80`37,81`36,78`35,78",
},
[2155] = {
["q"] = "冬泉谷`雪怪计划！`52`58`3`为永望镇的乌米收集2支完美的雪人角。",
["os"] = {
[1] = {
["t"] = "完美的雪人角：0/2",
["n"] = "12914`9593",
},
},
["pa"] = "乌米`冬泉谷`61,38",
["pc"] = "乌米`冬泉谷`61,38",
},
[2156] = {
["q"] = "费伍德森林`冰风奇美拉布鲁米兰`53`58`1`费伍德森林血毒岗哨的斯托姆·影蹄想要你去杀死布鲁米兰。",
["os"] = {
[1] = {
["t"] = "布鲁米兰：0/1",
["n"] = "3632",
},
},
["pa"] = "斯托姆·影蹄`费伍德森林`35,52`35,53`34,52`34,53",
["pc"] = "斯托姆·影蹄`冬泉谷`1,72`0,72`0,73",
},
[2157] = {
["q"] = "铁炉堡`索瑞森废墟`50`54`2`听皇家历史学家阿克瑟努斯讲述索瑞森的历史。",
["pa"] = "皇家历史学家阿克瑟努斯`铁炉堡`38,55`41,54`38,56`39,55`39,56",
["pc"] = "皇家历史学家阿克瑟努斯`铁炉堡`38,55`41,54`38,56`39,55`39,56",
},
[2158] = {
["q"] = "铁炉堡`索瑞森废墟`50`54`2`到燃烧平原的索瑞森废墟中去，从索瑞森遗物上搜集信息。当你收集到足够的信息之后，就回到皇家历史学家阿克瑟努斯那里。",
["pa"] = "皇家历史学家阿克瑟努斯`铁炉堡`38,55`41,54`38,56`39,55`39,56",
["pc"] = "皇家历史学家阿克瑟努斯`铁炉堡`38,55`41,54`38,56`39,55`39,56",
},
[2159] = {
["q"] = "黑石深渊`温德索尔元帅`48`54`2`到西北部的黑石山脉去，在黑石深渊中找到温德索尔元帅的下落。\n\n狼狈不堪的约翰曾告诉你说温德索尔被关进了一个监狱。",
["pa"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
["pc"] = "温德索尔元帅`黑石深渊`",
},
[2160] = {
["q"] = "西瘟疫之地`返回冰风岗`50`55`2`把嚎哭鬼屋的样本瓶交给西瘟疫之地冰风岗的高阶牧师玛多妮尔。",
["pa"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
["pc"] = "高阶牧师玛多妮尔`西瘟疫之地`43,84`43,85`42,84`43,83`44,83",
},
[2161] = {
["q"] = "西瘟疫之地`时间问题`53`56`3`在安多哈尔的一处仓库附近使用时光置换器，使时光寄生虫现身。\n\n杀掉15只时光寄生虫，然后将时光置换器还给西瘟疫之地安多哈尔旅店的克罗米。",
["os"] = {
[1] = {
["t"] = "时光寄生虫：0/15",
["n"] = "3633",
},
},
["pa"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
["pc"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
},
[2162] = {
["q"] = "暴风城`善良的艾玛`50`52`2`找到暴风城的艾玛并弄清她是否就是艾玛·费尔斯通。如果是的话，那么她可能想要拿到詹妮丝·费尔斯通给她的包裹。",
["pa"] = "皇家代理人巴瑟罗尔`暴风城`49,31`49,30`48,31",
["pc"] = "艾玛`暴风城`52,42`58,56`51,51`53,42`60,51",
},
[2163] = {
["q"] = "西瘟疫之地`好运护符`50`52`3`把半个好运护符还给西瘟疫之地的詹妮丝·费尔斯通。",
["pa"] = "艾玛`暴风城`52,42`58,56`51,51`53,42`60,51",
["pc"] = "詹妮丝·费尔斯通`西瘟疫之地`38,54`38,56`38,55`39,53",
},
[2164] = {
["q"] = "西瘟疫之地`两半合一`50`54`3`在西瘟疫之地的费尔斯通农场某地找到另外一半好运护符，并把两半护符合并。\n\n把好运护符交给西瘟疫之地费尔斯通农场的詹妮丝·费尔斯通。",
["os"] = {
[1] = {
["t"] = "好运护符：0/1",
["n"] = "11028",
},
},
["pa"] = "詹妮丝·费尔斯通`西瘟疫之地`38,54`38,56`38,55`39,53",
["pc"] = "詹妮丝·费尔斯通`西瘟疫之地`38,54`38,56`38,55`39,53",
},
[2165] = {
["q"] = "厄运之槌`羽月要塞`54`57`2`和菲拉斯羽月要塞的拉托尼库斯·月矛谈一谈。",
["pa"] = "信使考雷·落锤`铁炉堡`71,38`41,80`42,80`39,46`34,26",
["pc"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
},
[2166] = {
["q"] = "暴风城`新的边疆`54`55`2`与达纳苏斯塞纳里奥区的大德鲁范达尔·鹿盔谈一谈关于议会号召联盟成员探索卡利姆多大陆的事情。",
["pa"] = "信使考雷·落锤`铁炉堡`71,38`41,80`42,80`39,46`34,26",
["pc"] = "大德鲁伊范达尔·鹿盔`达纳苏斯`35,9`35,8`34,8`35,10`34,9",
},
[2167] = {
["q"] = "达纳苏斯`新的边疆`54`55`2`与达纳苏斯的塞纳里奥区的玛斯雷·驭熊者谈一谈。",
["pa"] = "大德鲁伊范达尔·鹿盔`达纳苏斯`35,9`35,8`34,8`35,10`34,9",
["pc"] = "玛斯雷·驭熊者`泰达希尔`25,49`24,49`25,48`24,48",
},
[2168] = {
["q"] = "东瘟疫之地`哈米亚的请求`54`60`3`杀了渗透者哈米亚，用他的钥匙开启墓室后的一堆泥土。",
["os"] = {
[1] = {
["t"] = "哈米亚的钥匙：0/1",
["n"] = "11098",
},
},
["pa"] = "破损的卷轴`东瘟疫之地`27,85",
["pc"] = "一堆泥土`东瘟疫之地`28,86",
},
[2169] = {
["q"] = "西瘟疫之地`通灵学院`55`55`2`和西瘟疫之地冰风岗的化学家阿尔比顿谈一谈。",
["pa"] = "指挥官阿什拉姆·瓦罗菲斯特`西瘟疫之地`43,84`43,85`43,83`44,83`43,82",
["pc"] = "化学家阿尔比顿`西瘟疫之地`43,84`43,83`43,85`45,84`44,82",
},
[2170] = {
["q"] = "西瘟疫之地`骸骨碎片`55`57`2`将15块骷髅碎片交给西瘟疫之地冰风岗的化学家阿尔比顿。",
["os"] = {
[1] = {
["t"] = "骸骨碎片：0/15",
["n"] = "6536`11025`5475`12366`9370`9291",
},
},
["pa"] = "化学家阿尔比顿`西瘟疫之地`43,84`43,83`43,85`45,84`44,82",
["pc"] = "化学家阿尔比顿`西瘟疫之地`43,84`43,83`43,85`45,84`44,82",
},
[2171] = {
["q"] = "西瘟疫之地`昂贵的模具`55`57`3`把灌魔的骸骨碎片和15枚金币交给加基森的克林科·古德斯迪尔。",
["pa"] = "化学家阿尔比顿`西瘟疫之地`43,84`43,83`43,85`45,84`44,82",
["pc"] = "克林科·古德斯迪尔`塔纳利斯`51,29`52,29`52,28`51,28`51,27",
},
[2172] = {
["q"] = "鲁瑟兰村`坠星村`53`56`2`找到冬泉谷的坠星村，在那里与维恩德·夜风谈一谈。",
["pa"] = "达蕾恩·轻风`泰达希尔`55,92`56,93`56,92",
["pc"] = "维恩德·夜风`冬泉谷`52,30`51,30`52,31`52,29`51,32",
},
[2173] = {
["q"] = "塔纳利斯`火羽山`55`57`2`把骷髅钥匙模具和2块瑟银锭带到安戈洛尔环形山地区的火羽山顶部。在熔岩湖旁使用骷髅钥匙模具，铸造出一把未完工的骷髅钥匙。\n\n把未完工的骷髅钥匙交给西瘟疫之地冰风岗的化学家阿尔比顿。",
["os"] = {
[1] = {
["t"] = "未完工的骷髅钥匙：0/1",
},
},
["pa"] = "克林科·古德斯迪尔`塔纳利斯`51,29`52,29`52,28`51,28`51,27",
["pc"] = "化学家阿尔比顿`奥特兰克山脉`79,29`79,28`80,29`79,30`78,28",
},
[2174] = {
["q"] = "厄运之槌`蕾瑟塔蒂丝的网`54`57`2`把蕾瑟塔蒂丝的网交给菲拉斯羽月要塞的拉托尼库斯·月矛。",
["os"] = {
[1] = {
["t"] = "蕾瑟塔蒂丝的网：0/1",
["n"] = "12374",
},
},
["pa"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
["pc"] = "拉托尼库斯·月矛`菲拉斯`30,46`31,45`31,47`31,46`30,45",
},
[2175] = {
["q"] = "厄运之槌`精灵的传说`54`61`2`到厄运之槌去寻找卡里尔·温萨鲁斯。向羽月要塞的学者卢索恩·纹角报告你所找到的信息。",
["pa"] = "学者卢索恩·纹角`菲拉斯`32,43`32,44`31,45`31,43`31,44",
["pc"] = "学者卢索恩·纹角`菲拉斯`32,43`32,44`31,45`31,43`31,44",
},
[2176] = {
["q"] = "沉没的神庙`伊兰尼库斯精华`48`55`3`把伊兰尼库斯精华放在精华之泉里，精华之泉就在沉没的神庙中，伊兰尼库斯的巢穴里。",
["pa"] = "伊兰尼库斯精华`阿塔哈卡神庙`",
["pc"] = "精华之泉`阿塔哈卡神庙`",
},
[2177] = {
["q"] = "斯坦索姆`档案管理员`55`61`3`在斯坦索姆城中找到血色十字军的档案管理员加尔福特，杀掉他，然后烧毁血色十字军档案。",
["os"] = {
[1] = {
["t"] = "档案管理员加尔福特：0/1",
["n"] = "3642",
},
},
["pa"] = "尼古拉斯·瑟伦霍夫公爵`东瘟疫之地`81,60`82,60`82,61`80,60`81,59",
["pc"] = "尼古拉斯·瑟伦霍夫公爵`东瘟疫之地`81,60`82,60`82,61`80,60`81,59",
},
[2178] = {
["q"] = "斯坦索姆`血肉不会撒谎`55`61`3`从斯坦索姆找回20个瘟疫肉块，并把它们交给贝蒂娜·比格辛克。你觉得斯坦索姆中的生灵都不大可能长着肉……",
["os"] = {
[1] = {
["t"] = "瘟疫肉块：0/20",
["n"] = "12379`9667`11094`9445`9456`12378`12376`12377`12521`9506`9670`9354`12380`9422`9583`8136`9448`6525`9656",
},
},
["pa"] = "贝蒂娜·比格辛克`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
["pc"] = "贝蒂娜·比格辛克`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2179] = {
["q"] = "通灵学院`瘟疫之龙`55`58`3`杀掉20只瘟疫龙崽，然后向圣光之愿礼拜堂的贝蒂娜·比格辛克复命。",
["os"] = {
[1] = {
["t"] = "瘟疫龙崽：0/20",
["n"] = "3644",
},
},
["pa"] = "贝蒂娜·比格辛克`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
["pc"] = "贝蒂娜·比格辛克`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2180] = {
["q"] = "斯坦索姆`神圣之屋`55`61`3`到北方的斯坦索姆去，寻找散落在城市中的补给箱，并收集5瓶斯坦索姆圣水。当你找到足够的圣水之后就回去向莱尼德·巴萨罗梅复命。",
["os"] = {
[1] = {
["t"] = "斯坦索姆圣水：0/5",
["n"] = "9346`6414`12376`12377`12521`6435`6527`6519`9448`6450`6525",
},
},
["pa"] = "莱尼德·巴萨罗梅`东瘟疫之地`80,60`81,59`81,58`80,61`80,59",
["pc"] = "莱尼德·巴萨罗梅`东瘟疫之地`80,60`81,59`81,58`80,61`80,59",
},
[2181] = {
["q"] = "斯坦索姆`弗拉斯·希亚比`55`61`3`找到弗拉斯·希亚比在斯坦索姆的烟草店，并从中找回一盒希亚比的烟草，把它交给烟鬼拉鲁恩。",
["os"] = {
[1] = {
["t"] = "希亚比的烟草：0/1",
["n"] = "6435",
},
},
["pa"] = "烟鬼拉鲁恩`东瘟疫之地`81,58`80,59`81,59`80,58`79,57",
["pc"] = "烟鬼拉鲁恩`东瘟疫之地`81,58`80,59`81,59`80,58`79,57",
},
[2182] = {
["q"] = "东瘟疫之地`狮子大开口`54`58`3`烟鬼拉鲁恩要你拿来2块瑟银锭、1根金棒、8颗高爆炸弹和8个不牢固的扳机。\n\n你需要找铁匠和工程学技师帮忙制作这些东西。",
["os"] = {
[1] = {
["t"] = "瑟银锭：0/2",
},
[2] = {
["t"] = "金棒：0/1",
["n"] = "5197",
},
[3] = {
["t"] = "高爆炸弹：0/8",
},
[4] = {
["t"] = "不牢固的扳机：0/8",
},
},
["pa"] = "烟鬼拉鲁恩`东瘟疫之地`81,58`80,59`81,59`80,58`79,57",
["pc"] = "烟鬼拉鲁恩`东瘟疫之地`81,58`80,59`81,59`80,58`79,57",
},
[2183] = {
["q"] = "东瘟疫之地`历史的残片`53`56`2`在艾萨拉的辛玛洛神殿里找到神圣的上层精灵笔迹。",
["os"] = {
[1] = {
["t"] = "神圣的上层精灵笔迹：0/1",
["n"] = "6267`12381",
},
},
["pa"] = "奥萝拉`东瘟疫之地`57,24`56,24`56,25`55,25",
["pc"] = "奥萝拉`东瘟疫之地`57,24`56,24`56,25`55,25",
},
[2184] = {
["q"] = "冬泉谷`雪怪计划！`52`58`3`带着乌米的机械雪人去吓唬她的朋友：\n\n永望镇的莱加奇（冬泉谷）、加基森的斯普琳科（塔纳利斯），还有马绍尔营地的奎克希尔（安戈洛环形山）。\n\n当你完成任务之后，把机械雪人还给乌米。",
["os"] = {
[1] = {
["t"] = "吓唬莱加奇：0/1",
},
[2] = {
["t"] = "吓唬斯普琳科：0/1",
},
[3] = {
["t"] = "吓唬奎克希尔：0/1",
},
},
["pa"] = "乌米`冬泉谷`61,38",
["pc"] = "乌米`冬泉谷`61,38",
},
[2185] = {
["q"] = "冬泉谷`神秘的粘液`52`56`3`将你的发现报告给多诺瓦·雪山。",
["pa"] = "死木蒸锅`费伍德森林`60,6",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2186] = {
["q"] = "冬泉谷`剧毒之水`52`56`3`为冬泉谷的多诺瓦·雪山收集3份剧毒水滴。",
["os"] = {
[1] = {
["t"] = "剧毒水滴：0/3",
["n"] = "8240",
},
},
["pa"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
["pc"] = "多诺瓦·雪山`费伍德森林`73,19`72,19",
},
[2187] = {
["q"] = "冬泉谷`冬泉信使`52`57`3`找到冬泉信使，阻止他们向冬泉村运送物品。",
["os"] = {
[1] = {
["t"] = "冬泉箱子：0/1",
["n"] = "9352",
},
},
["pa"] = "多诺瓦·雪山`费伍德森林`73,19`72,19",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2188] = {
["q"] = "奥格瑞玛`祝你好运`55`60`1`收集10块霜槌碎片，把它们交给奥格瑞玛的巫医玛艾里。",
["os"] = {
[1] = {
["t"] = "霜槌碎片：0/10",
["n"] = "12384`9412`13059`12383",
},
},
["pa"] = "巫医玛艾里`奥格瑞玛`36,81`36,80`37,81`36,78`35,78",
["pc"] = "巫医玛艾里`奥格瑞玛`36,81`36,80`37,81`36,78`35,78",
},
[2189] = {
["q"] = "安戈洛环形山`新的泉水`51`55`3`到冬泉谷去和多诺瓦·雪山谈一谈。",
["pa"] = "克拉兰克`安戈洛环形山`31,50`31,52`31,51`31,48`31,49",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2190] = {
["q"] = "诅咒之地`库米沙的努力`48`55`3`找到一颗无暇的德莱尼水晶球，把它交给收藏家库米沙。",
["os"] = {
[1] = {
["t"] = "无暇的德莱尼水晶球：0/1",
["n"] = "6213`12110`10522`12709`9536`9437`10525`10956`10549",
},
},
["pa"] = "收藏家库米沙`诅咒之地`53,34`52,36`55,34`52,35`53,31",
},
[2191] = {
["q"] = "暮色森林`光铸铁锭`27`29`2`收集5块光铸铁锭，把它们交给湿地的戈罗林·钢眉。",
["os"] = {
[1] = {
["t"] = "光铸铁锭：0/5",
["n"] = "5842",
},
},
["pa"] = "戈罗林·钢眉`湿地`11,61`11,60`10,61",
["pc"] = "戈罗林·钢眉`湿地`11,61`11,60`10,61",
},
[2192] = {
["q"] = "燃烧平原`蛮王戈泰什`48`53`2`找到戈泰什，他应该在巨槌石西面的某处。杀掉戈泰什并把他的头颅交给燃烧平原的奥拉留斯。",
["os"] = {
[1] = {
["t"] = "戈泰什的头颅：0/1",
["n"] = "9339",
},
},
["pa"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
["pc"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
},
[2193] = {
["q"] = "燃烧平原`真正的主人`48`54`2`把赫林迪斯·河角的信交给湖畔镇的所罗门镇长。",
["pa"] = "赫林迪斯·河角`燃烧平原`86,69`85,67`86,68`85,68`85,69",
["pc"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
},
[2194] = {
["q"] = "燃烧平原`真正的主人`48`54`2`到暴风城去把所罗门的求援信交给伯瓦尔·弗塔根公爵。\n\n伯瓦尔在暴风要塞里。",
["pa"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
["pc"] = "伯瓦尔·弗塔根公爵`艾尔文森林`34,22`35,21`35,22`34,23`34,21",
},
[2195] = {
["q"] = "燃烧平原`真正的主人`48`54`2`与女伯爵卡特拉娜·普瑞斯托谈话，然后再与伯瓦尔·弗塔根公爵谈话。",
["pa"] = "伯瓦尔·弗塔根公爵`艾尔文森林`34,22`35,21`35,22`34,23`34,21",
["pc"] = "伯瓦尔·弗塔根公爵`艾尔文森林`34,22`35,21`35,22`34,23`34,21",
},
[2196] = {
["q"] = "燃烧平原`真正的主人`48`54`2`把伯瓦尔的命令交给湖畔镇的所罗门镇长。",
["pa"] = "伯瓦尔·弗塔根公爵`艾尔文森林`34,22`35,21`35,22`34,23`34,21",
["pc"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
},
[2197] = {
["q"] = "燃烧平原`真正的主人`48`54`2`和燃烧平原的麦克斯韦尔元帅谈一谈。",
["pa"] = "所罗门镇长`赤脊山`30,44`30,45`29,44`29,45`29,47",
["pc"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
},
[2198] = {
["q"] = "燃烧平原`真正的主人`48`54`2`和狼狈不堪的约翰谈谈来了解温德索尔元帅的命运，然后回到麦克斯韦尔元帅那里。\n\n你想起麦克斯韦尔元帅说过他在一个北面的洞穴那里。",
["pa"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
["pc"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
},
[2199] = {
["q"] = "裁缝`黑市交易`43`50`3`杀了贸易首领考维克和他的同伙科朗克。从他的尸体上拿回商人的背包，把它交给尼莉丝。",
["os"] = {
[1] = {
["t"] = "贸易首领考维克：0/1",
["n"] = "3648",
},
[2] = {
["t"] = "科朗克：0/1",
["n"] = "3650",
},
[3] = {
["t"] = "商人的背包：0/1",
["n"] = "3648",
},
},
["pa"] = "尼莉丝·洛克拉夫`灼热峡谷`43,71`41,75`41,74`42,74`41,73",
["pc"] = "尼莉丝·洛克拉夫`灼热峡谷`43,71`41,75`41,74`42,74`41,73",
},
[2200] = {
["q"] = "西瘟疫之地`返回冰风岗`50`58`2`把盖罗恩农场的样本瓶交给西瘟疫之地冰风岗的高阶牧师玛多妮尔。",
["pa"] = "瘟疫之锅`西瘟疫之地`46,52`53,66`37,57`63,59`62,58",
["pc"] = "高阶牧师玛多妮尔`西瘟疫之地`43,84`43,85`42,84`43,83`44,83",
},
[2201] = {
["q"] = "西瘟疫之地`大自然的苦楚`51`56`3`消灭8只生病的灰熊，然后去找西瘟疫之地嚎哭鬼屋的穆格雷斯·深水。",
["os"] = {
[1] = {
["t"] = "生病的灰熊：0/8",
["n"] = "3652",
},
},
["pa"] = "穆格雷斯·深水`西瘟疫之地`54,65`53,65`52,67`52,66`53,66",
["pc"] = "穆格雷斯·深水`西瘟疫之地`54,65`53,65`52,67`52,66`53,66",
},
[2202] = {
["q"] = "西瘟疫之地`雕文橡木枝`51`56`2`根据雕文橡木枝上面所附加的魔法，这个牛头人德鲁伊本来准备把它交给达纳苏斯的塞纳里奥议会。看来你应该到那里去找一个德鲁伊，并寻求他的帮助。",
["pa"] = "穆格雷斯·深水`西瘟疫之地`54,65`53,65`52,67`52,66`53,66",
["pc"] = "玛斯雷·驭熊者`达纳苏斯`35,9`35,8`34,8`36,8`36,9",
},
[2203] = {
["q"] = "厄运之槌`精灵的传说`54`61`1`到厄运之槌去寻找卡里尔·温萨鲁斯。向莫沙彻营地的先知科鲁拉克报告你所找到的信息。",
["pa"] = "先知科鲁拉克`菲拉斯`75,44`74,44`74,45`75,43`76,44",
["pc"] = "先知科鲁拉克`菲拉斯`75,44`74,44`74,45`75,43`76,44",
},
[2204] = {
["q"] = "锻造`沃什加斯的菊石`50`61`3`到黑石塔去杀死暗影猎手沃什加斯，将沃什加斯的菊石交给基尔拉姆。",
["os"] = {
[1] = {
["t"] = "沃什加斯的菊石：0/1",
},
},
["pa"] = "基尔拉姆`冬泉谷`61,37`61,38",
},
[2205] = {
["q"] = "锻造`腐蚀`50`61`3`在斯坦索姆找到黑衣守卫铸剑师，然后杀死他。将黑色卫士徽记交给亡灵杀手瑟里尔。",
["os"] = {
[1] = {
["t"] = "黑色卫士徽记：0/1",
["n"] = "9616",
},
},
["pa"] = "亡灵杀手瑟里尔`冬泉谷`61,37`61,38",
},
[2206] = {
["q"] = "锻造`甜美的平静`50`61`3`到斯坦索姆去杀死红衣铸锤师。将红衣铸锤师的围裙交给莉莉丝。",
["os"] = {
[1] = {
["t"] = "红衣铸锤师的围裙：0/1",
},
},
["pa"] = "轻盈的莉莉丝`冬泉谷`61,37`61,38",
},
[2207] = {
["q"] = "奥达曼`铁趾的护符`38`40`2`找到铁趾的护符，把它交给奥达曼的铁趾。",
["os"] = {
[1] = {
["t"] = "铁趾的护符：0/1",
["n"] = "11620",
},
},
["pa"] = "铁趾格雷兹`奥达曼`",
["pc"] = "铁趾格雷兹`奥达曼`",
},
[2208] = {
["q"] = "安戈洛环形山`林克的冒险`49`54`3`把亚奎门塔斯的银图腾交给马绍尔营地里的林克。",
["pa"] = "科琳`安戈洛环形山`42,2`42,3`41,3`41,2",
["pc"] = "林克`安戈洛环形山`45,8`45,9`45,10`44,10`45,11",
},
[2209] = {
["q"] = "安戈洛环形山`结伴而行`49`56`3`到马绍尔营地南边的火羽山去。\n\n找到火焰使者，并使用图腾除掉它的防护光环。在击败它之后从洞中取得金色火焰。",
["os"] = {
[1] = {
["t"] = "火焰使者：0/1",
["n"] = "3660",
},
[2] = {
["t"] = "金色火焰：0/1",
["n"] = "12385`3660",
},
},
["pa"] = "林克`安戈洛环形山`45,8`45,9`45,10`44,10`45,11",
["pc"] = "林克`安戈洛环形山`45,8`45,9`45,10`44,10`45,11",
},
[2210] = {
["q"] = "德鲁伊`响应召唤`10`10`1`与雷霆崖长者高地上的图拉克·符文图腾谈一谈。",
["pa"] = "根妮亚·符文图腾`莫高雷`49,60`48,60`49,59`48,59`47,60",
["pc"] = "图拉克·符文图腾`雷霆崖`76,27`77,28`75,30`76,29`76,28",
},
[2211] = {
["q"] = "盗贼`碎手氏族`11`13`1`偷来塔赞的钥匙，用它打开他的背包，然后将里面的物品交给奥格瑞玛暗影裂口的瑟祖克。",
["os"] = {
[1] = {
["t"] = "塔赞的日志：0/1",
},
},
["pa"] = "瑟祖克`奥格瑞玛`43,54`44,53`43,53`44,52`42,53",
["pc"] = "瑟祖克`奥格瑞玛`43,54`44,53`43,53`44,52`42,53",
},
[2212] = {
["q"] = "塔纳利斯`临危不惧`50`54`2`把匹斯特苏格的安戈洛报告交给达纳苏斯的格拉希娜·灵风。",
["pa"] = "炼金师匹斯特苏格`塔纳利斯`51,27`52,27`52,28`50,26",
["pc"] = "格拉希娜·灵风`泰达希尔`26,65`25,64`25,65",
},
[2213] = {
["q"] = "达纳苏斯`临危不惧`51`54`2`把银行赠券交给达纳苏斯银行的伊迪瑞娜。",
["pa"] = "格拉希娜·灵风`泰达希尔`26,65`25,64`25,65",
["pc"] = "伊迪瑞娜`泰达希尔`26,56`25,56`24,56",
},
[2214] = {
["q"] = "东瘟疫之地`失落的摩沙鲁石板`48`58`3`把第三块和第四块摩沙鲁石板交给塔纳利斯的勘查员詹斯·铁靴。",
["os"] = {
[1] = {
["t"] = "第三块摩沙鲁石板：0/1",
["n"] = "12386",
},
[2] = {
["t"] = "第四块摩沙鲁石板：0/1",
["n"] = "12387`9315`9416",
},
},
["pa"] = "勘查员詹斯·铁靴`塔纳利斯`66,25`67,24`66,24`66,23`67,23",
["pc"] = "勘查员詹斯·铁靴`塔纳利斯`66,25`67,24`66,24`66,23`67,23",
},
[2215] = {
["q"] = "牧师`神圣符文`2`1`2`阅读神圣符文，然后与安威玛尔的布兰斯托·卡尔德谈一谈。",
["pa"] = "斯登·粗臂`丹莫罗`30,71`30,72`30,70`29,71`29,73",
["pc"] = "布兰斯托克·卡德尔`丹莫罗`29,66`29,67",
},
[2216] = {
["q"] = "西部荒野`琥珀酒`47`44`2`给葛瑞姆·雷酒带去一捆烧焦的橡木。",
["os"] = {
[1] = {
["t"] = "一捆烧焦的橡木：0/1",
["n"] = "12388",
},
},
["pa"] = "葛瑞姆·雷酒`荆棘谷`12,2",
["pc"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
},
[2217] = {
["q"] = "西瘟疫之地`迟到总比不到好`50`52`1`与幽暗城的皇家管理人巴哈乌斯协商，查找杰雷米亚·费尔斯通的下落。通常在公会注册处附近会有一个人口普查官。",
["pa"] = "詹妮丝的包裹`西瘟疫之地`39,55",
["pc"] = "皇家管理人巴哈乌斯`提瑞斯法林地`63,74`62,74`62,75",
},
[2218] = {
["q"] = "幽暗城`杰雷米亚的忧伤`50`52`1`在幽暗城找到杰雷米亚·派森并查明他是否就是你要找的杰雷米亚·费尔斯通。如果他是的话，那么他可能会想要拿到詹妮丝·费尔斯通寄给他的包裹。",
["pa"] = "皇家管理人巴哈乌斯`提瑞斯法林地`63,74`62,74`62,75",
["pc"] = "杰雷米亚·派森`提瑞斯法林地`62,74`62,75",
},
[2219] = {
["q"] = "丹莫罗`马克格拉恩的干肉`7`12`2`从冰须的洞穴里拿回装有马克格拉恩的干肉的储藏柜。",
["os"] = {
[1] = {
["t"] = "马克格拉恩的干肉：0/1",
["n"] = "4707`12389",
},
},
["pa"] = "图德拉·马克格拉恩`丹莫罗`35,52",
["pc"] = "图德拉·马克格拉恩`丹莫罗`35,52",
},
[2220] = {
["q"] = "战士`玛希尔`28`28`2`把弗伦的笔记交给玛希尔。",
["pa"] = "弗伦·长须`艾尔文森林`27,22`27,21`26,21`28,23`28,24",
["pc"] = "玛希尔`达纳苏斯`59,46`59,45`60,45`58,46`58,45",
},
[2221] = {
["q"] = "厄运之槌`蕾瑟塔蒂丝的网`54`57`1`把蕾瑟塔蒂丝的网交给非拉斯莫沙彻营地的塔罗·刺蹄。",
["os"] = {
[1] = {
["t"] = "蕾瑟塔蒂丝的网：0/1",
["n"] = "12374",
},
},
["pa"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
["pc"] = "塔罗·刺蹄`贫瘠之地`24,89",
},
[2222] = {
["q"] = "特殊`咕咕嘎！`5`1`2`找一些特殊的鸡饲料，把它交给友好的小鸡。当你找到小鸡的时候，在喂食它之前对它做出高兴的表情。（使用/cheer命令）",
["os"] = {
[1] = {
["t"] = "特殊的鸡饲料：0/1",
["n"] = "618",
},
},
["pa"] = "鸡`艾尔文森林`37,60`43,66`79,66`42,66`37,61",
["pc"] = "鸡`西部荒野`56,30`46,40`38,56`45,69`45,70",
},
[2223] = {
["q"] = "月光林地`废土`54`55`3`在希利苏斯的勇士之墓附近找莱耶·星击谈谈，把拉比恩的信交给他。",
["pa"] = "拉比恩·萨图纳`月光林地`51,41`52,45`52,44`51,42`52,42",
["pc"] = "莱耶·星击`塔纳利斯`1,11`1,12`2,12",
},
[2224] = {
["q"] = "希利苏斯`南风村的灵魂`54`55`3`在南风村释放8个被折磨的德鲁伊和8个被折磨的哨兵的灵魂，然后向希利苏斯勇士之墓的莱耶·星击复命。",
["os"] = {
[1] = {
["t"] = "被折磨的德鲁伊：0/8",
["n"] = "3663",
},
[2] = {
["t"] = "被折磨的哨兵：0/8",
["n"] = "3670",
},
},
["pa"] = "莱耶·星击`塔纳利斯`1,11`1,12`2,12",
["pc"] = "莱耶·星击`希利苏斯`71,13`71,12",
},
[2225] = {
["q"] = "西瘟疫之地`未完的任务`52`58`3`进入壁炉谷并找一处高地，你可以在那里观察整个城镇并估算血色十字军的兵力，然后向西瘟疫之地的科尔斯塔·迪普沙东回报。",
["pa"] = "科尔斯塔·迪普沙东`西瘟疫之地`52,28`51,29`51,28`52,30",
["pc"] = "科尔斯塔·迪普沙东`西瘟疫之地`52,28`51,29`51,28`52,30",
},
[2226] = {
["q"] = "西瘟疫之地`未竟的事业`51`56`3`杀死2个血色医护员、2个血色猎人、2个血色魔法师和2个血色骑士，然后回到西瘟疫之地的科尔斯塔·迪普沙东那儿。",
["os"] = {
[1] = {
["t"] = "血色医护员：0/2",
["n"] = "3676",
},
[2] = {
["t"] = "血色猎人：0/2",
["n"] = "3691",
},
[3] = {
["t"] = "血色法师：0/2",
["n"] = "3700",
},
[4] = {
["t"] = "血色骑士：0/2",
["n"] = "3707",
},
},
["pa"] = "科尔斯塔·迪普沙东`西瘟疫之地`52,28`51,29`51,28`52,30",
["pc"] = "科尔斯塔·迪普沙东`西瘟疫之地`52,28`51,29`51,28`52,30",
},
[2227] = {
["q"] = "西瘟疫之地`大自然的苦楚`51`54`3`消灭8只生病的狼，然后去找西瘟疫之地嚎哭鬼屋的穆格雷斯·深水。",
["os"] = {
[1] = {
["t"] = "生病的狼：0/8",
["n"] = "3715",
},
},
["pa"] = "穆格雷斯·深水`西瘟疫之地`54,65`53,65`52,67`52,66`53,66",
["pc"] = "穆格雷斯·深水`西瘟疫之地`54,65`53,65`52,67`52,66`53,66",
},
[2228] = {
["q"] = "西瘟疫之地`雕文橡木枝`53`56`1`根据雕文橡木枝上面所附加的魔法，这个牛头人德鲁伊本来准备把它交给雷霆崖的塞纳里奥议会。看来你应该到那里去找一个德鲁伊，并寻求他的帮助。",
["pa"] = "穆格雷斯·深水`西瘟疫之地`54,65`53,65`52,67`52,66`53,66",
["pc"] = "纳拉·蛮鬃`雷霆崖`76,31`75,31`76,30`76,29`77,31",
},
[2229] = {
["q"] = "辛特兰`送往幽暗城的毒药`47`55`1`将法拉尼尔的包裹交给幽暗城的大药剂师法拉尼尔。",
["pa"] = "药剂师林度恩`希尔斯布莱德丘陵`62,20`61,19`62,19`62,21`61,20",
["pc"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
},
[2230] = {
["q"] = "诅咒之地`基利斯`50`58`3`找到基利斯的下落。",
["pa"] = "部落英雄的灵魂`悲伤沼泽`34,66`35,66`35,63`35,64`34,65",
["pc"] = "基利斯的灵魂`诅咒之地`68,31`69,31`67,31`68,32`68,30",
},
[2231] = {
["q"] = "月光林地`净化之匣`56`60`3`到希利苏斯的南风村去寻找净化之匣。然后将其交给月光林地永夜港的拉比恩·萨图纳。",
["os"] = {
[1] = {
["t"] = "净化之匣：0/1",
["n"] = "3663`12391`13652",
},
},
["pa"] = "拉比恩·萨图纳`月光林地`51,41`52,45`52,44`51,42`52,42",
["pc"] = "拉比恩·萨图纳`月光林地`51,41`52,45`52,44`51,42`52,42",
},
[2232] = {
["q"] = "希利苏斯`塔中之巢`54`57`3`爬上南风村的塔，找寻激活异种蝎群的方法。把任何你认为不寻常的东西交给希利苏斯勇士之墓的莱耶·星击。",
["os"] = {
[1] = {
["t"] = "异种蝎粘液包裹的物体：0/1",
["n"] = "12394",
},
},
["pa"] = "莱耶·星击`希利苏斯`71,13`71,12",
["pc"] = "莱耶·星击`希利苏斯`71,13`71,12",
},
[2233] = {
["q"] = "冬泉谷`冰风奇美拉角`51`54`3`将8支完整的冰风奇美拉角交给菲诺克。",
["os"] = {
[1] = {
["t"] = "完整的冰风奇美拉角：0/8",
["n"] = "12079`12075`11988",
},
},
["pa"] = "菲诺克`冬泉谷`62,39`61,38`62,38`61,39",
["pc"] = "菲诺克`冬泉谷`62,39`61,38`62,38`61,39",
},
[2234] = {
["q"] = "费伍德森林`远古之灵`50`56`2`护送艾雷到灰谷，然后和慰藉之林的凯尼斯·静风谈一谈。",
["pa"] = "艾雷`费伍德森林`52,84`44,23`43,70`50,30`48,29",
["pc"] = "凯尼斯·静风`灰谷`86,45`85,46`85,45`84,46`85,44",
},
[2235] = {
["q"] = "黑石深渊`烈焰精华`52`58`3`到黑石深渊去杀掉贝尔加。\n\n你只知道这个巨型怪物住在黑石深渊的最深处。记住你要使用特殊的黑龙皮从贝尔加的尸体上采集烈焰精华。\n\n将你采集到的烈焰精华交给塞勒斯·萨雷芬图斯。",
["os"] = {
[1] = {
["t"] = "包起来的烈焰精华：0/1",
},
},
["pa"] = "塞勒斯·萨雷芬图斯`燃烧平原`95,32`94,32`95,31`93,32`93,33",
["pc"] = "塞勒斯·萨雷芬图斯`燃烧平原`95,32`94,32`95,31`93,32`93,33",
},
[2236] = {
["q"] = "黑石深渊`卡兰·巨锤`51`59`2`去黑石深渊找到卡兰·巨锤。\n\n国王提到卡兰在那里负责看守囚犯——也许你应该在监狱附近寻找他。",
["pa"] = "国王麦格尼·铜须`铁炉堡`39,56`45,49`40,55`40,56`41,55",
["pc"] = "卡兰·巨锤`黑石深渊`",
},
[2237] = {
["q"] = "黑石深渊`霍尔雷·黑须`50`55`2`把遗失的雷酒秘方带给卡拉诺斯的拉格纳·雷酒。",
["os"] = {
[1] = {
["t"] = "遗失的雷酒秘方：0/1",
["n"] = "12283`12282",
},
},
["pa"] = "拉格纳·雷酒`丹莫罗`47,52`47,53`46,53`46,52`47,54",
["pc"] = "拉格纳·雷酒`丹莫罗`47,52`47,53`46,53`46,52`47,54",
},
[2238] = {
["q"] = "黑石塔`蛛后的乳汁`55`60`3`你可以在黑石塔的中心地带找到烟网蛛后。与她战斗，让她在你体内注入毒汁。如果你有能力的话，就杀死她吧。当你中毒之后，回到狼狈不堪的约翰那儿，他会从你的身体里抽取这些“蛛后的乳汁”。",
["pa"] = "狼狈不堪的约翰`燃烧平原`65,24`65,23`65,25`66,22`66,23",
["pc"] = "狼狈不堪的约翰`燃烧平原`65,24`65,23`65,25`66,22`66,23",
},
[2239] = {
["q"] = "黑石塔`基布雷尔的特殊宠物`55`59`3`到黑石塔去找到血斧座狼幼崽。使用笼子来捕捉这些凶猛的小野兽，然后把笼中的座狼幼崽交给基布雷尔。",
["os"] = {
[1] = {
["t"] = "笼中的座狼幼崽：0/1",
},
},
["pa"] = "基布雷尔`燃烧平原`66,22`66,23`65,23`65,24`64,23",
["pc"] = "基布雷尔`燃烧平原`66,22`66,23`65,23`65,24`64,23",
},
[2240] = {
["q"] = "黑石塔`蜘蛛卵`55`59`3`到黑石塔去为基布雷尔收集15枚尖塔蜘蛛卵。\n\n听说那些蜘蛛周围有许多这样的卵。",
["os"] = {
[1] = {
["t"] = "尖塔蜘蛛卵：0/15",
["n"] = "12397`12396",
},
},
["pa"] = "基布雷尔`燃烧平原`66,22`66,23`65,23`65,24`64,23",
["pc"] = "基布雷尔`燃烧平原`66,22`66,23`65,23`65,24`64,23",
},
[2241] = {
["q"] = "黑石塔`座狼之源`55`59`2`到黑石塔去摧毁那里的座狼源头。当你离开的时候，赫林迪斯喊出了一个名字：哈雷肯。这个词就是兽人语中“座狼”的意思。",
["os"] = {
[1] = {
["t"] = "哈雷肯：0/1",
["n"] = "3727",
},
},
["pa"] = "赫林迪斯·河角`燃烧平原`86,69`85,67`86,68`85,68`85,69",
["pc"] = "赫林迪斯·河角`燃烧平原`86,69`85,67`86,68`85,68`85,69",
},
[2242] = {
["q"] = "西瘟疫之地`通灵学院`55`55`1`和西瘟疫之地亡灵壁垒的药剂师迪瑟斯谈一谈。",
["pa"] = "高级执行官德灵顿`西瘟疫之地`26,56`27,56`27,57`26,57`26,55",
["pc"] = "药剂师迪瑟斯`西瘟疫之地`27,56`27,57`26,57`26,56`27,58",
},
[2243] = {
["q"] = "西瘟疫之地`骸骨碎片`55`57`1`将15块骸骨碎片交给西瘟疫之地亡灵壁垒的药剂师迪瑟斯。",
["os"] = {
[1] = {
["t"] = "骸骨碎片：0/15",
["n"] = "6536`11025`5475`12366`9370`9291",
},
},
["pa"] = "药剂师迪瑟斯`西瘟疫之地`27,56`27,57`26,57`26,56`27,58",
["pc"] = "药剂师迪瑟斯`西瘟疫之地`27,56`27,57`26,57`26,56`27,58",
},
[2244] = {
["q"] = "东瘟疫之地`杀戮的理由`54`58`1`到东边的考林路口去屠杀镇里的亡灵天灾。在10分钟内收集7块生命腐质，使用研钵和捣杵将其研磨成凝固腐质。",
["os"] = {
[1] = {
["t"] = "凝固腐质：0/1",
},
},
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2245] = {
["q"] = "东瘟疫之地`讨厌的蝙蝠`54`58`1`杀掉20只毒性瘟疫蝙蝠和10只巨型瘟疫蝙蝠，然后回到纳萨诺斯·凋零者那里。",
["os"] = {
[1] = {
["t"] = "毒性瘟疫蝙蝠：0/20",
["n"] = "3732",
},
[2] = {
["t"] = "巨型瘟疫蝙蝠：0/10",
["n"] = "3743",
},
},
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2246] = {
["q"] = "东瘟疫之地`游侠之王的命令`54`60`1`到东瘟疫之地的北方边界去找回奎尔萨拉斯名册，这件物品在奎尔林斯小屋的某处。\n\n另外你还必须杀掉8个游侠、8个巡路者和8个护林者。",
["os"] = {
[1] = {
["t"] = "巡路者：0/8",
["n"] = "2225`3756`3760",
},
[2] = {
["t"] = "游侠：0/8",
["n"] = "3762`3766`3768`3769",
},
[3] = {
["t"] = "护林者：0/8",
["n"] = "3770",
},
[4] = {
["t"] = "奎尔萨拉斯名册：0/1",
["n"] = "9344`12398",
},
},
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2247] = {
["q"] = "东瘟疫之地`永不安息的灵魂`55`61`3`找到埃根。你只知道他在斯坦索姆附近。",
["pa"] = "护理者奥林`东瘟疫之地`80,62`80,64`79,65`79,64`79,63",
["pc"] = "埃根`东瘟疫之地`14,34`15,33`15,34`16,31`16,32",
},
[2248] = {
["q"] = "西瘟疫之地`找回时间`53`56`3`在安多哈尔城中四处散落的保险箱里找到5只安多哈尔怀表，然后把它们交给西瘟疫之地安多哈尔旅店里的克罗米。",
["os"] = {
[1] = {
["t"] = "安多哈尔怀表：0/5",
["n"] = "5475`9370`6348`12399`6542",
},
},
["pa"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
["pc"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
},
[2249] = {
["q"] = "西瘟疫之地`找回时间`53`56`3`在安多哈尔城的废墟里找到5只安多哈尔怀表，然后把它们交给西瘟疫之地安多哈尔旅店里的克罗米。",
["os"] = {
[1] = {
["t"] = "安多哈尔怀表：0/5",
["n"] = "5475`9370`6348`12399`6542",
},
},
["pa"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
["pc"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
},
[2250] = {
["q"] = "西瘟疫之地`救赎`52`56`3`听听提里奥·弗丁要说什么。",
["pa"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
["pc"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
},
[2251] = {
["q"] = "东瘟疫之地`遗忘的记忆`52`57`3`到东瘟疫之地最南端的墓室去找回泰兰之锤。完成目标之后，返回提里奥·弗丁那里。",
["os"] = {
[1] = {
["t"] = "泰兰之锤：0/1",
["n"] = "12402",
},
},
["pa"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
["pc"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
},
[2252] = {
["q"] = "西部荒野`琥珀酒`45`44`2`葛瑞姆·雷酒需要一些真银。",
["os"] = {
[1] = {
["t"] = "真银锭：0/1",
["n"] = "5464`5451`5457`3542`11593`6259`5467`5465`5470`5463`3445`7388`14076`6714`5475`5466`5920`9687`3006`5473`8192`8150`5472`5478",
},
},
["pa"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
["pc"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
},
[2253] = {
["q"] = "冬泉谷`守护秘密`52`59`1`把蓝羽项链交给血毒岗哨的特鲁尔·法贝恩。",
["pa"] = "蓝羽项链`冬泉谷`59,60`63,23`64,59`60,60`63,59",
["pc"] = "特鲁尔·法贝恩`冬泉谷`1,72`0,72",
},
[2254] = {
["q"] = "冬泉谷`守护秘密`53`59`1`把蓝羽项链交给纳拉·蛮鬃。",
["pa"] = "特鲁尔·法贝恩`冬泉谷`1,72`0,72",
["pc"] = "纳拉·蛮鬃`贫瘠之地`29,40`29,39`28,40",
},
[2255] = {
["q"] = "西瘟疫之地`阿拉基的圣甲虫`55`60`1`摧毁安多哈尔的4颗天灾召唤水晶来召唤阿拉基。杀掉召唤者阿拉基，并将阿拉基的圣甲虫交给西瘟疫之地亡灵壁垒的药剂师迪瑟斯。",
["os"] = {
[1] = {
["t"] = "阿拉基的圣甲虫：0/1",
["n"] = "12330",
},
},
["pa"] = "药剂师迪瑟斯`提瑞斯法林地`83,69`83,70`83,71`84,69`83,72",
["pc"] = "药剂师迪瑟斯`西瘟疫之地`27,56`27,57`26,57`26,56`27,58",
},
[2256] = {
["q"] = "诅咒之地`古代英雄`50`57`3`和桑德·裂蹄谈一谈。",
["pa"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
["pc"] = "桑德·裂蹄`诅咒之地`52,3`52,4`53,3`52,5`52,6",
},
[2257] = {
["q"] = "诅咒之地`古代英雄`50`57`3`打开箱子，取走你的酬劳。",
["pa"] = "桑德·裂蹄`诅咒之地`52,3`52,4`53,3`52,5`52,6",
["pc"] = "鬼魂之箱`诅咒之地`52,3",
},
[2258] = {
["q"] = "荒芜之地`机器的崛起`52`54`1`将元素碎片样本交给鲁特维尔·沃拉图斯。\n\n塞朵拉说鲁特维尔就在东边的一处营地里。",
["pa"] = "塞朵拉·穆瓦丹尼`荒芜之地`4,48`3,47`3,48`3,49`4,50",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[2259] = {
["q"] = "黑石深渊`机器的崛起`52`58`1`找到并杀掉傀儡统帅阿格曼奇，将他的头交给鲁特维尔。你还需要从守卫着阿格曼奇的狂怒傀儡和战斗傀儡身上收集10块完整的元素核心。",
["os"] = {
[1] = {
["t"] = "阿格曼奇的头颅：0/1",
["n"] = "9659",
},
[2] = {
["t"] = "完整的元素核心：0/10",
["n"] = "12404`12403`6522`12318",
},
},
["pa"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
["pc"] = "鲁特维尔·沃拉图斯`荒芜之地`26,45`26,46`29,46`25,47`25,46",
},
[2260] = {
["q"] = "战士`晒焦的蛋壳`28`30`2`把20个晒焦的蛋壳交给达纳苏斯的玛希尔。",
["os"] = {
[1] = {
["t"] = "晒焦的蛋壳：0/20",
["n"] = "6087`12408",
},
},
["pa"] = "玛希尔`泰达希尔`29,57`30,56`29,56`30,57",
["pc"] = "玛希尔`泰达希尔`29,57`30,56`29,56`30,57",
},
[2261] = {
["q"] = "暴风城`詹姆斯·海厄尔`30`35`2`和米奈希尔港的文森特·海厄尔谈一谈。",
["pa"] = "科诺尔·瑞沃斯`暴风城`41,92`40,90`41,91`40,91`41,89",
["pc"] = "文森特·海厄尔`湿地`11,61`11,60",
},
[2262] = {
["q"] = "冬泉谷`返回丁奇身边`53`54`3`把菲诺克的包裹交给燃烧平原的丁奇·斯迪波尔。",
["pa"] = "菲诺克`冬泉谷`62,39`61,38`62,38`61,39",
["pc"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
},
[2263] = {
["q"] = "西瘟疫之地`瘟疫与你`50`55`2`使用北山伐木场里的铁棍放出那里的瘟疫白蚁，然后向西瘟疫之地冰风岗的纳萨尼尔·杜马报告。",
["pa"] = "白蚁桶`西瘟疫之地`48,32",
["pc"] = "纳萨尼尔·杜马`西瘟疫之地`44,85`43,85`44,86`44,84`43,84",
},
[2264] = {
["q"] = "冬泉谷`冬泉酋长`52`59`3`冬泉谷的多诺瓦·雪山要你去击败冬泉酋长。",
["os"] = {
[1] = {
["t"] = "冬泉酋长：0/1",
["n"] = "3772",
},
},
["pa"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2265] = {
["q"] = "冬泉谷`最后一片`52`59`3`把潦草的日志交给冬泉谷的多诺瓦·雪山。",
["pa"] = "潦草的日志`冬泉谷`69,38`31,45`70,38`66,34`65,38",
["pc"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
},
[2266] = {
["q"] = "冬泉谷`熊怪酋长的话`52`59`3`将潦草的日志交给费伍德森林南部的科雷克·望天。",
["pa"] = "多诺瓦·雪山`冬泉谷`31,45`32,45`32,44`31,44`31,46",
["pc"] = "科雷克·望天`费伍德森林`51,82`51,83`50,84",
},
[2267] = {
["q"] = "鲁瑟兰村`兰莎尔拉`52`57`2`在冬泉谷找到兰莎尔拉。",
["pa"] = "艾瑞拉斯·琥珀`泰达希尔`55,92`56,92`57,92`56,93`57,93",
["pc"] = "兰莎尔拉`冬泉谷`63,59`64,59`65,64`65,63`66,60",
},
[2268] = {
["q"] = "冬泉谷`祭坛守护者`52`59`2`在兰莎尔拉尝试激活艾露恩祭坛的过程中保护她。然后将你的发现报告给鲁瑟兰村的艾瑞拉斯·琥珀。",
["pa"] = "兰莎尔拉`冬泉谷`63,59`64,59`65,64`65,63`66,60",
["pc"] = "艾瑞拉斯·琥珀`泰达希尔`55,92`56,92`57,92`56,93`57,93",
},
[2269] = {
["q"] = "冬泉谷`艾露恩的枭兽`52`57`2`与达纳苏斯的大德鲁伊范达尔·鹿盔谈一谈。",
["pa"] = "艾瑞拉斯·琥珀`泰达希尔`55,92`56,92`57,92`56,93`57,93",
["pc"] = "大德鲁伊范达尔·鹿盔`泰达希尔`24,49`25,49",
},
[2270] = {
["q"] = "西瘟疫之地`阿拉基的圣甲虫`55`60`2`摧毁安多哈尔的4颗天灾召唤水晶来召唤阿拉基。杀掉召唤者阿拉基，并将阿拉基的圣甲虫交给西瘟疫之地冰风岗的化学家阿尔比顿。",
["os"] = {
[1] = {
["t"] = "阿拉基的圣甲虫：0/1",
["n"] = "12330",
},
},
["pa"] = "化学家阿尔比顿`奥特兰克山脉`79,29`79,28`80,29`79,30`78,28",
["pc"] = "化学家阿尔比顿`西瘟疫之地`43,84`43,83`43,85`45,84`44,82",
},
[2271] = {
["q"] = "熔火之心`熔火之心的传送门`55`60`3`进入黑石深渊，在通往熔火之心的传送门附近找到一块熔火碎片，然后回到黑石山脉的洛索斯·天痕那里。",
["os"] = {
[1] = {
["t"] = "熔火碎片：0/1",
["n"] = "10097`12409",
},
},
["pa"] = "洛索斯·天痕`燃烧平原`27,25`26,25`27,24`26,24`25,22",
["pc"] = "洛索斯·天痕`燃烧平原`27,25`26,25`27,24`26,24`25,22",
},
[2272] = {
["q"] = "黑石深渊`王国的命运`53`59`2`回到黑石深渊，从达格兰·索瑞森大帝的魔掌中救出铁炉堡公主茉艾拉·铜须。",
["os"] = {
[1] = {
["t"] = "达格兰·索瑞森大帝：0/1",
["n"] = "3773",
},
},
["pa"] = "国王麦格尼·铜须`铁炉堡`39,56`45,49`40,55`40,56`41,55",
["pc"] = "铁炉堡公主茉艾拉·铜须`黑石深渊`",
},
[2273] = {
["q"] = "黑石深渊`伊森迪奥斯！`51`56`2`在黑石深渊里找到伊森迪奥斯，然后把他干掉！",
["os"] = {
[1] = {
["t"] = "伊森迪奥斯：0/1",
["n"] = "3776",
},
},
["pa"] = "加琳达`燃烧平原`86,69`85,70`86,70`85,68`85,69",
["pc"] = "加琳达`燃烧平原`86,69`85,70`86,70`85,68`85,69",
},
[2274] = {
["q"] = "黑石塔`末日扣环`57`60`2`将末日扣环交给燃烧平原的玛亚拉·布莱特文。",
["os"] = {
[1] = {
["t"] = "末日扣环：0/1",
["n"] = "12410",
},
},
["pa"] = "玛亚拉·布莱特文`燃烧平原`85,69`85,70`85,68`85,67`86,69",
["pc"] = "玛亚拉·布莱特文`燃烧平原`85,69`85,70`85,68`85,67`86,69",
},
[2275] = {
["q"] = "黑石塔`冷冻龙蛋`57`60`3`在孵化间对着某颗龙蛋使用龙蛋冷冻器初号机。",
["pa"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
["pc"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
},
[2276] = {
["q"] = "黑石深渊`爱情药水`54`54`3`将4份格罗姆之血、10块巨型银矿和装满水的娜玛拉之瓶交给黑石深渊的娜玛拉小姐。",
["os"] = {
[1] = {
["t"] = "格罗姆之血：0/4",
["n"] = "9257`1905`6927`8825`9527`12411`6556`1911`12139`7836`9218`9246`12256`8642`12167`8244`11025`9615`11926`6348`10851`2875`8133`9525`9441`9465`8277`13844`8142`8688`10905`8234`13501`10852`3315`3322`3332`3341",
},
[2] = {
["t"] = "巨型银矿：0/10",
["n"] = "12422`12420`12425",
},
[3] = {
["t"] = "装满水的娜玛拉之瓶：0/1",
},
},
["pa"] = "娜玛拉小姐`黑石深渊`",
["pc"] = "娜玛拉小姐`黑石深渊`",
},
[2277] = {
["q"] = "黑石深渊`冲破牢笼！`56`58`2`帮助温德索尔元帅拿回他的装备并救出他的朋友。当你成功之后就回去向麦克斯韦尔元帅复命。",
["pa"] = "温德索尔元帅`黑石深渊`",
["pc"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
},
[2278] = {
["q"] = "费伍德森林`冬泉谷的枭兽`52`59`1`费伍德森林的特鲁尔·法贝恩要你去冬泉谷猎杀10头狂暴枭兽。",
["os"] = {
[1] = {
["t"] = "狂暴枭兽：0/10",
["n"] = "3778",
},
},
["pa"] = "特鲁尔·法贝恩`费伍德森林`35,53`35,52`34,54`34,52`34,53",
["pc"] = "特鲁尔·法贝恩`费伍德森林`35,53`35,52`34,54`34,52`34,53",
},
[2279] = {
["q"] = "塔纳利斯`火羽山`55`57`1`把骷髅钥匙模具和2块瑟银锭带到安戈洛尔环形山地区的火羽山顶部。在熔岩湖旁使用骷髅钥匙模具，铸造出一把未完工的骷髅钥匙。\n\n把未完工的骷髅钥匙交给西瘟疫之地亡灵壁垒的药剂师迪瑟斯。",
["os"] = {
[1] = {
["t"] = "未完工的骷髅钥匙：0/1",
},
},
["pa"] = "克林科·古德斯迪尔`塔纳利斯`51,29`52,29`52,28`51,28`51,27",
["pc"] = "药剂师迪瑟斯`提瑞斯法林地`83,69`83,70`83,71`84,69`83,72",
},
[2280] = {
["q"] = "费伍德森林`希洛塔姆`54`60`1`费伍德森林血毒岗哨的斯托姆·影蹄想要你去杀死希洛塔姆。",
["os"] = {
[1] = {
["t"] = "希洛塔姆：0/1",
["n"] = "3781`3783",
},
},
["pa"] = "斯托姆·影蹄`冬泉谷`1,72`0,72`0,73",
["pc"] = "斯托姆·影蹄`费伍德森林`35,52`35,53`34,52`34,53",
},
[2281] = {
["q"] = "西瘟疫之地`失落的荣耀`52`58`3`到东瘟疫之地东北部的北谷去，找到失落荣耀的象征。完成目标之后向提里奥·弗丁复命。",
["os"] = {
[1] = {
["t"] = "失落荣耀的象征：0/1",
["n"] = "10143`12426`10152",
},
},
["pa"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
["pc"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
},
[2282] = {
["q"] = "西瘟疫之地`爱与家庭`52`58`3`到凯尔达隆岛去，寻找关于那副画的线索。凯尔达隆岛在瘟疫之地南部的湖中央。",
["pa"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
["pc"] = "画家瑞弗蕾`西瘟疫之地`66,75`65,75`65,76",
},
[2283] = {
["q"] = "斯坦索姆`爱与家庭`52`60`3`到瘟疫之地北部的斯坦索姆去。你可以在血色十字军堡垒中找到“爱与家庭”这幅画，它被隐藏在另一幅描绘两个月亮的画之后。\n\n把这幅画还给提里奥·弗丁。",
["os"] = {
[1] = {
["t"] = "爱与家庭：0/1",
["n"] = "12427",
},
},
["pa"] = "画家瑞弗蕾`西瘟疫之地`66,75`65,75`65,76",
["pc"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
},
[2284] = {
["q"] = "黑石塔`薇薇安·拉格雷和黑暗石板`57`60`1`与卡加斯的暗法师薇薇安·拉格雷谈一谈。",
["pa"] = "药剂师金格`幽暗城`50,68`50,69`49,68`47,72`49,69",
["pc"] = "暗法师薇薇安·拉格雷`荒芜之地`4,48`3,48`4,49`3,47`6,47",
},
[2285] = {
["q"] = "西瘟疫之地`恶魔之犬`52`56`3`杀掉20条瘟疫幼犬、5条瘟疫犬和5条狂怒的瘟疫犬。任务完成之后向提里奥·弗丁复命。",
["os"] = {
[1] = {
["t"] = "瘟疫幼犬：0/20",
["n"] = "3784",
},
[2] = {
["t"] = "瘟疫犬：0/5",
["n"] = "3794`3803",
},
[3] = {
["t"] = "狂怒的瘟疫犬：0/5",
["n"] = "3794",
},
},
["pa"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
["pc"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
},
[2286] = {
["q"] = "西瘟疫之地`腐肉虫`52`56`3`在东瘟疫之地搜索腐肉虫和腐肉吞噬者。杀了它们并收集它们的肉。当你收集到15块食腐虫肉块之后，就回到提里奥·弗丁那里。",
["os"] = {
[1] = {
["t"] = "食腐虫肉块：0/15",
["n"] = "12428`12435",
},
},
["pa"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
["pc"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
},
[2287] = {
["q"] = "西瘟疫之地`血染的天空`52`56`3`杀死30只瘟疫蝙蝠，然后向提里奥·弗丁复命。",
["os"] = {
[1] = {
["t"] = "瘟疫蝙蝠：0/30",
["n"] = "3732`3743",
},
},
["pa"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
["pc"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
},
[2288] = {
["q"] = "厄运之槌`普希林和埃斯托尔迪`54`58`3`到厄运之槌去找到小鬼普希林。你可以使用任何手段从小鬼那里得到埃斯托尔迪的咒术之书。\n\n找到咒术之书后，回到拉瑞斯小亭的埃斯托尔迪那里。",
["os"] = {
[1] = {
["t"] = "咒术之书：0/1",
["n"] = "7250",
},
},
["pa"] = "埃斯托尔迪`菲拉斯`77,37`77,38`77,35`77,36",
["pc"] = "埃斯托尔迪`菲拉斯`77,37`77,38`77,35`77,36",
},
[2289] = {
["q"] = "黑石深渊`不和谐的火焰`49`56`1`进入黑石深渊并找到伊森迪奥斯。杀掉它，然后把你找到的信息汇报给桑德哈特。",
["os"] = {
[1] = {
["t"] = "伊森迪奥斯：0/1",
["n"] = "3776",
},
[2] = {
["t"] = "库尔尼亚石板：0/1",
["n"] = "3776",
},
},
["pa"] = "桑德哈特`荒芜之地`4,47`4,51`3,48`7,44`5,52",
["pc"] = "桑德哈特`荒芜之地`4,47`4,51`3,48`7,44`5,52",
},
[2290] = {
["q"] = "黑石深渊`最后的元素`49`54`1`到黑石深渊去取得10份元素精华。你应该在那些作战傀儡和傀儡制造者身上找找，另外，薇薇安·拉格雷也提到了一些有关元素生物的话题……",
["os"] = {
[1] = {
["t"] = "元素精华：0/10",
["n"] = "10118`9513`10097`10122`12404`10182`6522`12436`3776`12318`3251",
},
},
["pa"] = "暗法师薇薇安·拉格雷`荒芜之地`4,48`3,48`4,49`3,47`6,47",
["pc"] = "暗法师薇薇安·拉格雷`灼热峡谷`82,40`82,39`83,39`83,40`83,41",
},
[2291] = {
["q"] = "铁炉堡`国王的礼物`37`31`2`向铁炉堡的国王麦格尼·铜须汇报。",
["pa"] = "大石匠玛布勒斯坦`铁炉堡`38,87`39,87`39,88`38,88",
["pc"] = "国王麦格尼·铜须`铁炉堡`39,56`45,49`40,55`40,56`41,55",
},
[2292] = {
["q"] = "东瘟疫之地`烟鬼的炸药`54`58`3`到圣光之愿礼拜堂西北方的病木林去。在那些有爆炸标记的建筑物中对爆炸标记使用烟鬼的特殊混合物，以此来摧毁8座亡灵天灾建筑。烟鬼已经给通灵塔和屠宰房做上了标记。\n\n一旦你放置好炸弹，就离那些建筑物远一些，然后尽情欣赏你的杰作吧。\n\n顺便说一句，烟鬼的特殊混合物相当不稳定……",
["os"] = {
[1] = {
["t"] = "摧毁天灾建筑物：0/8",
},
},
["pa"] = "烟鬼拉鲁恩`东瘟疫之地`81,58`80,59`81,59`80,58`79,57",
["pc"] = "烟鬼拉鲁恩`东瘟疫之地`81,58`80,59`81,59`80,58`79,57",
},
[2293] = {
["q"] = "黑石塔`黑暗石板`57`60`1`将黑暗石板交给卡加斯的暗法师薇薇安·拉格雷。",
["os"] = {
[1] = {
["t"] = "黑暗石板：0/1",
["n"] = "12437",
},
},
["pa"] = "暗法师薇薇安·拉格雷`灼热峡谷`82,40`82,39`83,39`83,40`83,41",
["pc"] = "暗法师薇薇安·拉格雷`灼热峡谷`82,40`82,39`83,39`83,40`83,41",
},
[2294] = {
["q"] = "黑石塔`座狼的首领`55`59`1`杀死血斧座狼的领袖，哈雷肯。",
["os"] = {
[1] = {
["t"] = "哈雷肯：0/1",
["n"] = "3727",
},
},
["pa"] = "神射手贾拉玛弗`灼热峡谷`86,39`84,39`85,39",
["pc"] = "神射手贾拉玛弗`荒芜之地`6,48`6,47`4,48`3,49`5,48",
},
[2295] = {
["q"] = "黑石塔`狡猾的比修`55`59`1`到黑石塔去查明比修的下落。",
["pa"] = "雷克斯洛特`灼热峡谷`85,39",
["pc"] = "比修`东瘟疫之地`",
},
[2296] = {
["q"] = "燃烧平原`枭首示众`48`53`2`把戈泰什的头颅放在巨槌石的山顶上。找一块软土堆把串着头颅的长矛插上去就可以了。",
["pa"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
["pc"] = "奥拉留斯`燃烧平原`85,69`84,68`85,67`85,68`84,69",
},
[2297] = {
["q"] = "黑石深渊`被遗弃的希望`53`54`2`把这个坏消息传达给麦克斯韦尔元帅。",
["pa"] = "温德索尔元帅`黑石深渊`",
["pc"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
},
[2298] = {
["q"] = "东瘟疫之地`暗翼蝠`56`60`1`找到暗翼蝠并杀掉它。从尸体上取下一块暗翼蝠的皮，并把它交给纳萨诺斯·凋零者。\n\n据说暗翼蝠游荡在玛瑞斯农场北面的荒原上。",
["os"] = {
[1] = {
["t"] = "暗翼蝠的毛皮：0/1",
["n"] = "12438",
},
},
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2299] = {
["q"] = "东瘟疫之地`肥大的食腐虫`56`61`1`找到东瘟疫之地北方荒原中的淤血虫并消灭它。任务完成之后，向纳萨诺斯·凋零者复命。",
["os"] = {
[1] = {
["t"] = "淤血虫：0/1",
["n"] = "3811",
},
},
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2300] = {
["q"] = "斯坦索姆`永不安息的灵魂`55`61`3`对斯坦索姆城中的鬼魂使用埃根的冲击器。当那些永不安息的灵魂挣脱他们的外壳时，再次使用埃根的冲击器——他们就可以获得自由了！\n\n解放15个永不安息的灵魂，然后回到埃根那里去。",
["os"] = {
[1] = {
["t"] = "已解放灵魂：0/15",
},
},
["pa"] = "埃根`东瘟疫之地`14,34`15,33`15,34`16,31`16,32",
["pc"] = "埃根`东瘟疫之地`14,34`15,33`15,34`16,31`16,32",
},
[2301] = {
["q"] = "奥格瑞玛`玛艾里的容器`55`60`1`与巫医玛艾里再次谈话，然后拿到好运符。",
["pa"] = "巫医玛艾里`奥格瑞玛`36,81`36,80`37,81`36,78`35,78",
["pc"] = "巫医玛艾里`奥格瑞玛`36,81`36,80`37,81`36,78`35,78",
},
[2302] = {
["q"] = "东瘟疫之地`奥古斯图斯的收据册`54`55`1`把奥古斯图斯的收据册交给恶蛛隧道中的被感动的奥古斯图斯。",
["os"] = {
[1] = {
["t"] = "奥古斯图斯的收据册：0/1",
["n"] = "12439",
},
},
["pa"] = "被感动的奥古斯图斯`东瘟疫之地`13,32`13,31`14,32`15,30",
["pc"] = "被感动的奥古斯图斯`东瘟疫之地`13,32`13,31`14,32`15,30",
},
[2303] = {
["q"] = "通灵学院`瑟尔林·卡斯迪诺夫教授`55`60`3`在通灵学院中找到瑟尔林·卡斯迪诺夫教授。杀死他，并烧毁艾瓦·萨克霍夫和卢森·萨克霍夫的遗体。任务完成后就回到艾瓦·萨克霍夫那儿。",
["os"] = {
[1] = {
["t"] = "瑟尔林·卡斯迪诺夫教授：0/1",
["n"] = "3814",
},
},
["pa"] = "艾瓦·萨克霍夫`西瘟疫之地`70,74`70,75`71,76`69,73`70,73",
["pc"] = "艾瓦·萨克霍夫`西瘟疫之地`70,74`70,75`71,76`69,73`70,73",
},
[2304] = {
["q"] = "月光林地`发现过去的秘密`54`57`3`与月光林地永夜港的拉比恩·萨图纳谈一谈。",
["pa"] = "阿姆伯尔`月光林地`45,35`48,39`45,38`48,40`45,36",
["pc"] = "拉比恩·萨图纳`月光林地`51,41`52,45`52,44`51,42`52,42",
},
[2305] = {
["q"] = "东瘟疫之地`历史的残片`54`57`2`给东瘟疫之地的奥萝拉带去一块附魔瑟银锭、5块恢复水晶，以及一小瓶恐怖之水。",
["os"] = {
[1] = {
["t"] = "附魔瑟银锭：0/1",
},
[2] = {
["t"] = "恢复水晶：0/5",
},
[3] = {
["t"] = "恐怖之水：0/1",
},
},
["pa"] = "奥萝拉`东瘟疫之地`57,24`56,24`56,25`55,25",
["pc"] = "奥萝拉`东瘟疫之地`57,24`56,24`56,25`55,25",
},
[2306] = {
["q"] = "希利苏斯`档案管理员阿姆伯尔`54`57`3`将异种蝎粘液包裹的物体交给月光林地永夜港的阿姆伯尔，他是塞纳里奥议会的档案管理员。",
["pa"] = "莱耶·星击`希利苏斯`71,13`71,12",
["pc"] = "阿姆伯尔`黑海岸`83,10`82,10`82,9",
},
[2307] = {
["q"] = "东瘟疫之地`东部的瘟疫`56`62`2`搜寻东瘟疫之地，寻找“凋零者”的线索以及失踪的军情七处密探。如果你找到任何军情七处徽章，就把它们交给冰风岗的弗林特·沙多摩尔。",
["os"] = {
[1] = {
["t"] = "军情七处徽章（拉戈尔）：0/1",
["n"] = "12440",
},
[2] = {
["t"] = "军情七处徽章（弗雷多）：0/1",
["n"] = "12440",
},
[3] = {
["t"] = "军情七处徽章（特伊恩）：0/1",
["n"] = "12440",
},
},
["pa"] = "弗林特·沙多摩尔`西瘟疫之地`44,85`44,84`43,85`44,83`45,83",
["pc"] = "弗林特·沙多摩尔`西瘟疫之地`44,85`44,84`43,85`44,83`45,83",
},
[2308] = {
["q"] = "黑石塔`最后的石板`55`58`3`将第五块和第六块摩沙鲁石板交给塔纳利斯的勘查员詹斯·铁靴。",
["os"] = {
[1] = {
["t"] = "第五块摩沙鲁石板：0/1",
["n"] = "12442",
},
[2] = {
["t"] = "第六块摩沙鲁石板：0/1",
["n"] = "12443",
},
},
["pa"] = "勘查员詹斯·铁靴`塔纳利斯`66,25`67,24`66,24`66,23`67,23",
},
[2309] = {
["q"] = "东瘟疫之地`红衣信使`56`61`1`返回东瘟疫之地，找到并杀死红衣信使，拿到大十字军的命令。\n\n把命令交给纳萨诺斯·凋零者，并等待进一步的指示。",
["os"] = {
[1] = {
["t"] = "大十字军的命令：0/1",
["n"] = "6264",
},
},
["pa"] = "瓦里玛萨斯`提瑞斯法林地`60,85`59,84`59,85`60,84",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2310] = {
["q"] = "木喉要塞`北方的死木熊怪`49`48`3`格拉兹要你去杀死6个死木守卫、6个死木复仇者和6个死木萨满祭司。",
["os"] = {
[1] = {
["t"] = "死木守卫：0/6",
["n"] = "3816",
},
[2] = {
["t"] = "死木复仇者：0/6",
["n"] = "3827",
},
[3] = {
["t"] = "死木萨满祭司：0/6",
["n"] = "3839",
},
},
["pa"] = "格拉兹`费伍德森林`65,8`65,9`65,10`65,7`65,6",
["pc"] = "格拉兹`费伍德森林`65,8`65,9`65,10`65,7`65,6",
},
[2311] = {
["q"] = "战士`穆伦·雷矛`10`10`2`和穆伦·雷矛谈一谈。",
["pa"] = "格兰尼斯·快斧`丹莫罗`47,53`47,52",
["pc"] = "穆伦·雷矛`铁炉堡`71,90`70,91`71,91`70,90`71,89",
},
[2312] = {
["q"] = "战士`维吉雷克`10`11`2`将维吉雷克的头颅交给铁炉堡的穆伦·雷矛。",
["os"] = {
[1] = {
["t"] = "维吉雷克的头颅：0/1",
["n"] = "10391",
},
},
["pa"] = "穆伦·雷矛`铁炉堡`71,90`70,91`71,91`70,90`71,89",
["pc"] = "穆伦·雷矛`铁炉堡`71,90`70,91`71,91`70,90`71,89",
},
[2313] = {
["q"] = "黑石深渊`卡兰的故事`53`59`2`听卡兰·巨锤说他的故事。",
["pa"] = "卡兰·巨锤`黑石深渊`",
["pc"] = "卡兰·巨锤`黑石深渊`",
},
[2314] = {
["q"] = "黑石深渊`糟糕的消息`53`59`2`回到铁炉堡，把这个坏消息带给国王麦格尼·铜须。",
["pa"] = "卡兰·巨锤`黑石深渊`",
["pc"] = "国王麦格尼·铜须`铁炉堡`39,56`45,49`40,55`40,56`41,55",
},
[2315] = {
["q"] = "黑石塔`玛亚拉·布莱特文`57`60`2`与燃烧平原的玛亚拉·布莱特文谈一谈。",
["pa"] = "雷明顿·瑞治维尔伯爵`暴风城`74,30`74,29`74,31`75,31`75,30",
["pc"] = "玛亚拉·布莱特文`燃烧平原`85,69`85,70`85,68`85,67`86,69",
},
[2316] = {
["q"] = "暴风城`第一个和最后一个`56`62`2`与暴风城的马迪亚斯·肖尔谈一谈，他住在旧城区的兵营里。",
["pa"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
["pc"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
},
[2317] = {
["q"] = "暴风城`逝者的荣耀`56`62`2`如果你愿意接这个任务，就再和马迪亚斯·肖尔谈一谈。",
["pa"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
["pc"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
},
[2318] = {
["q"] = "西瘟疫之地`弗林特·沙多摩尔`56`62`2`到西瘟疫之地的冰风岗去跟弗林特·沙多摩尔会面。",
["pa"] = "马迪亚斯·肖尔`暴风城`76,60`77,60`77,59`75,60`76,59",
["pc"] = "弗林特·沙多摩尔`奥特兰克山脉`80,29`80,30`80,32`81,31`81,30",
},
[2319] = {
["q"] = "术士`寻找斯坦哈德`30`30`1`与棘齿城的斯坦哈德·法尔杉谈一谈。",
["pa"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
["pc"] = "斯坦哈德·法尔杉`贫瘠之地`63,35`63,36`62,36`62,35`63,37",
},
[2320] = {
["q"] = "黑石深渊`指挥官哥沙克`53`52`1`在黑石深渊里找到指挥官哥沙克。\n\n在那幅草图上画着的是一个铁栏后面的兽人，也许你应该到某个类似监狱的地方去找找看。",
["pa"] = "神射手贾拉玛弗`灼热峡谷`86,39`84,39`85,39",
["pc"] = "指挥官哥沙克`黑石深渊`",
},
[2321] = {
["q"] = "杜隆塔尔`新的背包`5`7`1`剃刀岭了望塔中的弗恩·凝眉想要8块帆布脚料。",
["os"] = {
[1] = {
["t"] = "帆布脚料：0/8",
["n"] = "1725`1720",
},
},
["pa"] = "弗恩·凝眉`杜隆塔尔`50,40`50,42",
["pc"] = "弗恩·凝眉`杜隆塔尔`50,40`50,42",
},
[2322] = {
["q"] = "木喉要塞`符文布`50`55`3`把30块符文布交给木喉要塞的梅罗什。",
["os"] = {
[1] = {
["t"] = "符文布：0/30",
["n"] = "6230`6530`9198`9346`9357`12647`11083`9242`9306`9482`11084`4100`12379`12720`9535`9491`9468`6488`12842`8241`12755`12669`9320`12912`12785`12800`9667`12798`6444`6460`11094`9340`9445`9173`9456`12644`12675`3663`3670`9266`12671`9210`13491`3504`3573`3595`12757`9664`9229`12378`9280`9271`9189`6520`12767`9319`9183`9436`3773`12787`12586`12807`3642`12753`3883`9347`13471`12614`5594`11028`12698`12567`9618`9351`12518`9285`12521`13480`12756`9506`12627`6435`9670`12789`9661`9610`13135`9253`12708`9490`9632`9331`9496`9195`12477`9515`9641`11087`12697",
},
},
["pa"] = "梅罗什`费伍德森林`66,3`66,4`65,3`65,4`65,2",
["pc"] = "梅罗什`黑海岸`77,30`78,30`78,31",
},
[2323] = {
["q"] = "木喉要塞`冬泉熊怪的活动`52`56`3`萨尔法要你去杀死6个冬泉图腾师、6个冬泉巢穴守卫和6个冬泉探路者。",
["os"] = {
[1] = {
["t"] = "冬泉图腾师：0/6",
["n"] = "3563",
},
[2] = {
["t"] = "冬泉巢穴守卫：0/6",
["n"] = "3552",
},
[3] = {
["t"] = "冬泉探路者：0/6",
["n"] = "3542",
},
},
["pa"] = "萨尔法`黑海岸`80,33",
["pc"] = "萨尔法`冬泉谷`28,35`28,34`27,34",
},
[2324] = {
["q"] = "灼热峡谷`艾露恩祷言`48`50`2`听萨麦尔讲述他的故事。",
["pa"] = "萨麦尔·月棘`灼热峡谷`29,27`30,26`29,26`28,26`27,26",
["pc"] = "萨麦尔·月棘`灼热峡谷`29,27`30,26`29,26`28,26`27,26",
},
[2325] = {
["q"] = "灼热峡谷`艾露恩祷言`48`50`2`找到艾露恩祷言，然后将其交给达纳苏斯的阿斯塔利·逐星。",
["os"] = {
[1] = {
["t"] = "艾露恩祷言：0/1",
["n"] = "8652`11116`8740",
},
},
["pa"] = "萨麦尔·月棘`灼热峡谷`29,27`30,26`29,26`28,26`27,26",
["pc"] = "阿斯塔利·逐星`泰达希尔`25,64",
},
[2326] = {
["q"] = "月光林地`魔藤碎片`56`60`3`在厄运之槌中找到魔藤，然后从它上面采集一块碎片。只有干掉了奥兹恩之后，你才能进行采集工作。使用净化之匣安全地封印碎片，然后将其交给月光林地永夜港的拉比恩·萨图纳。",
["os"] = {
[1] = {
["t"] = "封印的净化之匣：0/1",
},
},
["pa"] = "拉比恩·萨图纳`月光林地`51,41`52,45`52,44`51,42`52,42",
["pc"] = "拉比恩·萨图纳`月光林地`51,41`52,45`52,44`51,42`52,42",
},
[2327] = {
["q"] = "艾萨拉`被囚禁的水元素`55`56`3`对东瘟疫之地的被感染的水元素使用海神之水。把12副不谐护腕和海神之水交给艾萨拉的海达克西斯公爵。",
["os"] = {
[1] = {
["t"] = "不谐护腕：0/12",
["n"] = "10149",
},
},
["pa"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
["pc"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
},
[2328] = {
["q"] = "艾萨拉`雷暴和磐石`55`57`3`杀死15个灰尘风暴和15个沙漠奔行者，然后回到艾萨拉的海达克西斯公爵那儿。",
["os"] = {
[1] = {
["t"] = "灰尘风暴：0/15",
["n"] = "13518",
},
[2] = {
["t"] = "沙漠奔行者：0/15",
["n"] = "3865",
},
},
["pa"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
["pc"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
},
[2329] = {
["q"] = "黑石塔`达基萨斯将军的命令`55`61`2`把达基萨斯将军的命令交给燃烧平原的麦克斯韦尔元帅。",
["pa"] = "达基萨斯将军的命令`铁炉堡`36,65`24,72`52,43`35,59`31,68",
["pc"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
},
[2330] = {
["q"] = "黑石塔`达基萨斯将军之死`56`63`2`到黑石塔去杀掉达基萨斯将军，完成任务之后就回到麦克斯韦尔元帅那里复命。",
["os"] = {
[1] = {
["t"] = "达基萨斯将军：0/1",
["n"] = "3871`3872",
},
},
["pa"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
["pc"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
},
[2331] = {
["q"] = "艾萨拉`恶魔之名`52`58`3`将调剂交给洛拉姆斯·萨里比迪斯。",
["pa"] = "亚考罗克`艾萨拉`77,43`76,43`76,45`78,43`78,44",
["pc"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
},
[2332] = {
["q"] = "艾萨拉`艾萨拉水晶`52`58`3`在艾萨拉南部收集20块艾萨拉晶体。你可以使用地狱犬协助寻找一些隐藏的矿脉。\n\n任务完成之后就回到洛拉姆斯那里去。",
["os"] = {
[1] = {
["t"] = "艾萨拉晶体：0/20",
["n"] = "12853`11961`11972`12422",
},
},
["pa"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
["pc"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
},
[2333] = {
["q"] = "艾萨拉`武器的铸造`52`58`3`把货物交给荆棘谷的加尔文。",
["pa"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
["pc"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
},
[2334] = {
["q"] = "荆棘谷`魔化艾萨拉水晶武器`52`58`3`等待加尔文为你锻造武器。",
["pa"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
["pc"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
},
[2335] = {
["q"] = "荆棘谷`返回诅咒之地`52`58`3`回到部落英雄的灵魂那里。",
["pa"] = "加尔文`荆棘谷`51,21`51,20`50,21`50,20`50,22",
["pc"] = "部落英雄的灵魂`逆风小径`87,46`86,47`87,45`88,44`88,42",
},
[2336] = {
["q"] = "诅咒之地`收集破碎的护符`52`60`3`杀掉毁灭者戈洛尔、瑟温妮，以及大法师奥利斯塔。从他们到尸体上拿到戈洛尔的护符、瑟温妮的护符和奥利斯塔的护符。\n\n记住使用你的魔化艾萨拉水晶武器来削弱他们，否则他们是无法被杀死的——你必须小心谨慎地使用你的武器……",
["os"] = {
[1] = {
["t"] = "奥利斯塔的护符：0/1",
["n"] = "12787",
},
[2] = {
["t"] = "戈洛尔的护符：0/1",
["n"] = "12776",
},
[3] = {
["t"] = "瑟温妮的护符：0/1",
["n"] = "12768",
},
},
["pa"] = "部落英雄的灵魂`逆风小径`87,46`86,47`87,45`88,44`88,42",
["pc"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
},
[2337] = {
["q"] = "黑石深渊`弄皱的便笺`53`58`2`温德索尔元帅也许会对你手中的东西感兴趣。毕竟，希望还没有被完全扼杀。",
["pa"] = "弄皱的便笺`黑石深渊`",
["pc"] = "温德索尔元帅`黑石深渊`",
},
[2338] = {
["q"] = "黑石深渊`一丝希望`53`58`2`找回温德索尔元帅遗失的情报。\n\n温德索尔元帅确信那些情报在安格弗将军和傀儡统帅阿格曼奇的手里。",
["os"] = {
[1] = {
["t"] = "温德索尔元帅遗失的情报：0/1",
["n"] = "4100`9659",
},
},
["pa"] = "温德索尔元帅`黑石深渊`",
["pc"] = "温德索尔元帅`黑石深渊`",
},
[2339] = {
["q"] = "战士`普通石板`2`1`1`阅读普通石板，然后和试炼谷的弗朗恩谈一谈。",
["pa"] = "高内克`杜隆塔尔`42,68`43,69`43,68`42,69",
["pc"] = "弗朗恩`杜隆塔尔`43,69`43,68`42,68`44,69",
},
[2340] = {
["q"] = "艾萨拉`危难中的船长`48`57`3`帮助瓦妮莎·贝蒂斯船长、她的船员和地平线轻帆号上的乘客抵御纳迦的攻击。瓦妮莎·贝蒂斯船长必须存活。",
["pa"] = "瓦妮莎·贝蒂斯船长`艾萨拉`53,88`52,88",
["pc"] = "瓦妮莎·贝蒂斯船长`艾萨拉`53,88`52,88",
},
[2341] = {
["q"] = "燃烧平原`烈焰精华`53`54`3`向塞勒斯·萨雷芬图斯展示你从卡拉然·温布雷那里得到的黑龙皮。",
["os"] = {
[1] = {
["t"] = "黑龙皮：0/1",
["n"] = "3444",
},
},
["pa"] = "塞勒斯·萨雷芬图斯`燃烧平原`95,32`94,32`95,31`93,32`93,33",
["pc"] = "塞勒斯·萨雷芬图斯`燃烧平原`95,32`94,32`95,31`93,32`93,33",
},
[2342] = {
["q"] = "黑石塔`收集龙蛋`57`60`3`将电动采集模块和8颗收集到的龙蛋交给燃烧平原烈焰峰的丁奇·斯迪波尔。",
["os"] = {
[1] = {
["t"] = "收集到的龙蛋：0/8",
},
},
["pa"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
["pc"] = "丁奇·斯迪波尔`悲伤沼泽`",
},
[2343] = {
["q"] = "诅咒之地`黑暗笼罩`50`60`3`回去见部落英雄的灵魂，将你的发现告诉他。",
["pa"] = "基利斯的灵魂`诅咒之地`68,31`69,31`67,31`68,32`68,30",
["pc"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
},
[2344] = {
["q"] = "诅咒之地`恶魔猎手`50`60`3`与艾萨拉的洛拉姆斯·萨里比迪斯谈一谈。",
["pa"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
["pc"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
},
[2345] = {
["q"] = "艾萨拉`洛拉姆斯`52`57`3`听洛拉姆斯·萨里比迪斯讲述他的故事。",
["pa"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
["pc"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
},
[2346] = {
["q"] = "艾萨拉`破坏结界`52`58`3`等待洛拉姆斯完成启迪法术。",
["pa"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
["pc"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
},
[2347] = {
["q"] = "艾萨拉`恶魔之名`52`58`3`与艾萨拉的亚考罗克谈一谈。你应该在海边搜索亚考兰神殿。",
["pa"] = "洛拉姆斯·萨里比迪斯`艾萨拉`61,66`61,67`60,66`59,67`59,66",
["pc"] = "亚考罗克`艾萨拉`77,43`76,43`76,45`78,43`78,44",
},
[2348] = {
["q"] = "艾萨拉`恶魔之名`53`58`3`杀掉赫塔拉，将染血的赫塔拉头颅、破碎的赫塔拉头颅和淤血的赫塔拉头颅交给亚考罗克。",
["os"] = {
[1] = {
["t"] = "破碎的赫塔拉头颅：0/1",
["n"] = "11989",
},
[2] = {
["t"] = "染血的赫塔拉头颅：0/1",
["n"] = "11989",
},
[3] = {
["t"] = "淤血的赫塔拉头颅：0/1",
["n"] = "11989",
},
},
["pa"] = "亚考罗克`艾萨拉`77,43`76,43`76,45`78,43`78,44",
["pc"] = "亚考罗克`艾萨拉`77,43`76,43`76,45`78,43`78,44",
},
[2349] = {
["q"] = "厄运之槌`急速圣典`57`60`3`将急速圣典、1块原始黑钻石、2份大块魔光碎片和2份英雄之血交给厄运之槌的博学者莱德罗斯，以换取一份急速秘药。",
["os"] = {
[1] = {
["t"] = "急速圣典：0/1",
["n"] = "7254`12634`12631`12655`12640`12639`10851`8133`10902`9525`9441`9465`10905`10852",
},
[2] = {
["t"] = "原始黑钻石：0/1",
["n"] = "9456`12521`9506`9490`9632`9515`9399`9553`12572`9554`12505`6458`6490`6445`12631`12598`6528`6527`9422`9633`9619`9448`9362`6476`9656`9639`9640",
},
[3] = {
["t"] = "大块魔光碎片：0/2",
["n"] = "12785`12854`12376`12855`12856`9513`9553`12857`7254`9566`12817`6527`9662`12374`13469`9362`6350`8146",
},
[4] = {
["t"] = "英雄之血：0/2",
["n"] = "11091`10144`12858",
},
},
["pa"] = "博学者莱德罗斯`厄运之槌`",
},
[2350] = {
["q"] = "厄运之槌`专注圣典`57`60`3`将专注圣典、1块原始黑钻石、4份大块魔光碎片和2张暗影之皮交给厄运之槌的博学者莱德罗斯，以换取一份专注秘药。",
["os"] = {
[1] = {
["t"] = "专注圣典：0/1",
["n"] = "9257`9306`9482`12866`12868`12865`12997`9218`9642`3903",
},
[2] = {
["t"] = "原始黑钻石：0/1",
["n"] = "9456`12521`9506`9490`9632`9515`9399`9553`12572`9554`12505`6458`6490`6445`12631`12598`6528`6527`9422`9633`9619`9448`9362`6476`9656`9639`9640",
},
[3] = {
["t"] = "大块魔光碎片：0/4",
["n"] = "12785`12854`12376`12855`12856`9513`9553`12857`7254`9566`12817`6527`9662`12374`13469`9362`6350`8146",
},
[4] = {
["t"] = "暗影之皮：0/2",
["n"] = "12871",
},
},
["pa"] = "博学者莱德罗斯`厄运之槌`",
},
[2351] = {
["q"] = "厄运之槌`防护圣典`57`60`3`将防护圣典、1块原始黑钻石、2份大块魔光碎片和1份磨损的憎恶缝合线交给厄运之槌的博学者莱德罗斯，以换取一份防护秘药。",
["os"] = {
[1] = {
["t"] = "防护圣典：0/1",
["n"] = "11087`9399`9194`9454`9386`9553`9665`7251",
},
[2] = {
["t"] = "原始黑钻石：0/1",
["n"] = "9456`12521`9506`9490`9632`9515`9399`9553`12572`9554`12505`6458`6490`6445`12631`12598`6528`6527`9422`9633`9619`9448`9362`6476`9656`9639`9640",
},
[3] = {
["t"] = "大块魔光碎片：0/2",
["n"] = "12785`12854`12376`12855`12856`9513`9553`12857`7254`9566`12817`6527`9662`12374`13469`9362`6350`8146",
},
[4] = {
["t"] = "磨损的憎恶缝合线：0/1",
["n"] = "9506`9422`9583`6525",
},
},
["pa"] = "博学者莱德罗斯`厄运之槌`",
},
[2352] = {
["q"] = "黑石塔`丁奇·斯迪波尔`57`60`3`与丁奇·斯迪波尔谈一谈。",
["pa"] = "菲诺克`冬泉谷`62,39`61,38`62,38`61,39",
["pc"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
},
[2353] = {
["q"] = "暴风城`凋零者`56`62`2`回到暴风城，将纳萨诺斯·玛瑞斯的下落报告给伯瓦尔·弗塔根公爵。",
["pa"] = "弗林特·沙多摩尔`西瘟疫之地`44,85`44,84`43,85`44,83`45,83",
["pc"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
},
[2354] = {
["q"] = "东瘟疫之地`重铸秩序`60`62`2`组织一支部队，然后到东瘟疫之地去。向纳萨诺斯·凋零者和任何敢于保护他的部落成员发起攻击。\n\n你要倾尽全力，天之妖月。部落会不惜一切代价保护他们的游侠领主。",
["os"] = {
[1] = {
["t"] = "纳萨诺斯·凋零者：0/1",
["n"] = "3881",
},
},
["pa"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
["pc"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
},
[2355] = {
["q"] = "战士`和鲁迦交谈`20`20`1`和鲁迦·狂暴图腾谈一谈。",
["pa"] = "托姆·狂暴图腾`莫高雷`41,35`42,34",
["pc"] = "鲁迦·狂暴图腾`贫瘠之地`45,59",
},
[2356] = {
["q"] = "黑石深渊`出了什么事？`54`54`1`保护哥沙克。",
["pa"] = "指挥官哥沙克`黑石深渊`",
["pc"] = "指挥官哥沙克`黑石深渊`",
},
[2357] = {
["q"] = "东瘟疫之地`纳萨诺斯的计谋`56`61`1`到玛瑞斯农场东南方的提尔之手去，抵达那里之后就咬一口烂苹果。在血色十字军伪装的掩护下，把大十字军的命令交给十字军领主瓦德玛尔。",
["os"] = {
[1] = {
["t"] = "大十字军的命令：0/1",
["n"] = "6264",
},
},
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "十字军领主瓦德玛尔`东瘟疫之地`85,83`85,84`88,86`86,87`86,84",
},
[2358] = {
["q"] = "东瘟疫之地`向纳萨诺斯复命`56`61`1`带着新情报返回纳萨诺斯·凋零者那里。",
["pa"] = "十字军领主瓦德玛尔`东瘟疫之地`85,83`85,84`88,86`86,87`86,84",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2359] = {
["q"] = "东瘟疫之地`血色十字军圣者，德米提雅`56`61`1`血色十字军正在从提尔之手到斯坦索姆的路上巡逻，你可以在巡逻队中找到圣者德米提雅和她的随从，找到并杀死她。如果你成功了，就回到纳萨诺斯·凋零者那里去复命。",
["os"] = {
[1] = {
["t"] = "德米提雅：0/1",
["n"] = "3883",
},
},
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2360] = {
["q"] = "术士`黑暗战车之轮`60`60`3`把6块魔光碎片和25块黑铁矿石带给燃烧平原的gorzeeki。",
["os"] = {
[1] = {
["t"] = "大块魔光碎片：0/6",
["n"] = "12785`12854`12376`12855`12856`9513`9553`12857`7254`9566`12817`6527`9662`12374`13469`9362`6350`8146",
},
[2] = {
["t"] = "黑铁矿石：0/25",
["n"] = "12873`12872`12404`12403`6522`3260`12436`6350`12318",
},
},
["pa"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2361] = {
["q"] = "悲伤沼泽`伊兰尼库斯精华`53`55`3`把伊瑟拉巨龙军团的誓言石和被禁锢的伊兰尼库斯精华交给悲伤沼泽的伊萨里奥斯。在那里你可以决定是否要帮助伊瑟拉的绿龙军团。",
["os"] = {
[1] = {
["t"] = "被禁锢的伊兰尼库斯精华：0/1",
},
},
["pa"] = "伊瑟拉巨龙军团的誓言石`悲伤沼泽`14,72`14,71`13,68`13,67`14,68",
["pc"] = "伊萨里奥斯`悲伤沼泽`14,72`14,70`14,71`13,69`14,69",
},
[2362] = {
["q"] = "悲伤沼泽`帮助伊兰尼库斯`54`55`3`到冬泉谷的东部地区去，与灵语者阿姆布兰希谈一谈。",
["pa"] = "伊萨里奥斯`悲伤沼泽`14,72`14,70`14,71`13,69`14,69",
["pc"] = "灵语者阿姆布兰希`冬泉谷`68,27",
},
[2363] = {
["q"] = "牧师`圣光之衣`5`4`2`找到巡山人多尔夫并使用次级治疗术（等级 2）来治疗他。然后对他施放真言术：韧，最后向卡拉诺斯的马克萨恩·安沃尔复命。",
["os"] = {
[1] = {
["t"] = "治疗并强化巡山人多尔夫：0/1",
},
},
["pa"] = "马克萨恩·安沃尔`丹莫罗`47,52`47,53",
["pc"] = "马克萨恩·安沃尔`丹莫罗`47,52`47,53",
},
[2364] = {
["q"] = "盗贼`向奥格瑞玛进发！`16`16`1`在奥格瑞玛城中的暗影裂口和申苏尔谈谈。",
["pa"] = "卡普拉克`杜隆塔尔`52,44",
["pc"] = "申苏尔`杜隆塔尔`44,1",
},
[2365] = {
["q"] = "黑石塔`高图斯的命令`55`61`1`杀死欧莫克大王、指挥官沃恩和维姆萨拉克。找到重要的黑石文件，然后向卡加斯的军官高图斯汇报。",
["os"] = {
[1] = {
["t"] = "维姆萨拉克：0/1",
["n"] = "3887",
},
[2] = {
["t"] = "欧莫克大王：0/1",
["n"] = "3891",
},
[3] = {
["t"] = "指挥官沃恩：0/1",
["n"] = "3898",
},
[4] = {
["t"] = "重要的黑石文件：0/1",
["n"] = "12874",
},
},
["pa"] = "高图斯的命令`冬泉谷`56,43`68,35`32,37`29,35",
["pc"] = "军官高图斯`奥格瑞玛`",
},
[2366] = {
["q"] = "诅咒之地`恶魔拉瑟莱克`54`60`3`消灭污染者拉瑟莱克，将污染者之角交给部落英雄的灵魂。另外你还要把污染者防护结界交给他，这样部落英雄的灵魂就可以消灭它，以避免它落入邪恶势力之手。",
["os"] = {
[1] = {
["t"] = "污染者之角：0/1",
["n"] = "12790",
},
},
["pa"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
["pc"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
},
[2367] = {
["q"] = "东瘟疫之地`记忆的折磨`57`58`2`把辛玛洛水晶带回冬泉谷的凯斯利尔湖，在那里寻找一个会与你讲话的上层精灵。",
["pa"] = "奥萝拉`东瘟疫之地`57,24`56,24`56,25`55,25",
["pc"] = "悔恨的上层精灵`冬泉谷`56,45`56,44`57,44`56,43`55,43",
},
[2368] = {
["q"] = "冬泉谷`悔恨的上层精灵`57`58`2`和坠星村的维恩德·夜风谈一谈，了解到辛玛洛水晶所在的位置。",
["pa"] = "悔恨的上层精灵`冬泉谷`56,45`56,44`57,44`56,43`55,43",
["pc"] = "维恩德·夜风`冬泉谷`52,30`51,30`52,31`52,29`51,32",
},
[2369] = {
["q"] = "冬泉谷`辛玛洛水晶`57`58`2`将辛玛洛水晶送到达纳苏斯的大德鲁伊范达尔·鹿盔那里。",
["pa"] = "维恩德·夜风`冬泉谷`52,30`51,30`52,31`52,29`51,32",
["pc"] = "大德鲁伊范达尔·鹿盔`泰达希尔`24,49`25,49",
},
[2370] = {
["q"] = "圣骑士`圣洁之书`12`12`2`与铁炉堡的蒂萨·热炉谈一谈。",
["pa"] = "格雷森·沙东布瑞克公爵`艾尔文森林`19,28`19,27`21,25`20,27`20,26",
["pc"] = "蒂萨·热炉`铁炉堡`27,12`26,6`25,12`26,11`26,12",
},
[2371] = {
["q"] = "圣骑士`圣洁之书`12`12`2`在铁炉堡的外环区域找到约翰·特纳。",
["pa"] = "蒂萨·热炉`铁炉堡`27,12`26,6`25,12`26,11`26,12",
["pc"] = "约翰·特纳`铁炉堡`31,70`27,71`28,73`22,57`37,82",
},
[2372] = {
["q"] = "圣骑士`圣洁之书`12`13`2`收集10块亚麻布，把它们交给铁炉堡的约翰·特纳。",
["os"] = {
[1] = {
["t"] = "亚麻布：0/10",
["n"] = "4190`4207`8890`9038`1705`5047`5703`7415`8848`7545`10441`10306`5653`7788`8861`5747`5480`7926`7933`7931`5759`10048`10050`9994`9935`5426`10029`5033`1690`10249`2636`5824`8916`8937`9975`9966`2629`8300`5623`3054`1752`1756`1748`4325`10370`10292`10378`10375`8979`1728`5046`14479`9125`3106`2901`2903`8939`10295`8981`7533`2261`5748`2271`2245`5754`2347`3173`5849`2338`2342`10467`11043`4272`4313`9785`11164`10316`9080`9009`5733`9067`4317`8996`3126`8446`6902`10374`5011`7895`8116`10452`7422`2595`5791`8992`9122`10318`7921`9071",
},
},
["pa"] = "约翰·特纳`铁炉堡`31,70`27,71`28,73`22,57`37,82",
["pc"] = "约翰·特纳`铁炉堡`31,70`27,71`28,73`22,57`37,82",
},
[2373] = {
["q"] = "圣骑士`圣洁之书`12`13`2`带上生命符记，和铁炉堡的穆里顿·热炉谈一谈。",
["pa"] = "蒂萨·热炉`铁炉堡`27,12`26,6`25,12`26,11`26,12",
["pc"] = "纳姆·法奥克`丹莫罗`78,58`78,59`78,57`79,57",
},
[2374] = {
["q"] = "圣骑士`圣洁之书`12`13`2`使用生命符记复活丹莫罗的纳姆·法奥克。",
["pa"] = "穆里顿·热炉`铁炉堡`24,9`23,8`24,10`25,11`23,9",
["pc"] = "穆里顿·热炉`铁炉堡`24,9`23,8`24,10`25,11`23,9",
},
[2375] = {
["q"] = "圣骑士`圣洁之书`13`13`2`从盔枕湖附近的黑铁矮人那里取回一份黑铁手稿，把它交给铁炉堡的穆里顿·热炉。",
["os"] = {
[1] = {
["t"] = "黑铁手稿：0/1",
["n"] = "10437",
},
},
["pa"] = "纳姆·法奥克`丹莫罗`78,58`78,59`78,57`79,57",
["pc"] = "蒂萨·热炉`铁炉堡`27,12`26,6`25,12`26,11`26,12",
},
[2376] = {
["q"] = "东瘟疫之地`上级的命令`56`61`1`到幽暗城去与瓦里玛萨斯谈一谈。",
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
},
[2377] = {
["q"] = "斯坦索姆`吞咽者拉姆斯登`56`62`1`到斯坦索姆去，杀掉吞咽者拉姆斯登。把他的头颅交给纳萨诺斯。",
["os"] = {
[1] = {
["t"] = "吞咽者拉姆斯登的头颅：0/1",
["n"] = "6525",
},
},
["pa"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
["pc"] = "纳萨诺斯·凋零者`东瘟疫之地`27,75`28,75`27,76`27,74`27,78",
},
[2378] = {
["q"] = "丹莫罗`雷杰德的新酒`8`10`2`和雷杰德·麦酒谈一谈。",
["pa"] = "萨雷克·黑石`丹莫罗`46,52`46,51`47,51`47,50`46,53",
["pc"] = "雷杰德·麦酒`丹莫罗`30,46`30,47`31,45`30,45`29,47",
},
[2379] = {
["q"] = "猎人`猎人之道`10`10`2`与卡拉诺斯的格瑞夫谈一谈。",
["pa"] = "奥尔明·燃须`铁炉堡`71,83`71,84`70,84`70,83`70,85",
["pc"] = "格瑞夫`丹莫罗`46,53`46,55",
},
[2380] = {
["q"] = "裁缝`黑市交易`47`50`3`和加基森的维兹格里克谈一谈。",
["pa"] = "尼莉丝·洛克拉夫`灼热峡谷`43,71`41,75`41,74`42,74`41,73",
["pc"] = "维兹格里克`塔纳利斯`51,27`51,28`52,28`52,27`52,29",
},
[2381] = {
["q"] = "盗贼`去找霍夫丹！`20`16`2`到铁炉堡去和霍夫丹·黑须谈一谈。",
["pa"] = "霍格拉尔·巴坎`丹莫罗`48,53`48,52",
["pc"] = "霍夫丹·黑须`铁炉堡`52,15`52,14`51,15`51,16",
},
[2382] = {
["q"] = "术士`克索诺斯星尘`60`60`1`从ur'dan那里购买xorothi stardus。把它带给燃烧平原的gorzeeki。",
["os"] = {
[1] = {
["t"] = "克索诺斯星尘：0/1",
["n"] = "12875",
},
},
["pa"] = "魔王贝恩霍勒`费伍德森林`36,46`36,45`35,46`37,47`37,46",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2383] = {
["q"] = "厄运之槌`久违的法师`60`60`3`到厄运之槌的扭木广场去杀掉水元素海多斯博恩。把海多斯博恩精华交给图书馆的博学者莱德罗斯。",
["os"] = {
[1] = {
["t"] = "海多斯博恩精华：0/1",
["n"] = "7254",
},
},
["pa"] = "博学者莱德罗斯`厄运之槌`",
["pc"] = "博学者莱德罗斯`厄运之槌`",
},
[2384] = {
["q"] = "黑石深渊`拯救公主？`60`60`1`向萨尔报告！",
["pa"] = "铁炉堡公主茉艾拉·铜须`黑石深渊`",
["pc"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
},
[2385] = {
["q"] = "斯坦索姆`活跃的探子`57`61`3`到斯坦索姆去探索那里的通灵塔。找到新的天灾军团档案，把它交给贝蒂娜·比格辛克。",
["os"] = {
[1] = {
["t"] = "天灾军团档案：0/1",
["n"] = "12876",
},
},
["pa"] = "贝蒂娜·比格辛克`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
["pc"] = "贝蒂娜·比格辛克`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2386] = {
["q"] = "艾萨拉`艾博希尔之眼`57`60`3`将艾博希尔之眼交给艾萨拉的海达克西斯公爵。",
["os"] = {
[1] = {
["t"] = "艾博希尔之眼：0/1",
["n"] = "11272",
},
},
["pa"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
["pc"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
},
[2387] = {
["q"] = "黑石深渊`东部王国`56`54`1`如果你准备好要接受萨尔所安排的任务，就去找他谈一谈。",
["pa"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
["pc"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
},
[2388] = {
["q"] = "黑石深渊`拯救公主`56`59`1`杀掉达格兰·索瑞森大帝，然后将铁炉堡公主茉艾拉·铜须从他的邪恶诅咒中拯救出来。",
["os"] = {
[1] = {
["t"] = "达格兰·索瑞森大帝：0/1",
["n"] = "3773",
},
},
["pa"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
["pc"] = "铁炉堡公主茉艾拉·铜须`黑石深渊`",
},
[2389] = {
["q"] = "厄运之槌`伊莫塔尔的疯狂`56`61`3`你必须干掉5座水晶塔周围的守卫，那5座水晶塔维持着关押伊莫塔尔的监狱。一旦水晶塔的能量被削弱，伊莫塔尔周围的能量力场就会消散。\n\n进入伊莫塔尔的监狱，干掉站在中间的那个恶魔。最后，在图书馆挑战托塞德林王子。\n\n当任务完成之后，到庭院中去找辛德拉古灵。",
["os"] = {
[1] = {
["t"] = "伊莫塔尔：0/1",
["n"] = "3903`3907",
},
[2] = {
["t"] = "托塞德林王子：0/1",
["n"] = "3908",
},
},
["pa"] = "辛德拉古灵`厄运之槌`",
["pc"] = "辛德拉古灵`厄运之槌`",
},
[2390] = {
["q"] = "厄运之槌`辛德拉的宝藏`57`61`3`返回图书馆去找到辛德拉的宝藏。拿取你的奖励吧！",
["pa"] = "辛德拉古灵`厄运之槌`",
["pc"] = "辛德拉的宝藏`厄运之槌`",
},
[2391] = {
["q"] = "牧师`圣光的恩赐`5`4`2`与丹莫罗的马克萨恩·安沃尔谈一谈。",
["pa"] = "布兰斯托克·卡德尔`丹莫罗`29,66`29,67",
["pc"] = "马克萨恩·安沃尔`丹莫罗`47,52`47,53",
},
[2392] = {
["q"] = "黑石深渊`黑铁的遗产`48`52`3`如果你想要得到进入这座城市主城区的钥匙，就去和弗兰克罗恩·铸铁谈一谈。",
["pa"] = "弗兰克罗恩·铸铁`燃烧平原`29,29",
["pc"] = "弗兰克罗恩·铸铁`燃烧平原`29,29",
},
[2393] = {
["q"] = "黑石深渊`黑铁的遗产`48`52`3`杀掉弗诺斯·达克维尔并拿回战锤铁胆。把铁胆之锤拿到索瑞森神殿去，将其放在弗兰克罗恩·铸铁的雕像上。",
["os"] = {
[1] = {
["t"] = "铁胆之锤：0/1",
["n"] = "9661",
},
},
["pa"] = "弗兰克罗恩·铸铁`燃烧平原`29,29",
["pc"] = "弗兰克罗恩·铸铁的雕像`黑石深渊`",
},
[2394] = {
["q"] = "冬泉谷`霜刃豹的食物`58`60`2`收集5块碎齿熊肉和5块冰风奇美拉肉，把它们交给冬泉谷的雷沃·霜翼。",
["os"] = {
[1] = {
["t"] = "碎齿熊肉：0/5",
["n"] = "10939`10941`11916",
},
[2] = {
["t"] = "冰风奇美拉肉：0/5",
["n"] = "12079`12075`11988",
},
},
["pa"] = "雷沃·霜翼`冬泉谷`50,10`49,10`50,8",
["pc"] = "雷沃·霜翼`冬泉谷`50,10`49,10`50,8",
},
[2395] = {
["q"] = "盗贼`军情七处`16`16`2`到暴风城去找到“剃刀”雷吉克。",
["pa"] = "科瑞恩·塞尔留斯`艾尔文森林`44,66",
["pc"] = "“剃刀”雷吉克`暴风城`76,60`77,60`77,59",
},
[2396] = {
["q"] = "黑石深渊`格杀勿论：高阶黑铁军官`55`54`1`到黑石深渊去消灭那些邪恶的侵略者！\n\n高图斯军阀要你杀死10个铁怒医师,、10个铁怒士兵和10个铁怒军官。完成任务之后回去向他复命。",
["os"] = {
[1] = {
["t"] = "铁怒医师：0/10",
["n"] = "3911",
},
[2] = {
["t"] = "铁怒士兵：0/10",
["n"] = "3914",
},
[3] = {
["t"] = "铁怒军官：0/10",
["n"] = "3918",
},
},
["pa"] = "格杀勿论`荒芜之地`4,47",
["pc"] = "军官高图斯`灼热峡谷`85,39`82,39`85,38`86,38`83,40",
},
[2397] = {
["q"] = "暴风城`集合在暴风城`57`62`2`前往暴风城的城门。温德索尔元帅将在城门内与你碰面。",
["pa"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
["pc"] = "雷吉纳德·温德索尔`暴风城`77,18`77,19`78,19`67,82`63,47",
},
[2398] = {
["q"] = "暴风城`巨龙之眼`57`63`2`你必须寻遍世界以找到一种能恢复龙眼碎片的能量的生物。你对这种生物的唯一了解就是：他们确实存在。",
["pa"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
["pc"] = "哈尔琳`冬泉谷`55,51`54,52`54,51`53,50",
},
[2399] = {
["q"] = "黑石深渊`语出惊人的公主`55`59`2`回到铁炉堡去，与国王麦格尼·铜须谈一谈。",
["pa"] = "铁炉堡公主茉艾拉·铜须`黑石深渊`",
["pc"] = "国王麦格尼·铜须`铁炉堡`39,56`45,49`40,55`40,56`41,55",
},
[2400] = {
["q"] = "黑石塔`龙火护符`58`63`2`你必须从达基萨斯将军身上取回黑龙勇士之血，你可以在黑石塔的晋升大厅后面的房间里找到他。",
["os"] = {
[1] = {
["t"] = "黑龙勇士之血：0/1",
["n"] = "3871",
},
},
["pa"] = "哈尔琳`冬泉谷`55,51`54,52`54,51`53,50",
["pc"] = "哈尔琳`冬泉谷`55,51`54,52`54,51`53,50",
},
[2401] = {
["q"] = "西瘟疫之地`寻找麦兰达`58`60`3`到瘟疫之地南部的乌瑟尔之墓去，将提里奥的礼物交给巫女麦兰达。",
["pa"] = "提里奥·弗丁`东瘟疫之地`7,45`8,44`7,44`7,46`7,43",
["pc"] = "巫女麦兰达`西瘟疫之地`51,78`51,77`50,79`50,77`50,78",
},
[2402] = {
["q"] = "厄运之槌`最伟大的猎手`55`62`3`将这本典籍交给它的主人。",
["pa"] = "最伟大的猎手`冬泉谷`61,39`61,38",
["pc"] = "博学者麦库斯`厄运之槌`",
},
[2403] = {
["q"] = "木喉要塞`神圣的月布`50`55`3`把2块月布交给木喉要塞的梅罗什。",
["os"] = {
[1] = {
["t"] = "月布：0/2",
["n"] = "9445`3573`3732`12521`8812`8792`12627`9454`9386`12014`9248`7254`9217`6482`12454`8227`9218`9414`6528`9370`9663`10939`9177`8133`11650`5133`11080`6518`9550`9409`9448`8150`9660`6930`3255`9349`9362`9417`6450`3644`3803`4070`11421`3322`12464`6418`12801`3629`6542",
},
},
["pa"] = "梅罗什`费伍德森林`66,3`66,4`65,3`65,4`65,2",
["pc"] = "梅罗什`黑海岸`77,30`78,30`78,31",
},
[2404] = {
["q"] = "黑石深渊`出了什么事？`56`54`1`与卡兰·巨锤谈一谈，收集关于绑架公主铁炉堡公主茉艾拉·铜须这一事件的情报。将情报反馈给奥格瑞玛城里的萨尔。\n\n哥沙克提到过卡兰被关在附近的某个牢房中。",
["pa"] = "指挥官哥沙克`黑石深渊`",
["pc"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
},
[2405] = {
["q"] = "黑石深渊`格拉克·洛克鲁布`57`58`1`到燃烧平原去找到格拉克·洛克鲁布。你回忆起雷克斯洛特曾经提起过，格拉克应该是在一座大型的黑石要塞中。\n\n当你找到格拉克·洛克鲁布之后，用瑟银镣铐把他铐起来，然后将其带回灼热峡谷。雷克斯洛特会让他的部下等在那里接应你。",
["pa"] = "雷克斯洛特`灼热峡谷`85,39",
["pc"] = "格拉克·洛克鲁布`燃烧平原`40,34`34,53`40,36`40,35`41,34",
},
[2406] = {
["q"] = "黑石深渊`押送囚徒`59`58`1`押送你的囚犯格拉克·洛克鲁布。穿过燃烧平原和黑石山脉，一直走到灼热峡谷。\n\n雷克斯洛特曾经告诉过你，他会让他的人等在黑石山脉的另外一边准备接收格拉克。\n\n另外，你还要把瑟银镣铐一并还给雷克斯洛特。",
["os"] = {
[1] = {
["t"] = "瑟银镣铐：0/1",
},
},
["pa"] = "格拉克·洛克鲁布`燃烧平原`40,34`34,53`40,36`40,35`41,34",
},
[2407] = {
["q"] = "厄运之槌`你与冰霜震击`55`62`1`将这本典籍交给它的主人。",
["pa"] = "你与冰霜震击`厄运之槌`",
["pc"] = "博学者亚沃`厄运之槌`",
},
[2408] = {
["q"] = "尘泥沼泽`背叛者`38`38`2`和塞拉摩的盖兰·维米斯队长谈一谈关于雷瑟的事。",
["pa"] = "巴鲁斯·加科因`尘泥沼泽`36,54`35,54`34,61`36,55`35,53",
["pc"] = "盖兰·维米斯队长`尘泥沼泽`68,49`68,48",
},
[2409] = {
["q"] = "黑石塔`乌洛克`55`60`3`阅读瓦罗什的卷轴。将瓦罗什的蟑螂交给他。",
["os"] = {
[1] = {
["t"] = "瓦罗什的蟑螂油：0/1",
["n"] = "11068",
},
},
["pa"] = "瓦罗什`燃烧平原`",
["pc"] = "赎罪的瓦罗什`费伍德森林`",
},
[2410] = {
["q"] = "暴风城`潜藏者`57`62`2`跟随雷吉纳德·温德索尔元帅在暴风城中前进。保护他，别让他受到伤害！",
["pa"] = "雷吉纳德·温德索尔`暴风城`77,18`77,19`78,19`67,82`63,47",
["pc"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
},
[2411] = {
["q"] = "战士`艾兰娜瑞`10`10`2`和艾兰娜瑞谈一谈。",
["pa"] = "凯拉·风刃`泰达希尔`56,59`56,60",
["pc"] = "艾兰娜瑞`达纳苏斯`56,38`56,39`57,35`60,29`54,41",
},
[2412] = {
["q"] = "战士`沃鲁斯·邪蹄`10`10`2`将沃鲁斯的角交给达纳苏斯的艾兰娜瑞。",
["os"] = {
[1] = {
["t"] = "沃鲁斯的角：0/1",
["n"] = "10352",
},
},
["pa"] = "艾兰娜瑞`达纳苏斯`56,38`56,39`57,35`60,29`54,41",
["pc"] = "艾兰娜瑞`泰达希尔`29,55`29,54",
},
[2413] = {
["q"] = "战士`艾鲁拉的阴影`10`10`2`将艾鲁拉的徽章和8块月神矿石交给达纳苏斯的艾兰娜瑞。",
["os"] = {
[1] = {
["t"] = "月神矿石：0/8",
["n"] = "12878",
},
[2] = {
["t"] = "艾鲁拉的徽章：0/1",
["n"] = "10306",
},
},
["pa"] = "艾兰娜瑞`泰达希尔`29,55`29,54",
["pc"] = "艾兰娜瑞`泰达希尔`29,55`29,54",
},
[2414] = {
["q"] = "贫瘠之地`在噩梦中`37`25`2`把噩梦碎片交给达纳苏斯的玛斯雷·驭熊者。",
["pa"] = "菲拉·古风`贫瘠之地`48,33`48,34",
},
[2415] = {
["q"] = "牧师`暗影守卫`22`20`1`与奥格瑞玛的乌尔库谈一谈。",
["pa"] = "麦尔斯·威尔什`贫瘠之地`23,38",
},
[2416] = {
["q"] = "圣骑士`圣洁之书`12`12`2`和铁炉堡的蒂萨·热炉谈一谈。",
["pa"] = "布兰度尔·铁锤`铁炉堡`24,6`23,7`23,6`24,7`25,8",
["pc"] = "蒂萨·热炉`铁炉堡`27,12`26,6`25,12`26,11`26,12",
},
[2417] = {
["q"] = "冬泉谷`冬泉熊怪的侵扰`60`60`2`雷沃·霜翼要你去杀死5个冬泉萨满祭司和5个冬泉巨熊怪。",
["os"] = {
[1] = {
["t"] = "冬泉萨满祭司：0/5",
["n"] = "3921",
},
[2] = {
["t"] = "冬泉巨熊怪：0/5",
["n"] = "3923",
},
},
["pa"] = "雷沃·霜翼`冬泉谷`50,10`49,10`50,8",
["pc"] = "雷沃·霜翼`冬泉谷`50,10`49,10`50,8",
},
[2418] = {
["q"] = "厄运之槌`迦罗娜：潜行与诡计研究`56`62`3`将这本典籍交给它的主人。",
["pa"] = "迦罗娜：潜行与诡计研究`厄运之槌`",
["pc"] = "博学者基尔达斯`厄运之槌`",
},
[2419] = {
["q"] = "黑石塔`麦克斯韦尔的任务`60`61`2`到黑石塔去消灭指挥官沃恩、欧莫克大王和维姆萨拉克。完成任务之后回到麦克斯韦尔元帅处复命。",
["os"] = {
[1] = {
["t"] = "指挥官沃恩：0/1",
["n"] = "3898",
},
[2] = {
["t"] = "欧莫克大王：0/1",
["n"] = "3891",
},
[3] = {
["t"] = "维姆萨拉克：0/1",
["n"] = "3887",
},
},
["pa"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
},
[2420] = {
["q"] = "法师`安苏瓦`10`10`1`和安苏瓦谈一谈。",
["pa"] = "尤塞尔奈`奥格瑞玛`39,85`39,86`37,85`38,86`38,85",
["pc"] = "安苏瓦`杜隆塔尔`56,75`55,74",
},
[2421] = {
["q"] = "厄运之槌`防御宝典`55`62`3`将这本典籍交给它的主人。",
["pa"] = "防御宝典`厄运之槌`",
["pc"] = "博学者基尔达斯`厄运之槌`",
},
[2422] = {
["q"] = "西瘟疫之地`巴罗夫的继承人`60`62`1`到冰风岗——联盟的领地——去暗杀维尔顿·巴罗夫。把他的脑袋交给阿莱克斯·巴罗夫。\n\n要多加小心，联盟也许对维尔顿实施了严密的保护。",
["os"] = {
[1] = {
["t"] = "维尔顿·巴罗夫的头颅：0/1",
["n"] = "1322",
},
},
["pa"] = "阿莱克斯·巴罗夫`西瘟疫之地`26,59`27,57`26,57`27,58`27,59",
["pc"] = "阿莱克斯·巴罗夫`西瘟疫之地`26,59`27,57`26,57`27,58`27,59",
},
[2423] = {
["q"] = "通灵学院`卡斯迪诺夫的恐惧之袋`60`60`3`在通灵学院找到詹迪斯·巴罗夫并打败她。从她的尸体上找到卡斯迪诺夫的恐惧之袋，然后将其交给艾瓦·萨克霍夫。",
["os"] = {
[1] = {
["t"] = "卡斯迪诺夫的恐惧之袋：0/1",
["n"] = "6772",
},
},
["pa"] = "艾瓦·萨克霍夫`西瘟疫之地`70,74`70,75`71,76`69,73`70,73",
["pc"] = "艾瓦·萨克霍夫`东瘟疫之地`11,99",
},
[2424] = {
["q"] = "厄运之槌`奥法师的食谱`58`62`3`将这本典籍交给它的主人。",
["pa"] = "奥法师的食谱`厄运之槌`",
["pc"] = "博学者基尔达斯`厄运之槌`",
},
[2425] = {
["q"] = "战士`铁匠玛希尔`10`10`2`把这箱月神矿石交给铁匠玛希尔。",
["pa"] = "艾兰娜瑞`泰达希尔`29,55`29,54",
["pc"] = "玛希尔`泰达希尔`29,57`30,56`29,56`30,57",
},
[2426] = {
["q"] = "通灵学院`传令官基尔图诺斯`60`60`3`带着无辜者之血回到通灵学院，将它放在门廊的火盆下面，基尔图诺斯会前来吞噬你的灵魂。\n\n勇敢地战斗吧，不要退缩！杀死基尔图诺斯，然后回到艾瓦·萨克霍夫那儿。",
["os"] = {
[1] = {
["t"] = "传令官基尔图诺斯：0/1",
["n"] = "3925",
},
},
["pa"] = "艾瓦·萨克霍夫`西瘟疫之地`70,74`70,75`71,76`69,73`70,73",
["pc"] = "艾瓦·萨克霍夫`东瘟疫之地`11,99",
},
[2427] = {
["q"] = "铁炉堡`苏利·巴鲁的信`25`30`2`把苏利·巴鲁的信交给铁炉堡的萨拉·巴鲁。",
["pa"] = "浸水的信封`阿拉希高地`44,93",
["pc"] = "萨拉·巴鲁`丹莫罗`61,32`62,32",
},
[2428] = {
["q"] = "铁炉堡`萨拉·巴鲁的请求`25`30`2`把萨拉·巴鲁的便笺交给铁炉堡的国王麦格尼·铜须。",
["pa"] = "萨拉·巴鲁`丹莫罗`61,32`62,32",
["pc"] = "国王麦格尼·铜须`丹莫罗`57,30`58,29`58,30`59,29",
},
[2429] = {
["q"] = "铁炉堡`国王的礼物`25`30`2`国王麦格尼·铜须让你去和大石匠玛布勒斯坦谈一谈。",
["pa"] = "国王麦格尼·铜须`丹莫罗`57,30`58,29`58,30`59,29",
["pc"] = "大石匠玛布勒斯坦`铁炉堡`38,87`39,87`39,88`38,88",
},
[2430] = {
["q"] = "铁炉堡`国王的礼物`25`31`2`铁炉堡的大石匠玛布勒斯坦要5块奥特兰克花岗岩。",
["os"] = {
[1] = {
["t"] = "奥特兰克花岗岩：0/5",
["n"] = "12879",
},
},
["pa"] = "大石匠玛布勒斯坦`铁炉堡`38,87`39,87`39,88`38,88",
},
[2431] = {
["q"] = "西瘟疫之地`血色幻象`58`60`3`和巫女麦兰达交谈以获得血色幻象的效果。在血色幻象的掩护下深入壁炉谷，将提里奥的礼物交给大领主泰兰·弗丁。\n\n壁炉谷在北方，泰兰应该在玛登霍尔德城堡里面。",
["pa"] = "巫女麦兰达`西瘟疫之地`51,78`51,77`50,79`50,77`50,78",
["pc"] = "大领主泰兰·弗丁`西瘟疫之地`42,16`51,23`43,15`42,15`43,16",
},
[2432] = {
["q"] = "西瘟疫之地`在梦中`58`63`3`护送泰兰·弗丁走出壁炉谷。",
["pa"] = "大领主泰兰·弗丁`西瘟疫之地`42,16`51,23`43,15`42,15`43,16",
["pc"] = "提里奥·弗丁`西瘟疫之地`54,28`54,24`53,24`55,26`54,26",
},
[2433] = {
["q"] = "斯坦索姆`可怕的真相`60`62`3`将巴纳扎尔的头颅交给东瘟疫之地的尼古拉斯·瑟伦霍夫公爵。",
["pa"] = "巴纳扎尔的头颅`斯坦索姆`",
["pc"] = "尼古拉斯·瑟伦霍夫公爵`东瘟疫之地`81,60`82,60`82,61`80,60`81,59",
},
[2434] = {
["q"] = "斯坦索姆`超越`57`62`3`到斯坦索姆去杀掉瑞文戴尔男爵，把他的头颅交给尼古拉斯·瑟伦霍夫公爵。",
["os"] = {
[1] = {
["t"] = "瑞文戴尔男爵的头颅：0/1",
["n"] = "8136",
},
},
["pa"] = "尼古拉斯·瑟伦霍夫公爵`东瘟疫之地`81,60`82,60`82,61`80,60`81,59",
["pc"] = "尼古拉斯·瑟伦霍夫公爵`希利苏斯`",
},
[2435] = {
["q"] = "术士`誓缚`11`11`1`召唤并征服一只虚空行者，然后带着召唤铭文向奥格瑞玛的甘鲁尔·血眼回报。",
["os"] = {
[1] = {
["t"] = "虚空行者：0/1",
["n"] = "2977`2980`2981",
},
},
["pa"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
["pc"] = "甘鲁尔·血眼`奥格瑞玛`48,45`48,46`48,47`49,49`47,50",
},
[2436] = {
["q"] = "厄运之槌`束缚之影`55`62`3`将这本典籍交给它的主人。",
["pa"] = "束缚之影`菲拉斯`59,49",
["pc"] = "博学者麦库斯`厄运之槌`",
},
[2437] = {
["q"] = "通灵学院`健康的龙鳞`60`58`3`把健康的龙鳞交给东瘟疫之地圣光之愿礼拜堂中的贝蒂娜·比格辛克。",
["pa"] = "健康的龙鳞`通灵学院`",
["pc"] = "贝蒂娜·比格辛克`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2438] = {
["q"] = "奥特兰克山谷`国王的命令`51`60`2`到希尔斯布莱德丘陵地区的奥特兰克山谷去。到那里之后，和哈格丁中尉谈谈。\n\n为了铜须的荣耀！",
["pa"] = "洛泰姆中尉`铁炉堡`31,65`32,64`33,63`32,63`33,64",
["pc"] = "哈格丁中尉`奥特兰克山脉`40,83`39,81`40,81`40,82`39,80",
},
[2439] = {
["q"] = "厄运之槌`戈多克食人魔装`56`60`3`把4份符文布卷、8块硬甲皮、2卷符文线和一份食人魔鞣酸交给诺特·希姆加克。他现在被拴在厄运之槌的戈多克食人魔那边。",
["os"] = {
[1] = {
["t"] = "符文布卷：0/4",
},
[2] = {
["t"] = "硬甲皮：0/8",
["n"] = "8131`12882`10773`6923`11922`12248`11077`10778`12912`10906`11917`12060`12079`12075`11988`9551`12914`9593`10635`3632`6620`7326`6282`10793`10791`11758`11796`3871`6283`10806`10811`8151`10528`10533`10539`11920`12047`10908`3732`10800`11652`11656`8805`8812`8792`8764`8819`10797`11795`10646`12049`10815`12900`12014`12247`11696`12038`11827`11786`11761`3727`10809`6315`4017`12053`12902`10637`11989`11812`11762`11820`3423`5465`3415`3434`12078`12899`12885`11082`12880`10544`12110`10542`11809`8289`12030`11960`11739`12037`3445`9530`10795`12066`10537`6938`3278`8231`6299`6313",
},
[3] = {
["t"] = "符文线：0/2",
["n"] = "5171`5167`5122`5130`5380`5248`5118`5282`5175`5154`5213`5107`5088`5202`5150`5258`5200`5170`5144`5137`5099`5298`5218`5230`5223`5163`5383`5207`5075`5382`1009`5160`5111`5262`1135`5229`5089`5345`5146`5124`5347`591`5330`5132`5078`5209`5091",
},
[4] = {
["t"] = "食人魔鞣酸：0/1",
["n"] = "9553`11650`12917",
},
},
["pa"] = "诺特·希姆加克`厄运之槌`",
["pc"] = "诺特·希姆加克`厄运之槌`",
},
[2440] = {
["q"] = "厄运之槌`戈多克食人魔的事务`56`60`3`找到戈多克力量护手，并将它交给厄运之槌的克罗卡斯。\n\n根据克罗卡斯所说的，“传说”自称是王子的精灵托塞德林从一名戈多克食人魔手中偷走了那件神器。",
["os"] = {
[1] = {
["t"] = "戈多克力量护手：0/1",
["n"] = "12918",
},
},
["pa"] = "克罗卡斯`厄运之槌`",
["pc"] = "克罗卡斯`厄运之槌`",
},
[2441] = {
["q"] = "奥特兰克山谷`保卫霜狼氏族`51`60`1`到希尔斯布莱德丘陵地区的奥特兰克山谷去。找到拉格隆德并和他谈谈，然后成为霜狼氏族的士兵。",
["pa"] = "霜狼大使`杜隆塔尔`45,6`46,6`46,5`46,10`47,10",
["pc"] = "拉格隆德`奥特兰克山脉`62,59`62,60`63,59`61,61`63,62",
},
[2442] = {
["q"] = "战歌峡谷`镇压银翼部队`21`55`1`进入战歌峡谷击败联盟小队，获得一枚战歌荣誉奖章，然后向莫尔杉营地的沙塔尔·碎颅复命。",
["os"] = {
[1] = {
["t"] = "战歌荣誉奖章：0/1",
},
},
["pa"] = "沙塔尔·碎颅`贫瘠之地`47,8`47,9`48,8`49,7",
},
[2443] = {
["q"] = "奥特兰克山谷`科尔拉克的传说`51`60`1`血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，杀掉所有挡在你面前的巨魔，直到科尔拉克出现为止。杀掉科尔拉克，然后向拉格隆德复命。",
["os"] = {
[1] = {
["t"] = "血怒者科尔拉克：0/1",
["n"] = "3926",
},
},
["pa"] = "拉格隆德`奥特兰克山脉`62,59`62,60`63,59`61,61`63,62",
["pc"] = "拉格隆德`奥特兰克山脉`62,59`62,60`63,59`61,61`63,62",
},
[2444] = {
["q"] = "奥特兰克山谷`试炼场`51`60`1`到主基地东南边的蛮爪洞穴中去找到霜狼军旗，然后把它交给拉格隆德。",
["os"] = {
[1] = {
["t"] = "霜狼军旗：0/1",
},
},
["pa"] = "拉格隆德`奥特兰克山脉`62,59`62,60`63,59`61,61`63,62",
["pc"] = "拉格隆德`奥特兰克山脉`62,59`62,60`63,59`61,61`63,62",
},
[2445] = {
["q"] = "奥特兰克山谷`为奥特兰克而战`51`60`1`进入奥特兰克山谷，击败矮人将军范达尔·雷矛。然后回到沃加·死爪那里。",
["pa"] = "沃加·死爪`奥特兰克山脉`64,60`62,63`64,61`62,62`63,61",
},
[2446] = {
["q"] = "菲拉斯`更高的品质`41`48`1`把10块怒痕雪人的毛皮交给菲拉斯莫沙彻营地的杉多尔·迅蹄。",
["os"] = {
[1] = {
["t"] = "怒痕雪人的毛皮：0/10",
["n"] = "6620`6331`6622`6624",
},
},
["pa"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
["pc"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
},
[2447] = {
["q"] = "菲拉斯`完美的雪人毛皮`42`48`1`把完美的雪人毛皮交给菲拉斯莫沙彻营地的杉多尔·迅蹄。",
["pa"] = "完美的雪人毛皮`菲拉斯`53,32`52,31`74,43`55,32`75,43",
["pc"] = "杉多尔·迅蹄`菲拉斯`74,43`75,43`75,44",
},
[2448] = {
["q"] = "影牙城堡`乌尔之书`16`26`1`把乌尔之书交给幽暗城炼金区里的看守者贝尔杜加。",
["os"] = {
[1] = {
["t"] = "乌尔之书：0/1",
["n"] = "7972",
},
},
["pa"] = "看守者贝尔杜加`幽暗城`54,54`52,48`56,60`54,55`55,56",
["pc"] = "看守者贝尔杜加`幽暗城`54,54`52,48`56,60`54,55`55,56",
},
[2449] = {
["q"] = "剃刀高地`邪恶的盟友`28`36`1`把玛克林大使的头颅交给幽暗城的瓦里玛萨斯。",
["os"] = {
[1] = {
["t"] = "玛克林大使的头颅：0/1",
["n"] = "6974",
},
},
["pa"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
["pc"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
},
[2450] = {
["q"] = "东瘟疫之地`卡林·雷德帕斯`50`56`3`将《达隆镇全史》交给东瘟疫之地的卡林·雷德帕斯。",
["pa"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
["pc"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2451] = {
["q"] = "西瘟疫之地`达隆郡的恶魔`51`57`3`将霍古斯的颅骨和马杜克的破碎之剑交给圣光之愿礼拜堂的卡林·雷德帕斯。",
["os"] = {
[1] = {
["t"] = "霍古斯的颅骨：0/1",
["n"] = "12919",
},
[2] = {
["t"] = "马杜克的破碎之剑：0/1",
["n"] = "12920",
},
},
["pa"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
["pc"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2452] = {
["q"] = "战歌峡谷`击败入侵者！`22`55`2`进入战歌峡谷抵御部落小队的攻击，获得一枚银翼功勋奖章，然后向银翼树林中的哨兵艾蒂亚·轻歌回复。",
["os"] = {
[1] = {
["t"] = "银翼功勋奖章：0/1",
},
},
["pa"] = "哨兵艾蒂亚·轻歌`灰谷`62,84`62,83`63,84",
},
[2453] = {
["q"] = "沉没的神庙`神灵哈卡`44`53`3`将装满的哈卡之卵交给塔纳利斯的叶基亚。",
["os"] = {
[1] = {
["t"] = "装满的哈卡之卵：0/1",
},
},
["pa"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
["pc"] = "叶基亚`塔纳利斯`67,22`66,22`67,23`66,23`67,24",
},
[2454] = {
["q"] = "灼热峡谷`该死的手指头！`45`49`3`汉瑟尔·重拳让你杀掉20个重型作战傀儡。\n\n重型作战傀儡就在灼热峡谷的大熔炉附近。当你杀死足够多的傀儡后，就回去找汉瑟尔·重拳。",
["os"] = {
[1] = {
["t"] = "重型作战傀儡：0/20",
["n"] = "3928",
},
},
["pa"] = "汉瑟尔·重拳`灼热峡谷`39,28`38,28`37,28`38,29`37,27",
["pc"] = "汉瑟尔·重拳`灼热峡谷`39,28`38,28`37,28`38,29`37,27",
},
[2455] = {
["q"] = "灼热峡谷`悬赏：工头玛托留斯`45`50`3`那个叫做工头玛托留斯的黑铁矮人叛徒就藏在大熔炉的熔渣之池深处。\n\n杀死工头玛托留斯，将他的头颅交给灼热峡谷的侦查队长洛洛尔以换取你的奖励。",
["os"] = {
[1] = {
["t"] = "工头玛托留斯的头颅：0/1",
["n"] = "12921",
},
},
["pa"] = "通缉/寻物/招领`灼热峡谷`38,27`38,26`37,27",
["pc"] = "侦查队长洛洛尔`灼热峡谷`38,27`38,28`36,26`37,27`37,26",
},
[2456] = {
["q"] = "灼热峡谷`被盗：鼓风机和望远镜`45`48`3`找到冶炼鼓风机和侦查员的望远镜，把它们还给灼热峡谷的监工斯克兰格。\n\n你所知道的关于这些物品的惟一信息是：它们肯定是被黑铁矮人偷走的。冶炼鼓风机是铁匠用的锻造工具，侦查员的望远镜是侦查员所需的侦查工具。",
["os"] = {
[1] = {
["t"] = "冶炼鼓风机：0/1",
["n"] = "8723",
},
[2] = {
["t"] = "侦查员的望远镜：0/1",
["n"] = "8794",
},
},
["pa"] = "通缉/寻物/招领`灼热峡谷`38,27`38,26`37,27",
["pc"] = "监工斯克兰格`灼热峡谷`39,28`38,28`39,27`38,29",
},
[2457] = {
["q"] = "灼热峡谷`工作机会：肃清竞争对手`45`48`3`杀死15个黑铁工头和15个黑铁奴隶贩子。完成任务之后就回去找监工斯克兰格。",
["os"] = {
[1] = {
["t"] = "黑铁工头：0/15",
["n"] = "3947",
},
[2] = {
["t"] = "黑铁奴隶贩子：0/15",
["n"] = "3958",
},
},
["pa"] = "通缉/寻物/招领`灼热峡谷`38,27`38,26`37,27",
["pc"] = "监工斯克兰格`灼热峡谷`39,28`38,28`39,27`38,29",
},
[2458] = {
["q"] = "灼热峡谷`绝密配方！`45`50`3`在大熔炉的熔渣之池中的某个地方，你可以找到工头玛托留斯偷走的秘密设计图：炽热助熔剂。找到这些设计图，把它们还给灼热峡谷的大铁匠博恩奈特。",
["os"] = {
[1] = {
["t"] = "秘密设计图：炽热助熔剂：0/1",
["n"] = "12925",
},
},
["pa"] = "大铁匠博恩奈特`灼热峡谷`39,28`38,29`38,28`39,29`37,27",
["pc"] = "大铁匠博恩奈特`灼热峡谷`39,28`38,29`38,28`39,29`37,27",
},
[2459] = {
["q"] = "灼热峡谷`熏火龙`45`49`3`汉瑟尔·重拳让你去杀掉20个熏火龙。\n\n熏火龙侵占了熔渣之池中的那些岩浆池。熔渣之池就在灼热峡谷的大熔炉中。\n\n当你杀死足够数量的熏火龙后，就回去找汉瑟尔·重拳。",
["os"] = {
[1] = {
["t"] = "熏火龙：0/20",
["n"] = "3967",
},
},
["pa"] = "汉瑟尔·重拳`灼热峡谷`39,28`38,28`37,28`38,29`37,27",
["pc"] = "汉瑟尔·重拳`灼热峡谷`39,28`38,28`37,28`38,29`37,27",
},
[2460] = {
["q"] = "灼热峡谷`熔岩蜘蛛的威胁！`45`49`3`汉瑟尔·重拳要你杀死灼热峡谷中的20只巨型熔岩蜘蛛。你可以在灼热峡谷的高地和熔岩池里找到巨型熔岩蜘蛛。\n\n当你杀死足够的巨型熔岩蜘蛛之后，回到汉瑟尔·重拳那里复命。",
["os"] = {
[1] = {
["t"] = "巨型熔岩蜘蛛：0/20",
["n"] = "3973",
},
},
["pa"] = "汉瑟尔·重拳`灼热峡谷`39,28`38,28`37,28`38,29`37,27",
["pc"] = "汉瑟尔·重拳`灼热峡谷`39,28`38,28`37,28`38,29`37,27",
},
[2461] = {
["q"] = "辛特兰`野蛮的亲戚`44`48`1`辛特兰恶齿村的秘法师雅尔金要你去杀掉30个邪枝割颅者和15个邪枝占卜者。任务完成之后回到他那里去复命。\n\n秘法师雅尔金说过，你可以在辛特兰东北部的沙尔瓦萨和亚戈瓦萨神庙附近找到那些巨魔。",
["os"] = {
[1] = {
["t"] = "邪枝割颅者：0/30",
["n"] = "3993",
},
[2] = {
["t"] = "邪枝占卜者：0/15",
["n"] = "4002",
},
},
["pa"] = "秘法师雅尔金`辛特兰`79,78`79,79`78,79`78,80`79,80",
["pc"] = "秘法师雅尔金`辛特兰`79,78`79,79`78,79`78,80`79,80",
},
[2462] = {
["q"] = "辛特兰`给蛮锤部族的警告`44`48`1`辛特兰恶齿村的奥索·莫吉克要你去杀掉15个高原前锋、15个高原斥候、15个高原神射手和15个高原游侠。任务完成之后回到他那里去复命。\n\n你可以在辛特兰西北部的奎尔丹尼小屋找到那些高原精灵。",
["os"] = {
[1] = {
["t"] = "高原斥候：0/15",
["n"] = "4007",
},
[2] = {
["t"] = "高原前锋：0/15",
["n"] = "4010",
},
[3] = {
["t"] = "高原游侠：0/15",
["n"] = "3762",
},
[4] = {
["t"] = "高原神射手：0/15",
["n"] = "4013",
},
},
["pa"] = "奥索·莫吉克`辛特兰`79,79`78,78`79,80`78,79`80,79",
["pc"] = "奥索·莫吉克`辛特兰`79,79`78,78`79,80`78,79`80,79",
},
[2463] = {
["q"] = "辛特兰`钳嘴龟！`44`50`1`辛特兰恶齿村的钓鱼者卡图姆要你去杀掉15只海水钳嘴龟。完成任务之后回到他那里去复命。",
["os"] = {
[1] = {
["t"] = "海水钳嘴龟：0/15",
["n"] = "4017",
},
},
["pa"] = "钓鱼者卡图姆`辛特兰`80,81`80,82`79,80`81,82`79,81",
["pc"] = "钓鱼者卡图姆`辛特兰`80,81`80,82`79,80`81,82`79,81",
},
[2464] = {
["q"] = "辛特兰`加莫里塔！`44`48`1`辛特兰恶齿村的钓鱼者卡图姆要你去杀掉加莫里塔，并从它的尸体上找到卡图姆的超级鱼饵。\n\n卡图姆说加莫里塔和其它海龟都在海岸附近活动。",
["os"] = {
[1] = {
["t"] = "卡图姆的超级鱼饵：0/1",
["n"] = "6299",
},
},
["pa"] = "钓鱼者卡图姆`辛特兰`80,81`80,82`79,80`81,82`79,81",
["pc"] = "钓鱼者卡图姆`辛特兰`80,81`80,82`79,80`81,82`79,81",
},
[2465] = {
["q"] = "辛特兰`拉尔德的午餐`44`49`1`辛特兰恶齿村的拉尔德要求你去找到拉尔德的午餐。完成任务之后就回到他那里去。\n\n拉尔德说他把午餐留在了北面的岛上。当心邪枝巨魔。",
["os"] = {
[1] = {
["t"] = "拉尔德的午餐：0/1",
["n"] = "6250",
},
},
["pa"] = "拉尔德`辛特兰`78,81`78,80`78,82`79,80`79,81",
["pc"] = "拉尔德`辛特兰`78,81`78,80`78,82`79,80`79,81",
},
[2466] = {
["q"] = "辛特兰`被绑架的断齿长者！`46`51`1`辛特兰恶齿村的断齿族长要求你到辛萨罗去拯救她的爱人，断齿长者。\n\n你听说他被关在辛萨罗顶部，辛萨罗位于辛特兰的南部地区，那里是邪枝巨魔的主城。",
["pa"] = "断齿族长`辛特兰`78,81`78,82`78,78`78,79",
["pc"] = "断齿长者`辛特兰`60,78`59,78`61,80`59,79`59,76",
},
[2467] = {
["q"] = "辛特兰`黑暗之瓶`46`50`1`辛特兰恶齿村的断齿族长要你在辛萨罗找到10瓶腐化之血。任务完成之后就回到断齿族长那里。",
["os"] = {
[1] = {
["t"] = "腐化之血：0/10",
["n"] = "12927",
},
},
["pa"] = "断齿族长`辛特兰`78,81`78,82`78,78`78,79",
["pc"] = "断齿族长`辛特兰`78,81`78,82`78,78`78,79",
},
[2468] = {
["q"] = "辛特兰`邪枝窃贼`44`48`1`辛特兰恶齿村的铁匠斯拉提要你去找到斯拉提的工具。完成任务之后就回到他那里去。\n\n你记得铁匠斯拉提说过，你可以在辛特兰东北部的某个邪枝巨魔神庙中找到它，要不然就是在隐匿石那边。",
["os"] = {
[1] = {
["t"] = "斯拉提的工具：0/1",
["n"] = "12929",
},
},
["pa"] = "铁匠斯拉提`辛特兰`78,80`77,80`79,80`78,79`78,81",
["pc"] = "铁匠斯拉提`辛特兰`78,80`77,80`79,80`78,79`78,81",
},
[2469] = {
["q"] = "菲拉斯`更高的品质`41`48`2`把10块怒痕雪人的毛皮交给菲拉斯羽月要塞的普拉特·马克格鲁比。",
["os"] = {
[1] = {
["t"] = "怒痕雪人的毛皮：0/10",
["n"] = "6620`6331`6622`6624",
},
},
["pa"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[2470] = {
["q"] = "辛特兰`银鬃捕猎者`44`48`1`辛特兰恶齿村的猎户马克霍尔要求你去杀掉15头银鬃捕猎者和15头银鬃嗥狼。完成任务之后就回到他那里复命。\n\n马克霍尔说过那些狼都躲在辛特兰的野外。",
["os"] = {
[1] = {
["t"] = "银鬃捕猎者：0/15",
["n"] = "4024",
},
[2] = {
["t"] = "银鬃嗥狼：0/15",
["n"] = "4031",
},
},
["pa"] = "猎户马克霍尔`辛特兰`79,79`79,80`78,79`78,78`78,80",
["pc"] = "猎户马克霍尔`辛特兰`79,79`79,80`78,79`78,78`78,80",
},
[2471] = {
["q"] = "辛特兰`野蛮的枭兽`44`48`1`辛特兰恶齿村的猎户马克霍尔要求你去杀掉20头野蛮的枭兽。完成任务之后就回到他那里复命。\n\n马克霍尔说过那些野蛮的枭兽都躲在辛特兰的野外。",
["os"] = {
[1] = {
["t"] = "野蛮的枭兽：0/20",
["n"] = "4036",
},
},
["pa"] = "猎户马克霍尔`辛特兰`79,79`79,80`78,79`78,78`78,80",
["pc"] = "猎户马克霍尔`辛特兰`79,79`79,80`78,79`78,78`78,80",
},
[2472] = {
["q"] = "辛特兰`职位空缺：恶齿村卫兵队长`46`51`1`你必须消灭20个邪枝狂战士、20个邪枝暗影猎手、20个邪枝饮血者和20个邪枝噬魂者。\n\n完成任务之后向辛特兰恶齿村的断齿族长复命。",
["os"] = {
[1] = {
["t"] = "邪枝狂战士：0/20",
["n"] = "4040",
},
[2] = {
["t"] = "邪枝暗影猎手：0/20",
["n"] = "4047",
},
[3] = {
["t"] = "邪枝饮血者：0/20",
["n"] = "4055",
},
[4] = {
["t"] = "邪枝噬魂者：0/20",
["n"] = "4060",
},
},
["pa"] = "作战公告！`辛特兰`79,79",
["pc"] = "断齿族长`辛特兰`78,81`78,82`78,78`78,79",
},
[2473] = {
["q"] = "辛特兰`通缉：邪恶祭司海克斯和她的爪牙`46`51`1`你必须杀掉邪恶祭司海克斯和20名邪枝精英守卫。任务完成之后回到辛特兰的恶齿村，向断齿族长报告。\n\n你可以在辛特兰的邪枝巨魔城市辛萨罗的顶部找到他们。",
["os"] = {
[1] = {
["t"] = "邪恶祭司海克斯：0/1",
["n"] = "4064",
},
[2] = {
["t"] = "邪枝精英卫兵：0/20",
["n"] = "4070",
},
},
["pa"] = "作战公告！`辛特兰`79,79",
["pc"] = "断齿族长`辛特兰`78,81`78,82`78,78`78,79",
},
[2474] = {
["q"] = "荆棘谷`竞技场高手`29`55`3`与荆棘竞技场的小个子约翰·米斯瑞尔谈一谈。",
["pa"] = "竞技场高手饰物`暴风城`74,53`57,72`58,72",
["pc"] = "小个子约翰·米斯瑞尔`荆棘谷`30,49`30,47`31,47`31,49`30,48",
},
[2475] = {
["q"] = "奥特兰克山谷`哨塔和碉堡`51`60`1`占领敌方的某座哨塔，然后向霜狼村的提卡·血牙复命。",
["os"] = {
[1] = {
["t"] = "占领哨塔：0/1",
},
},
["pa"] = "提卡·血牙`奥特兰克山脉`65,55`66,55`65,57`64,59`65,56",
},
[2476] = {
["q"] = "奥特兰克山谷`兄弟情深`52`60`1`深入雷矛部族的领地，杀掉指挥官卡尔·菲利普。任务完成之后向指挥官刘易斯·菲利普复命。",
["os"] = {
[1] = {
["t"] = "指挥官卡尔·菲利普：0/1",
["n"] = "4078",
},
},
},
[2477] = {
["q"] = "奥特兰克山谷`人类的病态`51`60`1`你被指派去杀死奥特兰克山谷中的人类玩家。\n\n杀死一个人类，然后把人类的骨头交给指挥官刘易斯·菲利普（他一般出现在前线和霜狼要塞之间）。\n\n治疗人类的药剂唾手可得！",
["os"] = {
[1] = {
["t"] = "人类的骨头：0/1",
},
},
},
[2478] = {
["q"] = "奥特兰克山谷`霜狼军需官`52`60`1`与霜狼军需官谈一谈。",
},
[2479] = {
["q"] = "奥特兰克山谷`冷齿矿洞的补给`56`55`1`把10份冷齿矿洞补给品交给霜狼要塞的部落军需官。",
["os"] = {
[1] = {
["t"] = "冷齿补给品：0/10",
},
},
},
[2480] = {
["q"] = "奥特兰克山谷`深铁矿洞的补给`56`55`1`把10份深铁矿洞补给品交给霜狼要塞的部落军需官。",
["os"] = {
[1] = {
["t"] = "深铁矿洞补给品：0/10",
},
},
},
[2481] = {
["q"] = "奥特兰克山谷`占领矿洞`51`60`1`占领一座矿洞，然后向霜狼村的霜狼军需官报告。",
["os"] = {
[1] = {
["t"] = "占领矿洞：0/1",
},
},
},
[2482] = {
["q"] = "菲拉斯`祖卡什的入侵`42`45`1`把20块祖卡什虫壳交给菲拉斯莫沙彻营地的哈杜肯·迅蹄。",
["os"] = {
[1] = {
["t"] = "祖卡什虫壳：0/20",
["n"] = "12934`12935`12932`12937`12933",
},
},
["pa"] = "哈杜肯·迅蹄`贫瘠之地`24,88`24,89`23,89",
["pc"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
},
[2483] = {
["q"] = "菲拉斯`被缩小的巨人`45`48`3`使用索尔宾的超级压缩器来缩小菲拉斯的任意种类的巨人，将他们缩小到更容易控制的体积。从缩小过的巨人身上收集15份微缩残渣，把它们交给菲拉斯被遗忘的海岸码头的索尔宾·范达瑟。",
["os"] = {
[1] = {
["t"] = "微缩残渣：0/15",
["n"] = "6291`12940`6251`12942`6252`8682`7370",
},
},
["pa"] = "索尔宾·范达瑟`菲拉斯`45,43`45,44`44,43`44,44`45,42",
["pc"] = "索尔宾·范达瑟`菲拉斯`45,43`45,44`44,43`44,44`45,42",
},
[2484] = {
["q"] = "菲拉斯`压缩器的动力`45`48`3`从菲拉斯被遗忘的海岸那里的海元素和巨型海元素身上获取10块水元素核心，把它们交给码头附近的索尔宾·范达瑟。",
["os"] = {
[1] = {
["t"] = "水元素核心：0/10",
["n"] = "6341`12943",
},
},
["pa"] = "索尔宾·范达瑟`菲拉斯`45,43`45,44`44,43`44,44`45,42",
["pc"] = "索尔宾·范达瑟`菲拉斯`45,43`45,44`44,43`44,44`45,42",
},
[2485] = {
["q"] = "菲拉斯`毒刺鞭笞者`42`47`1`击败痛苦深渊中的毒刺鞭笞者，把它的腺体交给菲拉斯莫沙彻营地的哈杜肯·迅蹄。",
["os"] = {
[1] = {
["t"] = "毒刺鞭笞者的腺体：0/1",
["n"] = "12934",
},
},
["pa"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
["pc"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
},
[2486] = {
["q"] = "悲伤沼泽`加林的逃亡`36`38`3`护送加林逃出困境，然后打开他放在悲伤沼泽营地里的保险箱。",
["pa"] = "加林·古瓦德`悲伤沼泽`66,18`65,19`64,25`63,26`59,26",
["pc"] = "加林的保险箱`悲伤沼泽`48,40`48,39",
},
[2487] = {
["q"] = "东瘟疫之地`达隆郡的英雄`51`56`3`把达维的圣契和雷德帕斯之盾交给卡林·雷德帕斯。",
["os"] = {
[1] = {
["t"] = "达维的圣契：0/1",
["n"] = "12944",
},
[2] = {
["t"] = "雷德帕斯之盾：0/1",
["n"] = "12945",
},
},
["pa"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
["pc"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2488] = {
["q"] = "贫瘠之地`内奸`17`25`1`杀掉纳克、卡兹和洛克·奥克班恩，把它们的颅骨交给陶拉祖营地的碎牙。",
["os"] = {
[1] = {
["t"] = "卡兹的颅骨：0/1",
},
[2] = {
["t"] = "纳克的颅骨：0/1",
},
[3] = {
["t"] = "洛克·奥克班恩的颅骨：0/1",
["n"] = "7802",
},
},
["pa"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
["pc"] = "碎牙`贫瘠之地`45,59`44,60`44,59",
},
[2489] = {
["q"] = "菲拉斯`祖卡什报告`42`48`1`把莫沙彻营地祖卡什报告交给奥格瑞玛暗巷区的基尔兹宾·鼓眼。",
["pa"] = "哈杜肯·迅蹄`菲拉斯`75,43`75,42`75,44`74,42`75,41",
["pc"] = "基尔兹宾·鼓眼`奥格瑞玛`56,46`57,46`56,47`57,47",
},
[2490] = {
["q"] = "菲拉斯`更多被缩小的巨人！`45`55`3`使用索尔宾的超级压缩器来缩小菲拉斯的任意种类的巨人，将他们缩小到更容易控制的体积。从缩小过的巨人身上收集10份微缩残渣，把它们交给菲拉斯被遗忘的海岸码头的索尔宾·范达瑟。",
["os"] = {
[1] = {
["t"] = "微缩残渣：0/10",
["n"] = "6291`12940`6251`12942`6252`8682`7370",
},
},
["pa"] = "索尔宾·范达瑟`菲拉斯`45,43`45,44`44,43`44,44`45,42",
["pc"] = "索尔宾·范达瑟`菲拉斯`45,43`45,44`44,43`44,44`45,42",
},
[2491] = {
["q"] = "菲拉斯`补充动力`45`55`3`从菲拉斯被遗忘的海岸那里的海元素和巨型海元素身上获取6块水元素核心，把它们交给码头附近的索尔宾·范达瑟。",
["os"] = {
[1] = {
["t"] = "水元素核心：0/6",
["n"] = "6341`12943",
},
},
["pa"] = "索尔宾·范达瑟`菲拉斯`45,43`45,44`44,43`44,44`45,42",
["pc"] = "索尔宾·范达瑟`菲拉斯`45,43`45,44`44,43`44,44`45,42",
},
[2492] = {
["q"] = "艾尔文森林`休息和放松`1`5`2`和狮王之傲旅店的旅店老板法雷谈一谈。",
["pa"] = "法尔坎·伊森斯泰德`艾尔文森林`46,48`45,48`47,48`45,49`45,47",
["pc"] = "旅店老板法雷`艾尔文森林`44,66`43,66`43,67`42,68",
},
[2493] = {
["q"] = "奥特兰克山谷`试炼场`51`60`2`到主基地东南边的冰翼洞穴中去找到雷矛军旗，然后把它交给哈格丁中尉。",
["os"] = {
[1] = {
["t"] = "雷矛军旗：0/1",
["n"] = "12448",
},
},
["pa"] = "哈格丁中尉`奥特兰克山脉`40,83`39,81`40,81`40,82`39,80",
},
[2494] = {
["q"] = "奥特兰克山谷`血怒者科尔拉克`51`60`2`血怒者科尔拉克躲在冰斧洞穴的深处。据说只有在第1001个冰斧巨魔被干掉的时候，这个强大的冰斧巨魔领袖才会出现。\n\n到冰斧洞穴中去，杀掉所有挡在你面前的巨魔，直到科尔拉克出现为止。杀掉科尔拉克，然后向哈格丁中尉复命。",
["os"] = {
[1] = {
["t"] = "血怒者科尔拉克：0/1",
["n"] = "3926",
},
},
["pa"] = "哈格丁中尉`奥特兰克山脉`40,83`39,81`40,81`40,82`39,80",
},
[2495] = {
["q"] = "奥特兰克山谷`哨塔和碉堡`51`60`2`摧毁敌方的某座哨塔或者碉堡中的旗帜，然后向丹巴达尔的杜尔根·雷矛复命。",
["os"] = {
[1] = {
["t"] = "摧毁旗帜：0/1",
},
},
["pa"] = "杜尔根·雷矛`奥特兰克山脉`37,77`39,80`37,78`38,79`38,78",
},
[2496] = {
["q"] = "奥特兰克山谷`奥特兰克山谷的墓地`51`60`2`占领一座墓地，然后向丹巴达尔的诺雷格·雷矛中尉复命。",
["os"] = {
[1] = {
["t"] = "占领墓地：0/1",
},
},
["pa"] = "杜尔根·雷矛`奥特兰克山脉`37,77`39,80`37,78`38,79`38,78",
},
[2497] = {
["q"] = "奥特兰克山谷`占领矿洞`51`60`2`占领一座还没有被雷矛部族控制的矿洞，然后向丹巴达尔的雷矛军需官复命。",
["os"] = {
[1] = {
["t"] = "占领矿洞：0/1",
},
},
["pa"] = "杜尔根·雷矛`奥特兰克山脉`37,77`39,80`37,78`38,79`38,78",
["pc"] = "杜尔根·雷矛`奥特兰克山脉`40,81`37,77`37,78`36,76`38,79",
},
[2498] = {
["q"] = "圣骑士`恐惧谷的灵魂`60`60`2`使用驱魔香炉召唤恐惧谷中的灵魂。当你杀掉25个恐惧谷的灵魂之后，回到暴风城教堂区的格雷森·沙东布瑞克公爵那里复命。",
["os"] = {
[1] = {
["t"] = "恐惧谷的灵魂：0/25",
["n"] = "4086",
},
},
["pa"] = "格雷森·沙东布瑞克公爵`艾尔文森林`19,28`19,27`21,25`20,27`20,26",
["pc"] = "格雷森·沙东布瑞克公爵`暴风城`37,33`38,32`39,32`40,29`39,31",
},
[2499] = {
["q"] = "奥特兰克山谷`奥特兰克的战斗`51`60`2`进入奥特兰克山谷，击败部落将军德雷克塔尔。然后回到勘查员塔雷·石镐那里。",
["pa"] = "勘查员塔雷·石镐`奥特兰克山脉`41,82`41,80`40,81`40,80`41,79",
["pc"] = "勘查员塔雷·石镐`奥特兰克山脉`41,82`41,80`40,81`40,80`41,79",
},
[2500] = {
["q"] = "术士`莫苏尔·召血者`60`58`3`与燃烧平原的莫苏尔·召血者谈一谈。",
["pa"] = "库古尔`奥格瑞玛`48,47`48,49`47,47`48,46`50,47",
["pc"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
},
[2501] = {
["q"] = "圣骑士`格雷森·沙东布瑞克公爵`60`60`2`与暴风城教堂区的格雷森·沙东布瑞克公爵谈一谈。",
["pa"] = "布兰度尔·铁锤`铁炉堡`24,6`23,7`23,6`24,7`25,8",
["pc"] = "格雷森·沙东布瑞克公爵`艾尔文森林`19,28`19,27`21,25`20,27`20,26",
},
[2502] = {
["q"] = "圣骑士`牺牲精神`60`60`2`到铁炉堡去找高阶牧师洛汉，从他那里拿到驱魔香炉。你需要捐赠150金币来获得它。",
["pa"] = "格雷森·沙东布瑞克公爵`艾尔文森林`19,28`19,27`21,25`20,27`20,26",
["pc"] = "高阶牧师洛汉`铁炉堡`27,7`24,7`27,8`25,9`25,8",
},
[2503] = {
["q"] = "圣骑士`格瑞曼德·艾尔默`60`60`2`与暴风城矮人区的格瑞曼德·艾尔默谈一谈。",
["pa"] = "格雷森·沙东布瑞克公爵`艾尔文森林`19,28`19,27`21,25`20,27`20,26",
["pc"] = "格瑞曼德·艾尔默`暴风城`52,12`52,13`51,12`51,13",
},
[2504] = {
["q"] = "圣骑士`收集材料`60`60`2`把40块符文布、8块奥金锭、10棵阿尔萨斯之泪、5瓶斯坦索姆圣水和150枚金币交给暴风城矮人区的格瑞曼德·艾尔默。",
["os"] = {
[1] = {
["t"] = "斯坦索姆圣水：0/5",
["n"] = "9346`6414`12376`12377`12521`6435`6527`6519`9448`6450`6525",
},
[2] = {
["t"] = "阿尔萨斯之泪：0/10",
["n"] = "12947`9257`8742`1905`6927`8706`8825`9527`6556`1911`10214`9218`9246`12256`8642`12167`10216`10851`8133`10902`9525`9465`8277`13844`10227`7354`8685`8781`8142`10905`8747`8234`13501`9829`10852`3315`3322`3332`3341",
},
[3] = {
["t"] = "符文布：0/40",
["n"] = "6230`6530`9198`9346`9357`12647`11083`9242`9306`9482`11084`4100`12379`12720`9535`9491`9468`6488`12842`8241`12755`12669`9320`12912`12785`12800`9667`12798`6444`6460`11094`9340`9445`9173`9456`12644`12675`3663`3670`9266`12671`9210`13491`3504`3573`3595`12757`9664`9229`12378`9280`9271`9189`6520`12767`9319`9183`9436`3773`12787`12586`12807`3642`12753`3883`9347`13471`12614`5594`11028`12698`12567`9618`9351`12518`9285`12521`13480`12756`9506`12627`6435`9670`12789`9661`9610`13135`9253`12708`9490`9632`9331`9496`9195`12477`9515`9641`11087`12697",
},
[4] = {
["t"] = "奥金锭：0/6",
},
},
["pa"] = "格瑞曼德·艾尔默`暴风城`52,12`52,13`51,12`51,13",
["pc"] = "格瑞曼德·艾尔默`尘泥沼泽`",
},
[2505] = {
["q"] = "莫高雷`十字路口之旅`10`12`1`去十字路口和索克谈一谈。",
["pa"] = "基尔格·锐角`贫瘠之地`45,59`45,58`44,59`46,58`44,58",
["pc"] = "索克`贫瘠之地`52,31`51,31`51,30`52,30`52,33",
},
[2506] = {
["q"] = "奥特兰克山谷`奥特兰克山谷的墓地`51`60`1`占领一座墓地，然后向霜狼村的亚斯拉复命。",
["os"] = {
[1] = {
["t"] = "占领墓地：0/1",
},
},
["pa"] = "提卡·血牙`奥特兰克山脉`65,55`66,55`65,58`64,58`65,57",
},
[2507] = {
["q"] = "奥特兰克山谷`兄弟情深`51`60`2`深入霜狼氏族的领地，杀掉指挥官刘易斯·菲利普。任务完成之后，回到指挥官卡尔·菲利普处复命。",
["os"] = {
[1] = {
["t"] = "指挥官刘易斯·菲利普：0/1",
["n"] = "4091",
},
},
},
[2508] = {
["q"] = "奥特兰克山谷`大主教的仁慈`51`60`2`你被指派去杀死奥特兰克山谷中的被遗忘者玩家。\n\n杀死一个被遗忘者，然后把一颗被遗忘者的心脏交给指挥官卡尔·菲利普（他一般在伐木场和矿井之间徘徊）。",
["os"] = {
[1] = {
["t"] = "被遗忘者的心脏：0/1",
},
},
},
[2509] = {
["q"] = "菲拉斯`原始雪人毛皮`43`48`2`把原始雪人毛皮交给菲拉斯羽月要塞的普拉特·马克格鲁比。",
["pa"] = "原始雪人毛皮`菲拉斯`54,32`55,32`52,30`52,32`31,44",
["pc"] = "普拉特·马克格鲁比`菲拉斯`31,43`30,43`31,42`30,42",
},
[2510] = {
["q"] = "辛特兰`死者的复仇`44`48`1`辛特兰恶齿村的猎户马克霍尔要求你杀掉一头翱翔的锋喙狮鹫，并将它的狮鹫长羽拿回去交给他。\n\n马克霍尔说过那些翱翔的锋喙狮鹫就躲在辛特兰的野外。",
["os"] = {
[1] = {
["t"] = "狮鹫长羽：0/1",
["n"] = "11077",
},
},
["pa"] = "猎户马克霍尔`辛特兰`79,79`79,80`78,79`78,78`78,80",
["pc"] = "猎户马克霍尔`辛特兰`79,79`79,80`78,79`78,78`78,80",
},
[2511] = {
["q"] = "辛特兰`分离的痛苦`46`50`1`辛特兰恶齿村的猎户马克霍尔要你去找回他的双胞胎兄弟的尸体。找到它，然后把猎户莫克霍尔的头颅和猎户莫克霍尔的骨头交给猎户马克霍尔。\n\n马克霍尔说过，他兄弟的尸体被软泥怪和邪枝巨魔的狼群分食。他还提到在辛萨罗有个大坑，里面全都是软泥怪，那里还有个狼穴。这两个地方都在靠近辛萨罗神庙顶部的区域。",
["os"] = {
[1] = {
["t"] = "猎户莫克霍尔的颅骨：0/1",
["n"] = "12956",
},
[2] = {
["t"] = "猎户莫克霍尔的骨头：0/1",
["n"] = "12957",
},
},
["pa"] = "猎户马克霍尔`辛特兰`79,79`79,80`78,79`78,78`78,80",
["pc"] = "猎户马克霍尔`辛特兰`79,79`79,80`78,79`78,78`78,80",
},
[2512] = {
["q"] = "辛特兰`又一个给蛮锤部族的警告`44`48`1`辛特兰恶齿村的奥索·莫吉克要你从辛特兰的狮鹫身上收集10根细长的狮鹫羽毛。任务完成之后回到他那里去复命。\n\n在辛特兰各处都有狮鹫出没。",
["os"] = {
[1] = {
["t"] = "细长的狮鹫羽毛：0/10",
["n"] = "11077`11948`10721`8475`12959`11839`6346`11954`12958",
},
},
["pa"] = "奥索·莫吉克`辛特兰`79,79`78,78`79,80`78,79`80,79",
["pc"] = "奥索·莫吉克`辛特兰`79,79`78,78`79,80`78,79`80,79",
},
[2513] = {
["q"] = "圣骑士`圣骑士的审判`60`60`2`把驱魔香炉交给暴风城教堂区的格雷森·沙东布瑞克公爵。",
["pa"] = "高阶牧师洛汉`铁炉堡`27,7`24,7`27,8`25,9`25,8",
["pc"] = "格雷森·沙东布瑞克公爵`暴风城`37,33`38,32`39,32`40,29`39,31",
},
[2514] = {
["q"] = "奥特兰克山谷`科尔拉克归来`55`60`1`如果科尔拉克重新出现在奥特兰克山谷的冰斧山洞中，就找到并干掉他。\n\n将科尔拉克的颅骨交给霜狼要塞的拉格隆德。",
["os"] = {
[1] = {
["t"] = "科尔拉克的颅骨：0/1",
},
},
["pa"] = "拉格隆德`奥特兰克山脉`62,59`62,60`63,59`61,61`63,62",
},
[2515] = {
["q"] = "奥特兰克山谷`通缉：矮人！`55`60`1`你被指派去杀死奥特兰克山谷中的矮人玩家。\n\n杀掉一个矮人，然后把矮人的脊椎交给霜狼要塞的亚斯拉·血矛。",
["os"] = {
[1] = {
["t"] = "矮人的脊骨：0/1",
},
},
},
[2516] = {
["q"] = "奥特兰克山谷`牛头人的盟友`52`60`1`你被指派去杀死奥特兰克山谷中的侏儒玩家。\n\n杀死一个侏儒，然后把一束侏儒的头发交给霜狼要塞的拉瓦克·恐怖图腾。",
["os"] = {
[1] = {
["t"] = "侏儒的头发：0/1",
},
},
},
[2517] = {
["q"] = "奥特兰克山谷`暗矛的青睐`52`60`1`你被指派去杀死奥特兰克山谷中的暗夜精灵玩家。\n\n杀死一个暗夜精灵，然后把暗夜精灵的头颅交给霜狼要塞的纳亚克·海克森。",
["os"] = {
[1] = {
["t"] = "暗夜精灵的头颅：0/1",
},
},
},
[2518] = {
["q"] = "奥特兰克山谷`被捕的空军指挥官`52`60`1`找到空军指挥官古斯、空军指挥官杰斯托和空军指挥官穆维里克。任务完成之后向挥官穆法特复命。",
["os"] = {
[1] = {
["t"] = "找到古斯：0/1",
},
[2] = {
["t"] = "找到杰斯托：0/1",
},
[3] = {
["t"] = "找到穆维里克：0/1",
},
},
},
[2519] = {
["q"] = "奥特兰克山谷`敌人的物资`52`60`1`给霜狼村的铁匠雷格萨带去12块护甲碎片。",
["os"] = {
[1] = {
["t"] = "护甲碎片：0/12",
["n"] = "12962`1535`12622",
},
},
},
[2520] = {
["q"] = "奥特兰克山谷`补充坐骑`52`60`1`找到奥特兰克山谷中的霜狼。使用霜狼口套来驯服它们。被驯服的霜狼会跟随你回到兽栏管理员那里，然后与兽栏管理员谈话以获得你的奖励。",
},
[2521] = {
["q"] = "剃刀沼泽`蝙蝠的粪便`30`33`1`帮幽暗城的大药剂师法拉尼尔带回一堆沼泽蝙蝠的粪便。",
["os"] = {
[1] = {
["t"] = "沼泽蝙蝠的粪便：0/1",
["n"] = "7102`7101",
},
},
["pa"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
["pc"] = "大药剂师法拉尼尔`幽暗城`48,70`49,70`48,69`49,69`49,71",
},
[2522] = {
["q"] = "术士`克罗苏斯的恶魔之核`50`55`3`在费伍德森林的碎痕谷中搜寻克罗苏斯的尸体。当你找到尸体后，在他身上使用魔火，并等待克罗苏斯复生。当这个地狱火被唤醒之后，干掉他，从他的身上拿取克罗苏斯的恶魔之核。\n\n把克罗苏斯的恶魔之核交给费伍德森林的尼比。",
["os"] = {
[1] = {
["t"] = "克罗苏斯的恶魔之核：0/1",
["n"] = "12964",
},
},
["pa"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
["pc"] = "万能的尼比`费伍德森林`40,46`42,45`41,45`43,45`41,44",
},
[2523] = {
["q"] = "辛特兰`找回钥匙！`46`51`1`辛萨罗的断齿长者要求你杀掉守护者希坦亚，并用她身上的镣铐钥匙打开他的镣铐。当你找到钥匙之后就回到他那里去。",
["os"] = {
[1] = {
["t"] = "镣铐钥匙：0/1",
["n"] = "11087`9399`9194`9454`9386`9553`1492`12126`6303`9609`9665`7251",
},
},
["pa"] = "断齿长者`辛特兰`60,78`59,78`61,80`59,79`59,76",
["pc"] = "断齿长者`辛特兰`60,78`59,78`61,80`59,79`59,76",
},
[2524] = {
["q"] = "辛特兰`向断齿族长复命`46`51`1`辛萨罗的断齿长者要求你将他已经被营救的消息带给恶齿村的断齿族长。",
["pa"] = "断齿长者`辛特兰`60,78`59,78`61,80`59,79`59,76",
["pc"] = "断齿族长`辛特兰`78,81`78,82`78,78`78,79",
},
[2525] = {
["q"] = "奥特兰克山谷`鹿盔的挽歌`51`60`2`你被指派去杀死奥特兰克山谷中的巨魔玩家。\n$$杀死一个巨魔，将暗矛巨魔蟑螂油交给丹巴达尔的亚斯拉玛尼斯。",
["os"] = {
[1] = {
["t"] = "暗矛巨魔蟑螂油：0/1",
},
},
},
[2526] = {
["q"] = "奥特兰克山谷`护甲碎片`51`60`2`给丹巴达尔的莫高特·深炉带去20块护甲碎片。",
["os"] = {
[1] = {
["t"] = "护甲碎片：0/20",
["n"] = "12962`1535`12622",
},
},
},
[2527] = {
["q"] = "奥特兰克山谷`诺莫瑞根大通缉！`51`60`2`你被指派去杀死奥特兰克山谷中的牛头人玩家。\n\n杀死一个牛头人，然后把牛头人的蹄子交给丹巴达尔的德尔克。",
["os"] = {
[1] = {
["t"] = "牛头人的蹄子：0/1",
},
},
},
[2528] = {
["q"] = "奥特兰克山谷`通缉：兽人！`51`60`2`你被指派去杀死奥特兰克山谷中的兽人玩家。\n\n杀掉一个兽人，然后把兽人的獠牙交给丹巴达尔的诺雷格·雷矛中尉。",
["os"] = {
[1] = {
["t"] = "兽人的牙齿：0/1",
},
},
},
[2529] = {
["q"] = "奥特兰克山谷`冷齿矿洞的补给`51`55`2`把10份冷齿矿洞补给品交给丹巴达尔的联盟军需官。",
["os"] = {
[1] = {
["t"] = "冷齿补给品：0/10",
},
},
},
[2530] = {
["q"] = "奥特兰克山谷`深铁矿洞的补给`51`55`2`把10份深铁矿洞补给品交给丹巴达尔的联盟军需官。",
["os"] = {
[1] = {
["t"] = "深铁矿洞补给品：0/10",
},
},
},
[2531] = {
["q"] = "奥特兰克山谷`补充坐骑`51`60`2`找到奥特兰克山谷中的山羊。使用雷矛训练颈圈来驯服它们。被驯服的山羊会跟随你回到兽栏管理员那里，然后与兽栏管理员谈话以获得你的奖励。",
},
[2532] = {
["q"] = "奥特兰克山谷`被捕的空军指挥官`51`60`2`到霜狼氏族的领地中去搜寻空军指挥官斯里多尔、空军指挥官维波里和空军指挥官艾克曼。任务完成之后向指挥官杜菲复命。",
["os"] = {
[1] = {
["t"] = "找到艾克曼：0/1",
},
[2] = {
["t"] = "找到维波里：0/1",
},
[3] = {
["t"] = "找到斯里多尔：0/1",
},
},
},
[2533] = {
["q"] = "东瘟疫之地`达隆郡的掠夺者`52`60`3`把5个共鸣颅骨和神秘水晶交给东瘟疫之地的卡林·雷德帕斯。",
["os"] = {
[1] = {
["t"] = "共鸣颅骨：0/5",
},
},
["pa"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
["pc"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
},
[2534] = {
["q"] = "东瘟疫之地`返回克罗米身边`55`60`3`将一包遗物交给安多哈尔的克罗米。",
["pa"] = "卡林·雷德帕斯`东瘟疫之地`81,60`82,60`81,59`82,59`80,60",
["pc"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
},
[2535] = {
["q"] = "东瘟疫之地`达隆郡的战斗`55`60`3`将遗物包裹放在达隆郡的广场中。\n\n在霍古斯死亡之前，达维必须存活。\n\n在雷德帕斯队长堕落之前保证他存活。\n\n击败堕落的雷德帕斯。\n\n当约瑟夫·雷德帕斯出现在广场中时，与他的灵魂进行交谈，然后回到帕米拉的家中去找帕米拉。",
["os"] = {
[1] = {
["t"] = "接受雷德帕斯的宽恕：0/1",
},
},
["pa"] = "克罗米`西瘟疫之地`39,67`40,67`40,69`40,68`40,70",
["pc"] = "帕米拉·雷德帕斯`东瘟疫之地`38,91`37,91`36,91`39,92`37,90",
},
[2536] = {
["q"] = "术士`瓶中的小鬼`60`62`3`把瓶中的小鬼带到通灵学院的炼金实验室中。在小鬼制造出羊皮纸之后，把瓶子还给戈瑟奇·邪眼。",
["os"] = {
[1] = {
["t"] = "制造羊皮纸：0/1",
},
},
["pa"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2537] = {
["q"] = "术士`末日蜡烛`60`60`3`把35块黑龙鳞片交给燃烧平原的戈瑟奇·邪眼。",
["os"] = {
[1] = {
["t"] = "黑龙鳞片：0/35",
["n"] = "12912`10793`10791`3871`10800`11652`11656`10780`3423`5465`3415`3434`3445`9530`10795`10803`3444`9653`3454`9615`9663`9591`11650`9214`9259`11654`3887",
},
},
["pa"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2538] = {
["q"] = "尘泥沼泽`帕瓦尔·雷瑟上尉`39`37`1`把雷瑟的徽章带给蕨墙村的克罗格。",
["pa"] = "塞拉摩卫兵徽章`尘泥沼泽`30,48",
["pc"] = "克罗格`尘泥沼泽`36,32`37,32`36,31`37,31",
},
[2539] = {
["q"] = "尘泥沼泽`盘问雷瑟`39`37`1`和奥格隆一起去和雷瑟谈一谈，然后回到蕨墙村见克罗格。",
["pa"] = "奥格隆`尘泥沼泽`41,37`42,36`41,36`41,35`40,37",
["pc"] = "克罗格`尘泥沼泽`36,32`37,32`36,31`37,31",
},
[2540] = {
["q"] = "尘泥沼泽`黑色盾牌`39`37`1`把被熏黑的铁盾牌拿给雷霆崖的莫萨恩看一看。",
["pa"] = "克罗格`尘泥沼泽`36,32`37,32`36,31`37,31",
["pc"] = "莫萨恩`贫瘠之地`26,45`27,45`27,44",
},
[2541] = {
["q"] = "雷霆崖`神圣之火`24`29`1`把装满水的蚀刻瓶交给乱风岗的劳恩·峭壁行者。",
["pa"] = "赞金·石蹄`莫高雷`41,27`41,28`40,27",
["pc"] = "劳恩·峭壁行者`千针石林`46,52`46,51",
},
[2542] = {
["q"] = "奥特兰克山谷`爆破专家`56`60`1`找到雷矛爆破专家并干掉他。完成任务之后向霜狼爆破专家复命。",
["os"] = {
[1] = {
["t"] = "联盟爆破专家：0/1",
},
},
},
[2543] = {
["q"] = "术士`尼比的助手`50`50`3`与费伍德森林的伊普斯谈一谈。",
["pa"] = "万能的尼比`费伍德森林`40,46`42,45`41,45`43,45`41,44",
["pc"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
},
[2544] = {
["q"] = "术士`无暇的恶魔精华`50`55`3`费伍德的伊普斯要求你从三个不同的地区收集三块无暇的恶魔精华，然后把它们交给他。\n\n艾萨拉的雷加斯萨特、费伍德森林的加德纳尔军团士兵和诅咒之地的地狱卫士斥候分别拥有一种无暇的恶魔精华。",
["os"] = {
[1] = {
["t"] = "无暇的恶魔精华（艾萨拉）：0/1",
["n"] = "12690`9486`9353",
},
[2] = {
["t"] = "无暇的恶魔精华（加德纳尔）：0/1",
["n"] = "8221",
},
[3] = {
["t"] = "无暇的恶魔精华（黑暗之门）：0/1",
["n"] = "13471",
},
},
["pa"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
["pc"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
},
[2545] = {
["q"] = "奥特兰克山谷`军需官`52`60`2`与雷矛军需管谈一谈。",
},
[2546] = {
["q"] = "辛特兰`给蛮锤部族的最后警告`44`50`1`辛特兰恶齿村的奥索·莫吉克要你去辛特兰西部的鹰巢山，把给蛮锤部族的警告插在城镇中心的水井旁边。任务完成之后回到他那里去复命。\n\n当心那些愤怒的蛮锤矮人以及野蛮的联盟成员。",
["pa"] = "奥索·莫吉克`辛特兰`79,79`78,78`79,80`78,79`80,79",
["pc"] = "奥索·莫吉克`辛特兰`79,79`78,78`79,80`78,79`80,79",
},
[2547] = {
["q"] = "术士`血之狂暴`60`58`3`把30瓶狂暴野兽的血交给燃烧平原的莫苏尔·召血者。",
["os"] = {
[1] = {
["t"] = "狂暴野兽的血：0/30",
["n"] = "6179`3778`3518`3525`3629",
},
},
["pa"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
["pc"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
},
[2548] = {
["q"] = "术士`魔王贝恩霍勒`60`58`3`从燃烧平原的戈瑟奇那里购买暗影药水。\n\n使用这种药剂进入加德纳尔，然后与魔王贝恩霍勒谈一谈。",
["pa"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
["pc"] = "魔王贝恩霍勒`费伍德森林`36,46`36,45`35,46`37,47`37,46",
},
[2549] = {
["q"] = "术士`背叛者乌拉泰克`60`58`3`找到并杀死乌拉泰克，然后把叛徒之心交给加德纳尔的魔王贝恩霍勒。",
["os"] = {
[1] = {
["t"] = "叛徒之心：0/1",
["n"] = "8217",
},
},
["pa"] = "魔王贝恩霍勒`费伍德森林`36,46`36,45`35,46`37,47`37,46",
["pc"] = "魔王贝恩霍勒`费伍德森林`36,46`36,45`35,46`37,47`37,46",
},
[2550] = {
["q"] = "东瘟疫之地`玛克斯韦尔·泰罗索斯男爵`60`62`3`和玛克斯韦尔·泰罗索斯男爵谈一谈。他就在教堂里面。",
["pa"] = "尼古拉斯·瑟伦霍夫公爵`东瘟疫之地`81,60`82,60`82,61`80,60`81,59",
["pc"] = "玛克斯韦尔·泰罗索斯男爵`东瘟疫之地`82,58`81,58`81,59",
},
[2551] = {
["q"] = "东瘟疫之地`银色黎明宝箱`60`62`1`打开银色黎明宝箱，拿取你应得的奖励。",
["pa"] = "玛克斯韦尔·泰罗索斯男爵`东瘟疫之地`82,58`81,58`81,59",
["pc"] = "银色黎明宝箱`东瘟疫之地`82,58",
},
[2552] = {
["q"] = "西瘟疫之地`莱斯·霜语`60`62`3`到阿拉希高地的激流堡遗迹里面寻找巫妖生前的遗物。如果你能找到这样的东西，就把它交给马杜克镇长。",
["os"] = {
[1] = {
["t"] = "巫妖生前的遗物：0/1",
["n"] = "12965",
},
},
["pa"] = "马杜克镇长`通灵学院`",
},
[2553] = {
["q"] = "斯坦索姆`米奈希尔的礼物`60`62`3`到斯坦索姆城里去找到米奈希尔的礼物，把巫妖生前的遗物放在那块邪恶的土地上。",
["pa"] = "莱尼德·巴萨罗梅`东瘟疫之地`80,60`81,59`81,58`80,61`80,59",
["pc"] = "米奈希尔的礼物`斯坦索姆`",
},
[2554] = {
["q"] = "术士`达斯莫拉之铃`60`60`3`把10瓶暗影之力药剂交给燃烧平原的戈瑟奇·邪眼。",
["os"] = {
[1] = {
["t"] = "暗影之力药剂：0/10",
["n"] = "7640`10646`7650",
},
},
["pa"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2555] = {
["q"] = "术士`黑暗战车之轮`60`60`3`把6份大块魔光碎片和25块黑铁矿石交给燃烧平原的戈瑟奇·邪眼。",
["os"] = {
[1] = {
["t"] = "大块魔光碎片：0/6",
["n"] = "12785`12854`12376`12855`12856`9513`9553`12857`7254`9566`12817`6527`9662`12374`13469`9362`6350`8146",
},
[2] = {
["t"] = "黑铁矿石：0/25",
["n"] = "12873`12872`12404`12403`6522`3260`12436`6350`12318",
},
},
["pa"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2556] = {
["q"] = "冬泉谷`血色学者之帽`57`62`3`为了制造血色学者之帽，你必须将下列物品交给玛雷弗斯·暗锤：1块比斯巨兽的皮，5根磨损的憎恶缝合线，8块奥术水晶，5根魔化红线。\n\n另外你还必须支付300金币的制作费用。",
["os"] = {
[1] = {
["t"] = "比斯巨兽的皮：0/1",
},
[2] = {
["t"] = "磨损的憎恶缝合线：0/5",
["n"] = "9506`9422`9583`6525",
},
[3] = {
["t"] = "奥术水晶：0/8",
["n"] = "12971`12970",
},
[4] = {
["t"] = "魔化红线：0/5",
["n"] = "6482`12974",
},
},
["pa"] = "玛雷弗斯的目录`冬泉谷`61,39",
},
[2557] = {
["q"] = "冬泉谷`阿卡纳护腿`57`62`3`为了制造阿卡纳护腿，你必须将下列物品交给玛雷弗斯·暗锤：1块比斯巨兽的皮，5根磨损的憎恶缝合线，5块奥金锭，5份莱斯·霜语的防腐液。\n\n另外你还必须支付300金币的制作费用。",
["os"] = {
[1] = {
["t"] = "比斯巨兽的皮：0/1",
},
[2] = {
["t"] = "磨损的憎恶缝合线：0/5",
["n"] = "9506`9422`9583`6525",
},
[3] = {
["t"] = "奥金锭：0/5",
},
[4] = {
["t"] = "莱斯·霜语的防腐液：0/5",
["n"] = "12975",
},
},
["pa"] = "玛雷弗斯的目录`冬泉谷`61,39",
},
[2558] = {
["q"] = "冬泉谷`嗜血胸甲`57`62`3`为了制造嗜血胸甲，你必须将下列物品交给玛雷弗斯·暗锤：1块比斯巨兽的皮，10根磨损的憎恶缝合线，5块奥金锭，5块暗影之皮。\n\n另外你还必须支付300金币的制作费用。",
["os"] = {
[1] = {
["t"] = "比斯巨兽的皮：0/1",
},
[2] = {
["t"] = "磨损的憎恶缝合线：0/10",
["n"] = "9506`9422`9583`6525",
},
[3] = {
["t"] = "奥金锭：0/5",
},
[4] = {
["t"] = "暗影之皮：0/5",
["n"] = "12871",
},
},
["pa"] = "玛雷弗斯的目录`冬泉谷`61,39",
},
[2559] = {
["q"] = "术士`戈瑟奇·邪眼`60`58`3`把血箱交给燃烧平原的戈瑟奇·邪眼。",
["pa"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2560] = {
["q"] = "贫瘠之地`写给金吉尔的信`16`20`1`把达索克的亲笔信交给金吉尔，他住在石爪山的洞穴中。",
["pa"] = "达索克·快刀`贫瘠之地`52,31`51,31`52,30",
["pc"] = "巫医金吉尔`石爪山脉`74,98`75,98`74,97`74,96",
},
[2561] = {
["q"] = "剃刀高地`邪恶的盟友`28`36`1`把小卷轴交给幽暗城的瓦里玛萨斯。",
["pa"] = "小卷轴`荆棘谷`33,14`31,43",
["pc"] = "瓦里玛萨斯`幽暗城`56,92`57,92`57,91`55,91`56,93",
},
[2562] = {
["q"] = "西部荒野`琥珀酒`45`44`2`带给葛瑞姆·雷酒一枝枫树枝。",
["os"] = {
[1] = {
["t"] = "枫树枝：0/1",
["n"] = "8742",
},
},
["pa"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
["pc"] = "葛瑞姆·雷酒`西部荒野`45,80`46,81`46,79`45,79`44,78",
},
[2563] = {
["q"] = "萨满祭司`收集材料`58`60`1`如果你愿意帮助奥格瑞玛智慧谷的萨格尼，就将一块艾泽拉斯钻石和一块原始黑钻石交给他。",
["os"] = {
[1] = {
["t"] = "艾泽拉斯钻石：0/1",
["n"] = "12971`14076`12970`12976",
},
[2] = {
["t"] = "原始黑钻石：0/1",
["n"] = "9456`12521`9506`9490`9632`9515`9399`9553`12572`9554`12505`6458`6490`6445`12631`12598`6528`6527`9422`9633`9619`9448`9362`6476`9656`9639`9640",
},
},
["pa"] = "萨格尼`奥格瑞玛`39,36`38,36`39,37`38,37`39,38",
["pc"] = "萨格尼`奥格瑞玛`39,36`38,36`39,37`38,37`39,38",
},
[2564] = {
["q"] = "术士`监牢之链`60`60`3`到菲拉斯的厄运之槌去，从扭木广场的荒野萨特身上找到15份萨特之血，然后把它们交给腐烂之痕的戴奥。",
["os"] = {
[1] = {
["t"] = "萨特之血：0/15",
["n"] = "12634`12631`12655`12643`12640`12639`2826`2814`2832`2820`10857`8010",
},
},
["pa"] = "衰老的戴奥`诅咒之地`34,50`36,50",
},
[2565] = {
["q"] = "术士`监牢之壁`60`60`3`到冬泉谷的暗语峡谷去，从盘踞在峡谷中的赫达琳恶魔身上找到5块赫达琳之泪。完成任务之后回到腐烂之痕的戴奥那里。",
["os"] = {
[1] = {
["t"] = "赫达琳之泪：0/5",
["n"] = "12902`12664`12589",
},
},
["pa"] = "衰老的戴奥`诅咒之地`34,50`36,50",
},
[2566] = {
["q"] = "厄运之槌`光明不会告诉你的事情`56`62`3`将这本典籍交给它的主人。",
["pa"] = "光明不会告诉你的事情`奥格瑞玛`55,64",
["pc"] = "博学者亚沃`厄运之槌`",
},
[2567] = {
["q"] = "厄运之槌`圣光之力`54`62`2`将这本典籍交给它的主人。",
["pa"] = "圣光之力`铁炉堡`33,66`31,67",
["pc"] = "博学者麦库斯`厄运之槌`",
},
[2568] = {
["q"] = "烹饪`卡多雷的菜谱`4`7`2`为多兰纳尔的扎瑞恩收集7条小蜘蛛腿。",
["os"] = {
[1] = {
["t"] = "小蜘蛛腿：0/7",
["n"] = "7466`8089`4301`10979`7474`4299`8852`7429`10975`10986`7490`10982`7478`8087`10980`10978`4297`2416",
},
},
["pa"] = "扎瑞恩`泰达希尔`57,61`56,60`56,62`57,60`57,62",
["pc"] = "扎瑞恩`泰达希尔`57,61`56,60`56,62`57,60`57,62",
},
[2569] = {
["q"] = "厄运之槌`铸造奎尔塞拉`60`60`3`把黯淡的精灵剑交给博学者莱德罗斯。",
["pa"] = "黯淡的精灵剑`厄运之槌`",
["pc"] = "博学者莱德罗斯`厄运之槌`",
},
[2570] = {
["q"] = "奥妮克希亚的巢穴`铸造奎尔塞拉`60`60`3`你必须设法让奥妮克希亚对这把未淬火的的上古之刃喷射火焰。完成之后，捡起加热过的上古之刃。你要注意的是，加热过的上古之刃不会一直保持被加热的状态，时间非常紧迫。\n\n在把它给我拿回来之前的最后一步是杀掉那条龙，并将加热过的上古之刃插入她的尸体中。\n\n完成这些之后，奎尔塞拉就是你的了。",
["os"] = {
[1] = {
["t"] = "精制上古之刃：0/1",
},
},
["pa"] = "博学者莱德罗斯`厄运之槌`",
},
[2571] = {
["q"] = "术士`奥金锭`60`60`3`把3块奥金锭交给燃烧平原的戈瑟奇·邪眼。",
["os"] = {
[1] = {
["t"] = "奥金锭：0/3",
},
},
["pa"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2572] = {
["q"] = "术士`克索诺斯恐惧战马`60`62`3`阅读莫苏尔的指南，并召唤出一匹克索诺斯恐惧战马，击败它，然后控制它的灵魂。",
["pa"] = "莫苏尔·召血者`燃烧平原`13,32`15,31`13,31`12,32",
["pc"] = "恐惧战马的灵魂`厄运之槌`",
},
[2573] = {
["q"] = "暮色森林`真言药水`44`42`1`把法奥斯丁的真言药水交给乞丐鬼屋的亡灵哨兵莱度斯。",
["pa"] = "药剂师法奥斯丁`暮色森林`87,38`87,36`87,35`87,37`88,35",
["pc"] = "亡灵哨兵莱度斯`暮色森林`87,38`88,38`87,36`87,37`86,36",
},
[2574] = {
["q"] = "暮色森林`真言药水`44`42`1`把莱度斯的酒带给斯通纳德的间谍玛克森。",
["pa"] = "亡灵哨兵莱度斯`暮色森林`87,38`88,38`87,36`87,37`86,36",
["pc"] = "间谍玛克森`悲伤沼泽`45,53`45,52`44,52`44,53`45,51",
},
[2575] = {
["q"] = "东瘟疫之地`隐藏的宝藏`56`60`3`用约瑟夫的钥匙打开约瑟夫的箱子。",
["pa"] = "帕米拉·雷德帕斯`东瘟疫之地`38,91`37,91`36,91`39,92`37,90",
["pc"] = "约瑟夫的箱子`东瘟疫之地`36,91`36,90",
},
[2576] = {
["q"] = "石爪山脉`泰兰德的接待`26`28`2`到达纳苏斯去找到泰兰德·语风。",
["pa"] = "哨兵塞恩希尔`灰谷`35,50`35,49`36,50`36,49`36,51",
["pc"] = "泰兰德·语风`泰达希尔`25,64`25,63`26,64",
},
[2577] = {
["q"] = "术士`克索诺斯星尘`60`60`3`从乌尔丹那里购买克索诺斯星尘，把它交给燃烧平原的戈瑟奇·邪眼。",
["os"] = {
[1] = {
["t"] = "克索诺斯星尘：0/1",
["n"] = "12875",
},
},
["pa"] = "魔王贝恩霍勒`费伍德森林`36,46`36,45`35,46`37,47`37,46",
["pc"] = "戈瑟奇·邪眼`燃烧平原`13,32`12,32`13,31`12,31",
},
[2578] = {
["q"] = "黑石塔`瑞治维尔的箱子`58`60`2`将瑞治维尔的箱子交给暴风城的雷明顿·瑞治维尔。",
["pa"] = "玛亚拉·布莱特文`燃烧平原`85,69`85,70`85,68`85,67`86,69",
["pc"] = "雷明顿·瑞治维尔伯爵`艾尔文森林`33,26",
},
[2579] = {
["q"] = "厄运之槌`弗洛尔的屠龙技术纲要`60`60`1`将《弗洛尔的屠龙技术纲要》还回图书馆。",
["pa"] = "弗洛尔的屠龙技术纲要`辛特兰`76,73",
["pc"] = "博学者莱德罗斯`厄运之槌`",
},
[2580] = {
["q"] = "贫瘠之地`新的矿石样本`25`29`1`从砂齿掘地工或砂齿勘探员那里找一块未精炼的矿石样本，把它交给陶拉祖营地的塔特纳克·钢炉。",
["os"] = {
[1] = {
["t"] = "未精炼的矿石样本：0/1",
["n"] = "6078`6075`6074",
},
},
["pa"] = "塔特纳克·钢炉`贫瘠之地`45,58`45,57`45,59",
["pc"] = "塔特纳克·钢炉`贫瘠之地`45,58`45,57`45,59",
},
[2581] = {
["q"] = "奥格瑞玛`伊崔格的智慧`60`61`1`和奥格瑞玛的伊崔格谈一谈。讨论完毕后，咨询萨尔的意见。\n\n你回忆起曾在萨尔的大厅中见过伊崔格。",
["pa"] = "军官高图斯`灼热峡谷`85,39`82,39`85,38`86,38`83,40",
["pc"] = "萨尔`菲拉斯`",
},
[2582] = {
["q"] = "黑石塔`为部落而战！`60`63`1`去黑石塔杀死大酋长雷德·黑手，带着他的头颅返回奥格瑞玛。",
["os"] = {
[1] = {
["t"] = "雷德·黑手的头颅：0/1",
["n"] = "12807",
},
},
["pa"] = "萨尔`菲拉斯`",
["pc"] = "萨尔`杜隆塔尔`",
},
[2583] = {
["q"] = "冬泉谷`蓝龙之怒`57`62`3`要是你想继续的话，就与哈尔琳谈一谈。",
["pa"] = "哈尔琳`冬泉谷`55,51`54,52`54,51`53,50",
["pc"] = "哈尔琳`冬泉谷`55,51`54,52`54,51`53,50",
},
[2584] = {
["q"] = "西瘟疫之地`蓝龙之怒`57`62`3`与瘟疫之地的耶兹巴交谈。他居住在安多哈尔。",
["pa"] = "哈尔琳`冬泉谷`55,51`54,52`54,51`53,50",
["pc"] = "耶兹巴`西瘟疫之地`39,67`40,67`40,68`40,69",
},
[2585] = {
["q"] = "西瘟疫之地`游荡者目录`57`62`3`阅读游荡者目录。",
["pa"] = "耶兹巴`西瘟疫之地`39,67`40,67`40,68`40,69",
["pc"] = "游荡者目录`西瘟疫之地`39,67",
},
[2586] = {
["q"] = "西瘟疫之地`多彩巨龙胸甲`57`62`3`为了铸造多彩巨龙胸甲，你必须把以下材料交给雕刻者耶兹巴：\n\n1块多彩龙鳞。\n\n10块闪亮的彩色龙鳞。\n\n10份英雄之血。\n\n10块磨损的憎恶缝合线。",
["os"] = {
[1] = {
["t"] = "多彩龙鳞：0/1",
["n"] = "10815",
},
[2] = {
["t"] = "闪亮的彩色龙鳞：0/10",
["n"] = "10800`11652`11656",
},
[3] = {
["t"] = "英雄之血：0/10",
["n"] = "11091`10144`12858",
},
[4] = {
["t"] = "磨损的憎恶缝合线：0/10",
["n"] = "9506`9422`9583`6525",
},
},
["pa"] = "游荡者目录`西瘟疫之地`39,67",
},
[2587] = {
["q"] = "西瘟疫之地`多彩挑战者腿甲`57`62`3`为了铸造多彩挑战者腿甲，你必须把以下材料交给雕刻者耶兹巴：\n\n1块多彩龙鳞。\n\n10块闪亮的彩色龙鳞。\n\n10份英雄之血。\n\n5块暗影之皮。",
["os"] = {
[1] = {
["t"] = "多彩龙鳞：0/1",
["n"] = "10815",
},
[2] = {
["t"] = "闪亮的彩色龙鳞：0/10",
["n"] = "10800`11652`11656",
},
[3] = {
["t"] = "英雄之血：0/10",
["n"] = "11091`10144`12858",
},
[4] = {
["t"] = "暗影之皮：0/5",
["n"] = "12871",
},
},
["pa"] = "游荡者目录`西瘟疫之地`39,67",
},
[2588] = {
["q"] = "艾萨拉`熔火之心`60`60`3`杀死一个火焰之王、一个熔岩巨人、一个上古熔火恶犬和一个熔岩奔腾者，然后回到艾萨拉的海达克西斯公爵那里。",
["os"] = {
[1] = {
["t"] = "熔核巨人：0/1",
["n"] = "13592",
},
[2] = {
["t"] = "火焰之王：0/1",
["n"] = "4094",
},
[3] = {
["t"] = "上古熔火恶犬：0/1",
["n"] = "4096",
},
[4] = {
["t"] = "熔岩奔腾者：0/1",
["n"] = "13591",
},
},
["pa"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
["pc"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
},
[2589] = {
["q"] = "冬泉谷`罗拉克斯的故事`60`61`3`与罗拉克斯谈一谈，听听他要说什么。",
["pa"] = "罗拉克斯`冬泉谷`64,74`63,73`63,74`64,73`64,72",
["pc"] = "罗拉克斯`冬泉谷`64,74`63,73`63,74`64,73`64,72",
},
[2590] = {
["q"] = "黑石塔`恶魔熔炉`60`61`3`到黑石塔去找到古拉鲁克。杀死他，然后用血污长矛刺入他的尸体。当他的灵魂被吸干后，这支矛就会成为穿魂长矛。\n\n你还必须找到未铸造的符文覆饰胸甲。\n\n将穿魂长矛和未铸造的符文覆饰胸甲都交给冬泉谷的罗拉克斯。",
["os"] = {
[1] = {
["t"] = "穿魂长矛：0/1",
},
[2] = {
["t"] = "未铸造的符文覆饰胸甲：0/1",
},
},
["pa"] = "罗拉克斯`冬泉谷`64,74`63,73`63,74`64,73`64,72",
},
[2591] = {
["q"] = "奥特兰克山谷`爆破专家`51`60`2`找到霜狼爆破专家并干掉他。完成任务之后向雷矛爆破专家复命。",
["os"] = {
[1] = {
["t"] = "霜狼爆破专家：0/1",
},
},
},
[2592] = {
["q"] = "奥特兰克山谷`永生的科尔拉克`52`60`2`如果科尔拉克重新出现在奥特兰克山谷的冰斧山洞中，就找到并干掉他。\n\n将科尔拉克的颅骨交给丹巴达尔的哈格丁中尉。",
["os"] = {
[1] = {
["t"] = "科尔拉克的颅骨：0/1",
},
},
["pa"] = "哈格丁中尉`奥特兰克山脉`40,83`39,81`40,81`40,82`39,80",
["pc"] = "哈格丁中尉`奥特兰克山脉`40,83`39,81`40,81`40,82`39,80",
},
[2593] = {
["q"] = "圣骑士`艾尔默的手艺`60`60`2`把奥金马铠交给暴风城教堂区的格雷森·沙东布瑞克公爵。",
["pa"] = "格瑞曼德·艾尔默`暴风城`52,12`52,13`51,12`51,13",
["pc"] = "格雷森·沙东布瑞克公爵`暴风城`37,33`38,32`39,32`40,29`39,31",
},
[2594] = {
["q"] = "圣骑士`上古圣马之魂`60`60`2`你需要特殊的饲料来喂养灵魂马。南海镇的梅丽德丝·卡尔森可以为你提供这样的粮草。\n\n到菲拉斯的厄运之槌去，杀掉特迪斯·扭木，释放上古圣马之魂。用特殊的粮草喂养它，这样可以安抚它的灵魂。最后，把奥金马铠交给它就可以完成祝福。",
["os"] = {
[1] = {
["t"] = "魔法粮草：0/1",
},
},
["pa"] = "格雷森·沙东布瑞克公爵`暴风城`37,33`38,32`39,32`40,29`39,31",
["pc"] = "上古圣马之魂`厄运之槌`",
},
[2595] = {
["q"] = "圣骑士`魔法粮草`60`60`2`把制作魔法粮草所需要的重要材料：20块可口的魔法点心带给希尔斯布莱德丘陵的梅丽德丝·卡尔森。据说银色黎明会出售这种饼干。\n\n你还需要给她50金币来对她进行安抚。",
["os"] = {
[1] = {
["t"] = "可口的魔法点心：0/20",
},
},
["pa"] = "梅丽德丝·卡尔森`希尔斯布莱德丘陵`52,55`52,56`53,56`52,54`51,56",
["pc"] = "梅丽德丝·卡尔森`希尔斯布莱德丘陵`52,55`52,56`53,56`52,54`51,56",
},
[2596] = {
["q"] = "东瘟疫之地`米奈希尔的礼物`60`62`1`把禁锢灵魂的遗物交给东瘟疫之地的莱尼德·巴萨罗梅。",
["pa"] = "米奈希尔的礼物`斯坦索姆`",
["pc"] = "莱尼德·巴萨罗梅`贫瘠之地`",
},
[2597] = {
["q"] = "西瘟疫之地`禁锢灵魂的遗物`60`62`1`回到凯尔达隆的马杜克镇长那里，把禁锢灵魂的遗物交给他。",
["pa"] = "莱尼德·巴萨罗梅`贫瘠之地`",
},
[2598] = {
["q"] = "萨满祭司`达克雷尔的威胁`59`60`1`在通灵学院的尸骨储藏所地下室中心使用预言水晶球，这样将会召来一些灵魂，你必须与它们交战。将这些灵魂击败，死亡骑士达克雷尔就会出现。\n\n击败达克雷尔，将他的头颅交给奥格瑞玛智慧谷的萨格尼。",
["os"] = {
[1] = {
["t"] = "达克雷尔的头颅：0/1",
},
},
["pa"] = "萨格尼`奥格瑞玛`39,36`38,36`39,37`38,37`39,38",
},
[2599] = {
["q"] = "燃烧平原`莱尼德·巴萨罗梅`60`60`3`把冰冻的龙蛋交给东瘟疫之地的莱尼德·巴萨罗梅。",
["pa"] = "丁奇·斯迪波尔`燃烧平原`65,24`65,25`66,24`66,23`65,23",
["pc"] = "莱尼德·巴萨罗梅`贫瘠之地`",
},
[2600] = {
["q"] = "通灵学院`贝蒂娜·比格辛克`60`60`3`将冰冻的龙蛋交给贝蒂娜·比格辛克。",
["pa"] = "莱尼德·巴萨罗梅`贫瘠之地`",
["pc"] = "贝蒂娜·比格辛克`希利苏斯`",
},
[2601] = {
["q"] = "通灵学院`黎明先锋`60`60`3`将黎明先锋放在通灵学院的观察室里。打败维克图斯,然后回到贝蒂娜·比格辛克那里去。",
["os"] = {
[1] = {
["t"] = "维克图斯：0/1",
["n"] = "4099",
},
},
["pa"] = "贝蒂娜·比格辛克`希利苏斯`",
},
[2602] = {
["q"] = "西瘟疫之地`巴罗夫的继承人`60`62`2`去亡灵壁垒——部落的领地——去暗杀阿莱克斯·巴罗夫。把他的脑袋交给维尔顿·巴罗夫。\n\n要小心，部落也许对阿莱克斯实施了严密的保护。",
["os"] = {
[1] = {
["t"] = "阿莱克斯·巴罗夫的头颅：0/1",
["n"] = "1329",
},
},
["pa"] = "维尔顿·巴罗夫`凄凉之地`",
["pc"] = "维尔顿·巴罗夫`西瘟疫之地`44,83`43,84`44,84`43,83`44,85",
},
[2603] = {
["q"] = "战士`科罗莫特·钢尺`33`28`2`把弗伦的笔记交给科罗莫特·钢尺。",
["pa"] = "弗伦·长须`丹莫罗`",
["pc"] = "科罗莫特·钢尺`丹莫罗`62,29`62,28",
},
[2604] = {
["q"] = "黑石塔`比修的装置`57`59`1`找到比修的装置并把它们还给她。你记得她说过她把装置藏在城市的最底层。",
["os"] = {
[1] = {
["t"] = "比修的装置：0/1",
["n"] = "12986",
},
},
["pa"] = "比修`费伍德森林`",
["pc"] = "比修`黑手大厅`",
},
[2605] = {
["q"] = "奥格瑞玛`风吹来的消息`60`63`1`听萨尔讲话。",
["pa"] = "萨尔`贫瘠之地`",
["pc"] = "萨尔`贫瘠之地`",
},
[2606] = {
["q"] = "奥格瑞玛`部落的勇士`60`63`1`按照酋长的指示找到雷克萨。他在石爪山和菲拉斯之间的凄凉之地游荡。",
["pa"] = "萨尔`贫瘠之地`",
["pc"] = "雷克萨`凄凉之地`42,78`46,75`39,82`63,29`52,58",
},
[2607] = {
["q"] = "凄凉之地`雷克萨的证明`60`63`1`把雷克萨的证明交给西瘟疫之地的巫女麦兰达。",
["pa"] = "雷克萨`凄凉之地`42,78`46,75`39,82`63,29`52,58",
["pc"] = "巫女麦兰达`西瘟疫之地`51,78`51,77`50,79`50,77`50,78",
},
[2608] = {
["q"] = "黑石塔`黑龙幻象`60`63`1`到黑石塔去收集20颗黑色龙人的眼球，完成任务之后回到巫女麦兰达那里。",
["os"] = {
[1] = {
["t"] = "黑色龙人的眼球：0/20",
["n"] = "9653`3454`9615`9663`9591`9214`9259",
},
},
["pa"] = "巫女麦兰达`西瘟疫之地`51,78`51,77`50,79`50,77`50,78",
["pc"] = "巫女麦兰达`西瘟疫之地`51,78`51,77`50,79`50,77`50,78",
},
[2609] = {
["q"] = "黑石塔`晋升印章`57`60`3`找到三块命令宝石：燃棘宝钻、尖石宝钻和血斧宝钻。把它们和原始晋升印章一起交给维埃兰。\n\n可能携带者三块宝石的将军是：燃棘氏族的指挥官沃恩、尖石氏族的欧莫克大王，以及血斧氏族的维姆萨拉克。",
["os"] = {
[1] = {
["t"] = "尖石宝钻：0/1",
["n"] = "3891",
},
[2] = {
["t"] = "燃棘宝钻：0/1",
["n"] = "3898",
},
[3] = {
["t"] = "血斧宝钻：0/1",
["n"] = "3887",
},
[4] = {
["t"] = "原始晋升印章：0/1",
["n"] = "6548`12454`12598`9202`12633`9400`12594`9469`12493`12602`9177`9174`3891`9401`12835`9633`12481`9674`12524`11080`12510`12464`9639`9449`12534`3898",
},
},
["pa"] = "维埃兰`铁炉堡`",
["pc"] = "维埃兰`黑手大厅`",
},
[2610] = {
["q"] = "锻造`魔化瑟银板甲：第三卷`60`60`2`将这本典籍交给它的主人。",
["pa"] = "魔化瑟银板甲`铁炉堡`36,61`35,61`36,60",
},
[2611] = {
["q"] = "黑石塔`比修的装置`56`59`2`找到比修的装置并把它们还给她。祝你好运！",
["os"] = {
[1] = {
["t"] = "比修的装置：0/1",
["n"] = "12986",
},
},
["pa"] = "比修`费伍德森林`",
["pc"] = "比修`黑手大厅`",
},
[2612] = {
["q"] = "圣骑士`被祝福的奥金马铠`60`60`2`将被祝福的奥金马铠交给暴风城教堂区的格雷森·沙东布瑞克公爵。",
["pa"] = "上古圣马之魂`厄运之槌`",
["pc"] = "格雷森·沙东布瑞克公爵`暮色森林`",
},
[2613] = {
["q"] = "圣骑士`预言水晶球`60`60`2`把一块艾泽拉斯钻石和一块原始黑钻石交给暴风城教堂区的格雷森·沙东布瑞克公爵。",
["os"] = {
[1] = {
["t"] = "艾泽拉斯钻石：0/1",
["n"] = "12971`14076`12970`12976",
},
[2] = {
["t"] = "原始黑钻石：0/1",
["n"] = "9456`12521`9506`9490`9632`9515`9399`9553`12572`9554`12505`6458`6490`6445`12631`12598`6528`6527`9422`9633`9619`9448`9362`6476`9656`9639`9640",
},
},
["pa"] = "格雷森·沙东布瑞克公爵`暮色森林`",
["pc"] = "格雷森·沙东布瑞克公爵`暮色森林`",
},
[2614] = {
["q"] = "圣骑士`审判和救赎`60`60`2`在通灵学院尸骨储藏所地下室的中心使用预言水晶球。将你要审判的灵魂引领出来。将这些灵魂击败然后死亡骑士达克雷尔就将被召唤出来。将其击败然后获得堕落战马的灵魂。\n\n把赎罪的战马之魂和被祝福的奥金马铠一起附在达克雷尔的堕落战马身上。",
["os"] = {
[1] = {
["t"] = "赎罪的战马之魂：0/1",
},
[2] = {
["t"] = "被祝福的奥金马铠：0/1",
},
},
["pa"] = "格雷森·沙东布瑞克公爵`暮色森林`",
},
[2615] = {
["q"] = "厄运之槌`翡翠梦境……`57`62`3`将这本典籍交给它的主人。",
["pa"] = "翡翠梦境`凄凉之地`",
["pc"] = "博学者亚沃`厄运之槌`",
},
[2616] = {
["q"] = "黑石塔`监护者`57`62`3`到冬泉谷去找到哈尔琳，把奥比的鳞片交给她。",
["pa"] = "奥比`黑手大厅`",
["pc"] = "哈尔琳`冬泉谷`55,51`54,52`54,51`53,50",
},
[2617] = {
["q"] = "黑石塔`芬克·恩霍尔，为您效劳！`57`62`3`与永望镇的玛雷弗斯·暗锤谈一谈。",
["pa"] = "芬克·恩霍尔`黑手大厅`",
["pc"] = "玛雷弗斯·暗锤`灰谷`",
},
[2618] = {
["q"] = "黑石塔`给麦克斯韦尔的消息`60`59`2`到燃烧平原去，把比修的情报交给麦克斯韦尔元帅。",
["pa"] = "比修`黑手大厅`",
["pc"] = "麦克斯韦尔元帅`燃烧平原`85,69`85,67`85,66`85,68`86,69",
},
[2619] = {
["q"] = "奥特兰克山谷`雷尔松的全视之眼`60`60`2`从冰斧巨魔洞穴中找到雷尔松的全视之眼，然后回到指挥官雷尔松那里。\n\n要当心，据说雷尔松的全视之眼带有可怕的诅咒！",
},
[2620] = {
["q"] = "尘泥沼泽`埃博斯塔夫`60`63`1`到尘泥沼泽中的巨龙沼泽去，找到埃博斯塔夫的洞穴。进入洞穴之后戴上龙形护符，然后跟埃博斯塔夫交谈。",
["pa"] = "巫女麦兰达`奥特兰克山脉`92,20`91,19`91,20`91,18`91,21",
["pc"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
},
[2621] = {
["q"] = "黑石塔`晋升印章`59`61`3`到尘泥沼泽中的巨龙沼泽去。找到上古老龙埃博斯塔夫，对他发起无情的攻击，直到他的意志被摧毁。\n\n此时，你必须尽快将未铸造的晋升印章放在这条龙面前，并使用龙力宝珠控制他的躯体，强迫他将黑龙的烈焰喷向未铸造的晋升印章！",
["os"] = {
[1] = {
["t"] = "铸造好的晋升印章：0/1",
["n"] = "12987",
},
},
["pa"] = "维埃兰`黑手大厅`",
["pc"] = "维埃兰`黑手大厅`",
},
[2622] = {
["q"] = "尘泥沼泽`龙骨试炼，斯克利尔`60`63`1`找到蓝龙斯克利尔并杀掉他。从他的身上取下他的颅骨，然后将其交给埃博斯塔夫。\n\n你可以在冬泉谷找到斯克利尔。",
["os"] = {
[1] = {
["t"] = "斯克利尔的颅骨：0/1",
["n"] = "10805",
},
},
["pa"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
["pc"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
},
[2623] = {
["q"] = "尘泥沼泽`龙骨试炼，索姆努斯`60`63`1`杀掉绿龙索姆努斯，把他的颅骨交给埃博斯塔夫。",
["os"] = {
[1] = {
["t"] = "索姆努斯的颅骨：0/1",
["n"] = "10787",
},
},
["pa"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
["pc"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
},
[2624] = {
["q"] = "尘泥沼泽`龙骨试炼，克鲁纳里斯`60`63`1`诺兹多姆的孩子克鲁纳里斯在塔纳利斯沙漠守卫着时光之穴。杀了他，把他的颅骨交给埃博斯塔夫。",
["os"] = {
[1] = {
["t"] = "克鲁纳里斯的颅骨：0/1",
["n"] = "10777",
},
},
["pa"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
["pc"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
},
[2625] = {
["q"] = "锻造`魔化瑟银板甲：第二卷`60`60`3`将这本典籍交给它的主人。",
["pa"] = "魔化瑟银板甲`铁炉堡`36,61`35,61`36,60",
["pc"] = "博学者莱德罗斯`厄运之槌`",
},
[2626] = {
["q"] = "术士`压制`60`60`1`在腐烂之痕中找到一个末日守卫指挥官。\n\n对其使用光芒水晶监牢。你要做好承受疯狂攻击的准备，那个恶魔会拼命挣扎试图逃脱。\n\n如果你成功了，就把被囚禁的末日守卫交给腐烂之痕的戴奥。",
["os"] = {
[1] = {
["t"] = "被囚禁的末日守卫：0/1",
},
},
["pa"] = "衰老的戴奥`诅咒之地`34,50`36,50",
},
[2627] = {
["q"] = "尘泥沼泽`龙骨试炼，埃克托兹`60`63`1`到格瑞姆巴托去杀掉红龙埃克托兹，把他的颅骨交给埃博斯塔夫。",
["os"] = {
[1] = {
["t"] = "埃克托兹的颅骨：0/1",
["n"] = "12988",
},
},
["pa"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
["pc"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
},
[2628] = {
["q"] = "锻造`火热的死亡`60`60`3`世界上一定有人知道关于这副手套的事情，祝你好运！",
["pa"] = "人类遗骸`黑手大厅`",
["pc"] = "玛雷弗斯·暗锤`奥特兰克山脉`",
},
[2629] = {
["q"] = "尘泥沼泽`晋升……`60`63`1`看来这场假面舞会就要结束了。你知道麦兰达为你制作的龙形护符在黑石塔里面不会发挥作用，也许你应该去找雷克萨，将你的困境告诉他。把黯淡的龙火护符给他看看，也许他知道下一步该怎么做。",
["pa"] = "埃博斯塔夫`尘泥沼泽`55,87`58,87`56,87`56,88`57,87",
["pc"] = "雷克萨`凄凉之地`42,78`46,75`39,82`63,29`52,58",
},
[2630] = {
["q"] = "黑石塔`黑龙勇士之血`60`63`1`到黑石塔去杀掉达基萨斯将军，把它的血交给雷克萨。",
["os"] = {
[1] = {
["t"] = "黑龙勇士之血：0/1",
["n"] = "3871",
},
},
["pa"] = "雷克萨`凄凉之地`42,78`46,75`39,82`63,29`52,58",
["pc"] = "雷克萨`凄凉之地`42,78`46,75`39,82`63,29`52,58",
},
[2631] = {
["q"] = "东瘟疫之地`黎明衬肩`60`60`2`把10个银色黎明勇气勋章交给东瘟疫之地圣光之愿礼拜堂的军需官米兰达·布利洛克。",
["os"] = {
[1] = {
["t"] = "银色黎明勇气勋章：0/10",
},
},
["pa"] = "军需官米兰达·布利洛克`东瘟疫之地`82,60`81,60`81,59`81,61`81,62",
},
[2632] = {
["q"] = "黑石深渊`行动：杀死安格弗将军`60`58`1`到黑石深渊去杀掉安格弗将军！当任务完成之后向军官高图斯复命。",
["os"] = {
[1] = {
["t"] = "安格弗将军：0/1",
["n"] = "4100",
},
},
["pa"] = "军官高图斯`荒芜之地`5,47`6,47`4,45`3,48`6,48",
["pc"] = "军官高图斯`奥格瑞玛`",
},
[2633] = {
["q"] = "黑石塔`比修的侦察报告`60`59`1`把比修的侦查报告交给卡加斯的雷克斯洛特。",
["pa"] = "比修`黑手大厅`",
["pc"] = "雷克斯洛特`奥格瑞玛`",
},
[2634] = {
["q"] = "西瘟疫之地`黎明衬肩`60`60`2`把10个银色黎明勇气勋章交给西瘟疫之地冰风营地的银色黎明军需官莱斯巴克。",
["os"] = {
[1] = {
["t"] = "银色黎明勇气勋章：0/10",
},
},
["pa"] = "银色黎明军需官莱斯巴克`西瘟疫之地`43,84`44,84`43,85`43,83`45,84",
["pc"] = "银色黎明军需官莱斯巴克`东瘟疫之地`",
},
[2635] = {
["q"] = "冬泉谷`炽热板甲护手`60`60`1`将6块附魔瑟银锭、2份火焰精华和4颗红宝石交给玛雷弗斯·暗锤。另外你还得把未淬火的板甲护手也交给他。",
["os"] = {
[1] = {
["t"] = "未淬火的板甲护手：0/1",
["n"] = "12454",
},
[2] = {
["t"] = "附魔瑟银锭：0/6",
},
[3] = {
["t"] = "火焰精华：0/2",
["n"] = "10134`10118`10124`9513`10098`10097`3660`10122`4094`11272`10133`3308`13565`3776`10110`3251`10112",
},
[4] = {
["t"] = "红宝石：0/4",
["n"] = "6275`6530`7307`7289`7280`8729`7305`7308`7294`7293`7299`8830`9346`9357`8171`12647`10773`9482`6923`11922`12379`7595`7003`7590`7594`7591`9535`9468`6488`12842`10662`6919`12868`12800`9667`12177`6444`7316`7321`11094`2479`2471`9445`6139`7314`9173`9456`6251`6252`8250`3663`7282`9266`12994`8829`13491`3504`13475`3573`3494`3595`8272`12079`12075`11988`9551`12914`9593`12757`6414`9280`9189`10635`6555`6620`7326`6520`1905`7243`11930`9319`6282`9183`10118`10124`10793`10791`10131`6927`2150`3773`2678`6211`10806`10811`8151`12376`12377`13013",
},
},
["pa"] = "玛雷弗斯·暗锤`奥特兰克山脉`",
["pc"] = "玛雷弗斯·暗锤`奥特兰克山脉`",
},
[2636] = {
["q"] = "艾萨拉`海达克西斯的使者`60`60`1`在海达希亚水元素中达到被尊敬的声望，然后与艾萨拉的海达克西斯公爵谈一谈。",
["pa"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
["pc"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
},
[2637] = {
["q"] = "艾萨拉`敌人之手`60`60`1`将鲁西弗隆之手、萨弗隆之手、基赫纳斯之手和沙斯拉尔之手交给艾萨拉的海达克西斯公爵。",
["os"] = {
[1] = {
["t"] = "沙斯拉尔之手：0/1",
["n"] = "13583",
},
[2] = {
["t"] = "鲁西弗隆之手：0/1",
},
[3] = {
["t"] = "基赫纳斯之手：0/1",
},
[4] = {
["t"] = "萨弗隆之手：0/1",
},
},
["pa"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
},
[2638] = {
["q"] = "剃刀高地`邪恶之地`29`35`3`杀掉8个剃刀沼泽护卫者、8个剃刀沼泽织棘者和8个亡首教徒，然后向剃刀高地入口处的麦雷姆·月歌复命。",
["os"] = {
[1] = {
["t"] = "剃刀沼泽护卫者 ：0/8",
["n"] = "3067",
},
[2] = {
["t"] = "剃刀沼泽织棘者：0/8",
["n"] = "3077",
},
[3] = {
["t"] = "亡首教徒：0/8",
["n"] = "3087",
},
},
["pa"] = "麦雷姆·月歌`贫瘠之地`49,95`49,94`48,95",
["pc"] = "麦雷姆·月歌`贫瘠之地`49,95`49,94`48,95",
},
[2639] = {
["q"] = "锻造`魔化瑟银板甲：第一卷`60`60`2`将这本典籍交给它的主人。",
["pa"] = "魔化瑟银板甲`铁炉堡`36,61`35,61`36,60",
["pc"] = "博学者莱德罗斯`厄运之槌`",
},
[2640] = {
["q"] = "西瘟疫之地`黎明衬肩`60`60`1`把10个银色黎明勇气勋章交给西瘟疫之地亡灵壁垒的银色黎明军需官哈萨娜。",
["os"] = {
[1] = {
["t"] = "银色黎明勇气勋章：0/10",
},
},
["pa"] = "银色黎明军需官哈萨娜`杜隆塔尔`",
["pc"] = "银色黎明军需官哈萨娜`杜隆塔尔`",
},
[2641] = {
["q"] = "冬泉谷`狂暴的巨人`60`60`2`雷沃·霜翼要你去杀死4个霜槌巨人和4个霜槌保卫者。",
["os"] = {
[1] = {
["t"] = "霜槌巨人：0/4",
["n"] = "13059",
},
[2] = {
["t"] = "霜槌保卫者：0/4",
["n"] = "9412",
},
},
["pa"] = "雷沃·霜翼`冬泉谷`50,10`49,10`50,8",
},
[2642] = {
["q"] = "通灵学院`巫妖莱斯·霜语`60`63`3`在通灵学院里找到莱斯·霜语。当你找到他之后，使用禁锢灵魂的遗物破除其亡灵的外壳。如果你成功地破除了他的不死之身，就杀掉他并拿到莱斯·霜语的头颅。把那个头颅交给马杜克镇长。",
["os"] = {
[1] = {
["t"] = "莱斯·霜语的头颅：0/1",
["n"] = "12794",
},
},
["pa"] = "马杜克镇长`通灵学院`",
["pc"] = "马杜克镇长`通灵学院`",
},
[2643] = {
["q"] = "艾萨拉`英雄的奖赏`60`60`3`从海达克西斯的箱子拿取你的奖励。",
["pa"] = "海达克西斯公爵`艾萨拉`79,74`79,73`78,73`79,75`79,72",
["pc"] = "海达克西斯的箱子`艾萨拉`79,75",
},
[2644] = {
["q"] = "奥特兰克山谷`斯菲莱克斯的便携式伐木机`60`0`2`首席技师斯菲莱克斯要你给他拿去下列物品：\n\n30块瑟银锭。\n\n50块秘银锭。\n\n75块铁锭。\n\n1个蒸汽锯。",
["pa"] = "首席技师斯菲莱克斯`暴风城`",
["pc"] = "首席技师斯菲莱克斯`暴风城`",
},
[2645] = {
["q"] = "西瘟疫之地`亡灵莱斯·霜语`60`62`3`到东瘟疫之地的圣光之愿礼拜堂去找到莱尼德·巴萨罗梅，给他看看巫妖生前的遗物，并告诉他你收集到的情报。",
["pa"] = "马杜克镇长`通灵学院`",
["pc"] = "莱尼德·巴萨罗梅`东瘟疫之地`80,60`81,59`81,58`80,61`80,59",
},
[2646] = {
["q"] = "盗贼`瑟祖克`10`10`1`到奥格瑞玛的暗影裂口和瑟祖克谈谈。",
["pa"] = "卡普拉克`杜隆塔尔`52,44",
["pc"] = "瑟祖克`奥格瑞玛`43,54`44,53`43,53`44,52`42,53",
},
[2647] = {
["q"] = "暴风城`英雄庆典`60`60`2`在英雄谷找到玛丁雷少校。",
["pa"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
["pc"] = "玛丁雷少校`暴风城`62,79`61,78`61,77`62,77`61,79",
},
[2648] = {
["q"] = "牧师`毫无畏惧`20`20`2`与铁炉堡的高阶牧师洛汉谈一谈。",
["pa"] = "高阶牧师劳瑞娜`暴风城`39,26`41,31`39,27`39,28`40,29",
["pc"] = "高阶牧师洛汉`铁炉堡`27,7`24,7`27,8`25,9`25,8",
},
[2649] = {
["q"] = "黑石塔`黑手的命令`55`60`3`真是个愚蠢的兽人。看来你需要找到那枚烙印并获得达基萨斯徽记才可以使用命令宝珠。\n\n你从信中获知，达基萨斯将军守卫着烙印。也许你应该就此进行更深入的调查。",
["pa"] = "黑手的命令`黑石山`",
["pc"] = "达基萨斯的烙印`黑手大厅`",
},
[2650] = {
["q"] = "祖尔法拉克`圣甲虫的壳`40`45`3`给加基森的特兰雷克带去5个完整的圣甲虫壳。",
["os"] = {
[1] = {
["t"] = "完整的圣甲虫壳：0/5",
["n"] = "8144",
},
},
["pa"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
["pc"] = "特兰雷克`塔纳利斯`51,27`52,27`51,28`50,26",
},
[2651] = {
["q"] = "菲拉斯`堕落的力量`47`52`1`菲拉斯莫沙彻营地的塔罗·刺蹄要你去费伍德森林杀掉12头怒爪灰熊和12头魔爪掠夺者。",
["os"] = {
[1] = {
["t"] = "怒爪灰熊：0/12",
["n"] = "3229",
},
[2] = {
["t"] = "魔爪掠夺者：0/12",
["n"] = "3240",
},
},
["pa"] = "塔罗·刺蹄`菲拉斯`76,44`76,43`75,44",
["pc"] = "塔罗·刺蹄`贫瘠之地`24,89",
},
[2652] = {
["q"] = "奥达曼`阿戈莫德的命运`38`38`2`收集4个雕纹石罐，把它们交给洛克莫丹的勘察员基恩萨·铁环。",
["os"] = {
[1] = {
["t"] = "雕纹石罐：0/4",
["n"] = "7069`7601`7011`8619`6801",
},
},
["pa"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
["pc"] = "勘察员基恩萨·铁环`洛克莫丹`66,66`66,65`65,65`65,66`67,63",
},
[2653] = {
["q"] = "暗月马戏团`财富在等着你……`12`60`3`到莫高雷的灰月洞穴去寻找你的财宝吧。",
["pa"] = "塞格的塔罗牌#27`艾尔文森林`42,69`40,67",
},
[2654] = {
["q"] = "暗月马戏团`财富在等着你……`10`60`2`到艾尔文森林的东谷伐木场去寻找你的财宝吧。",
["pa"] = "塞格的塔罗牌#23`丹莫罗`47,52",
["pc"] = "神秘的东谷干草堆`艾尔文森林`85,64",
},
[2655] = {
["q"] = "暗月马戏团`财富在等着你……`60`60`3`到西部荒野的死亡矿井中去寻找你的财宝吧。",
["pa"] = "塞格的塔罗牌#24`莫高雷`37,38",
},
[2656] = {
["q"] = "暗月马戏团`财富在等着你……`56`60`1`到贫瘠之地的哀嚎洞穴中去寻找你的财宝吧。",
["pa"] = "塞格的塔罗牌#25`贫瘠之地`24,47",
},
[2657] = {
["q"] = "奥格瑞玛`万众敬仰`60`60`1`在力量谷找到伦萨克。",
["pa"] = "萨尔`灰谷`",
["pc"] = "伦萨克 `杜隆塔尔`",
},
[2658] = {
["q"] = "暗月马戏团`暗月野兽套牌`60`55`2`当暗月马戏团来到镇上的时候，把野兽套牌交给他们。",
["pa"] = "野兽套牌`铁炉堡`29,70`32,71`35,61`29,67`36,61",
["pc"] = "萨杜斯·帕雷教授`莫高雷`36,38`37,38",
},
[2659] = {
["q"] = "暗月马戏团`暗月督军套牌`60`55`2`当暗月马戏团来到镇上的时候，把督军套牌交给他们。",
["pa"] = "督军套牌`铁炉堡`28,58`26,74`71,89`29,55`29,65",
["pc"] = "萨杜斯·帕雷教授`艾尔文森林`41,70`42,70",
},
[2660] = {
["q"] = "牧师`光与影的平衡`60`60`3`在总计有15个农夫被杀死之前拯救50个农夫。完成任务之后与艾瑞斯·哈文法谈谈。\n\n你可以通过浏览死亡布告来了解自己拯救了多少农夫。",
["pa"] = "艾瑞斯·哈文法`东瘟疫之地`21,18",
["pc"] = "艾瑞斯·哈文法`东瘟疫之地`21,18",
},
[2661] = {
["q"] = "暴风城`暗月元素套牌`60`0`2`当暗月马戏团来到镇上的时候，把元素套牌交给他们。",
["pa"] = "元素套牌`铁炉堡`24,71",
["pc"] = "萨杜斯·帕雷教授`艾尔文森林`41,70`42,70",
},
[2662] = {
["q"] = "猎人`远古石叶`60`60`1`找到远古石叶的主人。祝你好运，华莱士。这个世界是很大的。",
["pa"] = "远古石叶`熔火之核`",
},
[2663] = {
["q"] = "猎人`上古守护者的手杖`60`60`2`你必须找到并干掉下列4个恶魔：\n\n迷人的西蒙妮。\n\n疯狂的克林弗兰。\n\ns屠杀者索伦诺尔。\n\n摧毁者阿托留斯。\n\n杀掉这些恶魔，然后回到费伍德森林的古树瓦特鲁斯那里去。\n\n根据你背包中的石化树皮来找到它们所在位置的线索。\n\n你必须独自完成这个任务。",
["os"] = {
[1] = {
["t"] = "西蒙妮的头颅：0/1",
},
[2] = {
["t"] = "克林弗兰的头颅：0/1",
},
[3] = {
["t"] = "索伦诺尔的头颅：0/1",
},
[4] = {
["t"] = "阿托留斯的头颅：0/1",
},
},
["pa"] = "古树瓦特鲁斯`费伍德森林`49,24`49,25`49,26`50,26`48,24",
},
[2664] = {
["q"] = "猎人`合适的弓弦`60`63`2`费伍德森林的古树斯托玛要求你带给他一块成年黑龙的肌腱。",
["os"] = {
[1] = {
["t"] = "成年黑龙的肌腱：0/1",
["n"] = "13110",
},
},
["pa"] = "古树斯托玛`费伍德森林`49,24`49,22`49,25`49,26",
},
[2665] = {
["q"] = "费伍德森林`龙筋箭袋`60`0`2`费伍德森林的古树哈斯塔特要求你带回一块成年蓝龙的肌腱。",
["pa"] = "古树哈斯塔特`费伍德森林`48,24`49,25`49,26`48,22`48,25",
["pc"] = "古树哈斯塔特`费伍德森林`48,24`49,25`49,26`48,22`48,25",
},
[2666] = {
["q"] = "祖尔格拉布`祭司的头颅`60`60`3`将神圣之索穿上妖术师的头颅和5颗导魔师的头颅，然后把这一串头颅交给尤亚姆巴岛上的伊克萨尔。",
["os"] = {
[1] = {
["t"] = "古拉巴什头颅堆：0/1",
},
},
["pa"] = "伊克萨尔`荆棘谷`16,16`15,15`15,16",
},
[2667] = {
["q"] = "祖尔格拉布`权力珍宝：捕猎者护腕`60`61`3`从祖尔格拉布把以下权力珍宝带给盲眼法希尔克：5枚碎颅硬币，5枚沙怒硬币，2枚黄色哈卡莱宝石和1条原始哈卡莱护腕。\n\n盲眼法希尔克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "碎颅硬币：0/5",
["n"] = "13113`13115`13122`13116",
},
[2] = {
["t"] = "沙怒硬币：0/5",
["n"] = "13113`13117`13118`13115`13119`13116",
},
[3] = {
["t"] = "黄色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱护腕：0/1",
["n"] = "13120",
},
},
["pa"] = "盲眼法希尔`荆棘谷`14,14`14,15`13,16`15,15`15,14",
},
[2668] = {
["q"] = "祖尔格拉布`权力珍宝：捕猎者腰带`60`61`3`从祖尔格拉布把以下权力珍宝带给盲眼法希尔：5枚拉扎什硬币，5枚哈卡莱硬币，2枚绿色哈卡莱宝石和1条原始哈卡莱披肩。你还必须在赞达拉部族中达到尊敬或更高的声望。\n\n盲眼法希尔在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "拉扎什硬币：0/5",
["n"] = "13125`13113`13117`13123`13115`13124`13122`13116",
},
[2] = {
["t"] = "哈卡莱硬币：0/5",
["n"] = "13127`13117`12710`13123`13115`13122`13116",
},
[3] = {
["t"] = "绿色哈卡莱宝石：0/2",
["n"] = "13127`13117`12710`13124`13119",
},
[4] = {
["t"] = "原始哈卡莱披肩：0/1",
["n"] = "13129`13128",
},
},
["pa"] = "盲眼法希尔`荆棘谷`14,14`14,15`13,16`15,15`15,14",
},
[2669] = {
["q"] = "祖尔格拉布`权力珍宝：捕猎者衬肩`60`61`3`从祖尔格拉布把以下权力珍宝带给盲眼法希尔：5枚祖利安硬币，5枚古拉巴什硬币，2枚银色哈卡莱宝石和一块原始哈卡莱盾牌。\n\n盲眼法希尔在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "祖利安硬币：0/5",
["n"] = "13113`13130`13117`12710`13122",
},
[2] = {
["t"] = "古拉巴什硬币：0/5",
},
[3] = {
["t"] = "银色哈卡莱宝石：0/2",
["n"] = "13131`13132",
},
[4] = {
["t"] = "原始哈卡莱之盾：0/1",
["n"] = "13133",
},
},
["pa"] = "盲眼法希尔`荆棘谷`14,14`14,15`13,16`15,15`15,14",
},
[2670] = {
["q"] = "祖尔格拉布`赞扎的宝石`60`0`2`将你在祖尔格拉布找到的哈卡莱宝石带往尤亚姆巴岛的赞扎祭坛进行销毁，然后跟祭坛旁边的温卡萨谈一谈。",
["pa"] = "温卡萨`荆棘谷`15,16",
},
[2671] = {
["q"] = "猎人`猎人的护符`60`52`1`跟艾萨拉的奥汀克谈一谈。",
["pa"] = "奥玛克`奥格瑞玛`66,19`66,18`66,20`67,19`67,17",
},
[2672] = {
["q"] = "阿拉希盆地`阿拉希盆地之战！`40`55`1`进攻阿拉希盆地的矿洞、伐木场、铁匠铺和兽栏，然后向落锤镇的屠杀者杜维尔复命。",
["os"] = {
[1] = {
["t"] = "突袭矿洞：0/1",
},
[2] = {
["t"] = "突袭伐木场：0/1",
},
[3] = {
["t"] = "突袭铁匠铺：0/1",
},
[4] = {
["t"] = "突袭兽栏：0/1",
},
},
["pa"] = "屠杀者杜维尔`阿拉希高地`73,30",
},
[2673] = {
["q"] = "阿拉希盆地`切断阿拉索补给线`60`0`1`进入阿拉希盆地，获得一箱阿拉希资源箱，然后将它交给落锤镇的亡灵哨兵莫提斯。",
["pa"] = "亡灵哨兵莫提斯`阿拉希高地`",
},
[2674] = {
["q"] = "祖尔格拉布`面对叶基亚`59`58`2`跟叶基亚谈一谈。",
["pa"] = "勘查员詹斯·铁靴`费伍德森林`",
["pc"] = "叶基亚`费伍德森林`",
},
[2675] = {
["q"] = "塔纳利斯`斯杜雷的货物`42`45`1`将斯杜雷的货物交给热砂港的斯杜雷。",
["os"] = {
[1] = {
["t"] = "斯杜雷的货物：0/1",
["n"] = "8461`8462`5473`13422",
},
},
["pa"] = "斯杜雷`费伍德森林`",
["pc"] = "斯杜雷`塔纳利斯`67,24`66,23`66,24",
},
[2676] = {
["q"] = "牧师`塞纳里奥议会的求助`50`52`1`找到艾萨拉的奥汀克。",
["pa"] = "乌尔库`奥格瑞玛`36,87`36,88`36,86`37,88`37,89",
["pc"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
},
[2677] = {
["q"] = "牧师`苔蹄快步者`50`52`1`收集4份健康的野鹿腺体，把它们交给艾萨拉的奥汀克。奥汀克住在埃达拉斯废墟东北部悬崖的顶部。",
["os"] = {
[1] = {
["t"] = "健康的野鹿腺体：0/4",
["n"] = "11891",
},
},
["pa"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
["pc"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
},
[2678] = {
["q"] = "牧师`亡灵的腐液`50`52`1`为艾萨拉的奥汀克带回一份亡灵腐液。奥汀克住在埃达拉斯废墟东北部悬崖的顶端。",
["os"] = {
[1] = {
["t"] = "亡灵腐液：0/1",
["n"] = "5464`9198`9346`9357`12647`11083`9242`9306`9482`11084`12379`13195`12755`9667`9882`11094`9445`9173`9456`12671`9210`12757`9664`9229`12378`9280`9271`12767`9319`9851`11028`12567`9285`12521`9506`12627`6435`9670`12789`9610`13135`9253`9490`9632`9331`9496`9195`12477`9515`9641`9388`9248`9579`12683`12726`2530`12082`9464`12505`9616`6547`5874`12817`9354`12735`13137`4086`6536`11025`5475`12366`6528`9370`6527`9291`9662`12794`12739`6348`6600`9521`8793`9422`9583`12620`12545`3176`3181`6518`9409`9619`9448`8150`12760`9233`11081`9660`13134`9292",
},
},
["pa"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
["pc"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
},
[2679] = {
["q"] = "牧师`摩弗拉斯之血`50`52`1`前往沉没的阿塔哈卡神庙，杀死绿龙摩弗拉斯，将他的血液交给费伍德森林中的格雷塔·苔蹄。沉没的神庙的入口就在悲伤沼泽中。",
["os"] = {
[1] = {
["t"] = "摩弗拉斯之血：0/1",
["n"] = "10813",
},
},
["pa"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
},
[2680] = {
["q"] = "塔纳利斯`拉斯塔哈之手`60`58`2`跟荆棘谷的莫托尔谈一谈。",
["pa"] = "勘查员詹斯·铁靴`塔纳利斯`66,25`67,24`66,24`66,23`67,23",
["pc"] = "莫托尔`荆棘谷`15,15`16,14`16,16`15,16",
},
[2681] = {
["q"] = "阿拉希盆地`阿拉希盆地的资源！`40`45`2`获得阿拉希盆地战斗的胜利，获取一只阿拉希资源箱，然后向避难谷地的玛克里尔中士复命。",
["os"] = {
[1] = {
["t"] = "阿拉希资源箱：0/1",
},
},
["pa"] = "玛克里尔中士`阿拉希高地`46,45",
},
[2682] = {
["q"] = "阿拉希盆地`阿拉希盆地之战！`40`0`2`进攻矿洞、伐木场、铁匠铺和农场，然后向避难谷地的奥斯莱特元帅复命。",
["pa"] = "奥斯莱特元帅`阿拉希高地`46,45`46,46`45,47",
},
[2683] = {
["q"] = "盗贼`简单的要求`60`52`2`前往拉文霍德庄园，和乔拉齐·拉文霍德公爵谈一谈。",
["pa"] = "霍夫丹·黑须`铁炉堡`52,15`52,14`51,15`51,16",
["pc"] = "乔拉齐·拉文霍德公爵`希尔斯布莱德丘陵`84,18`84,17",
},
[2684] = {
["q"] = "盗贼`密封的蓝袋子`60`52`2`从艾萨拉的木喉萨满祭司那儿取回密封的蓝袋子，将它交给艾萨拉的大法师克希雷姆。",
["os"] = {
[1] = {
["t"] = "密封的蓝袋子：0/1",
},
},
["pa"] = "乔拉齐·拉文霍德公爵`希尔斯布莱德丘陵`84,18`84,17",
["pc"] = "大法师克希雷姆`艾萨拉`30,40`29,41`30,41`29,40",
},
[2685] = {
["q"] = "盗贼`密文碎片`60`52`2`将10块密文碎片交给艾萨拉的大法师克希雷姆。",
["os"] = {
[1] = {
["t"] = "密文碎片：0/10",
["n"] = "13207",
},
},
["pa"] = "大法师克希雷姆`艾萨拉`30,40`29,41`30,41`29,40",
},
[2686] = {
["q"] = "祖尔格拉布`权力珍宝：预言者护腕`60`61`1`从祖尔格拉布把以下权力珍宝交给祖达萨的梅维克：5枚拉扎什硬币，5枚血顶硬币，2枚蓝色哈卡莱宝石和1条原始哈卡莱护腕。你还必须在赞达拉部族中达到友好或更高的声望。\n\n祖达萨的梅维克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "拉扎什硬币：0/5",
["n"] = "13125`13113`13117`13123`13115`13124`13122`13116",
},
[2] = {
["t"] = "血顶硬币：0/5",
["n"] = "13117`13210`12710`13123`13115`13116`13211",
},
[3] = {
["t"] = "蓝色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱护臂：0/1",
["n"] = "13128",
},
},
["pa"] = "祖达萨的梅维克`荆棘谷`15,16`16,16`15,15",
},
[2687] = {
["q"] = "祖尔格拉布`权力珍宝：预言者腰带`60`61`1`从祖尔格拉布把以下权力珍宝带给祖达萨的梅维克：5枚碎颅硬币，5枚拉扎什硬币，2枚紫色哈卡莱宝石和1条原始哈卡莱束带。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n祖达萨的梅维克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "碎颅硬币：0/5",
["n"] = "13113`13115`13122`13116",
},
[2] = {
["t"] = "古拉巴什硬币：0/5",
},
[3] = {
["t"] = "紫色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱束带：0/1",
["n"] = "13128`13212",
},
},
["pa"] = "祖达萨的梅维克`荆棘谷`15,16`16,16`15,15",
},
[2688] = {
["q"] = "法师`魔法的尘埃`51`52`1`为大法师克希雷姆收集10份闪光尘埃。",
["os"] = {
[1] = {
["t"] = "闪光尘埃：0/10",
["n"] = "3201`3197",
},
},
["pa"] = "大法师克希雷姆`艾萨拉`30,40`29,41`30,41`29,40",
},
[2689] = {
["q"] = "西瘟疫之地`阿拉基的圣甲虫`56`60`2`杀掉召唤者阿拉基，并将阿拉基的圣甲虫交给西瘟疫之地冰风岗的化学家阿尔比顿。",
["os"] = {
[1] = {
["t"] = "阿拉基的圣甲虫：0/1",
["n"] = "12330",
},
},
["pa"] = "化学家阿尔比顿`奥特兰克山脉`79,29`79,28`80,29`79,30`78,28",
["pc"] = "化学家阿尔比顿`西瘟疫之地`43,84`43,83`43,85`45,84`44,82",
},
[2690] = {
["q"] = "祖尔格拉布`权力珍宝：忏悔者裹布`60`61`1`从祖尔格拉布把以下权力珍宝交给全知者阿塔比姆：5枚沙怒硬币，5枚血顶硬币，2枚黄色哈卡莱宝石和1条原始哈卡莱直柱。你还必须在赞达拉部族中达到友好或更高的声望。\n\n全知者阿塔比姆在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "沙怒硬币：0/5",
["n"] = "13113`13117`13118`13115`13119`13116",
},
[2] = {
["t"] = "血顶硬币：0/5",
["n"] = "13117`13210`12710`13123`13115`13116`13211",
},
[3] = {
["t"] = "黄色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱直柱：0/1",
["n"] = "13120",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2691] = {
["q"] = "祖尔格拉布`权力珍宝：忏悔者护腕`60`61`1`从祖尔格拉布把以下权力珍宝交给全知者阿塔比姆：5枚哈卡硬币，5枚祖利安硬币硬币，2枚橙色哈卡莱宝石和1条原始哈卡莱腰带。你还必须在赞达拉部族中达到尊敬或更高的声望。\n\n全知者阿塔比姆在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "哈卡莱硬币：0/5",
["n"] = "13127`13117`12710`13123`13115`13122`13116",
},
[2] = {
["t"] = "祖利安硬币：0/5",
["n"] = "13113`13130`13117`12710`13122",
},
[3] = {
["t"] = "橙色哈卡莱宝石：0/2",
["n"] = "13122`13119",
},
[4] = {
["t"] = "原始哈卡莱腰带：0/1",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2692] = {
["q"] = "祖尔格拉布`权力珍宝：忏悔者衬肩`60`61`1`从祖尔格拉布把以下权力珍宝交给全知者阿塔比姆：5枚拉扎什硬币，5枚枯木硬币，2枚青铜哈卡莱宝石和1块原始哈卡莱之盾。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n全知者阿塔比姆在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "拉扎什硬币：0/5",
["n"] = "13125`13113`13117`13123`13115`13124`13122`13116",
},
[2] = {
["t"] = "枯木硬币：0/5",
["n"] = "13115`13131`13122`13116",
},
[3] = {
["t"] = "青铜哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱之盾：0/1",
["n"] = "13133",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2693] = {
["q"] = "猎人`神庙中的绿龙`60`52`2`将摩弗拉斯的牙齿交给艾萨拉的奥汀克。他住在埃达拉斯废墟东北部悬崖的顶端。",
["os"] = {
[1] = {
["t"] = "摩弗拉斯之牙：0/1",
["n"] = "10813",
},
},
["pa"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
},
[2694] = {
["q"] = "法师`法师的会见`60`0`1`找到萨纳斯，让他将你传送到大法师克希雷姆那儿。",
["pa"] = "尤塞尔奈`东瘟疫之地`",
},
[2695] = {
["q"] = "祖尔格拉布`权力珍宝：狂妄者外套`60`61`1`从祖尔格拉布把以下权力珍宝带给盲眼法希尔：5枚哈卡莱硬币，5枚碎颅硬币，2枚金色哈卡莱宝石和1块原始哈卡莱盾牌。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n盲眼法希尔在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "哈卡莱硬币：0/5",
["n"] = "13127`13117`12710`13123`13115`13122`13116",
},
[2] = {
["t"] = "碎颅硬币：0/5",
["n"] = "13113`13115`13122`13116",
},
[3] = {
["t"] = "金色哈卡莱宝石：0/2",
["n"] = "12710",
},
[4] = {
["t"] = "原始哈卡莱之盾：0/1",
["n"] = "13133",
},
},
["pa"] = "盲眼法希尔`荆棘谷`14,14`14,15`13,16`15,15`15,14",
},
[2696] = {
["q"] = "祖尔格拉布`权力珍宝：狂妄者衬肩`60`61`1`从祖尔格拉布把以下权力珍宝带给盲眼法希尔：5枚祖利安硬币，5枚拉扎什硬币，2枚紫色哈卡莱宝石和1条原始哈卡莱束带。你还必须在赞达拉部族中达到尊敬或更高的声望。\n\n盲眼法希尔在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "祖利安硬币：0/5",
["n"] = "13113`13130`13117`12710`13122",
},
[2] = {
["t"] = "拉扎什硬币：0/5",
["n"] = "13125`13113`13117`13123`13115`13124`13122`13116",
},
[3] = {
["t"] = "紫色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱束带：0/1",
["n"] = "13128`13212",
},
},
["pa"] = "盲眼法希尔`荆棘谷`14,14`14,15`13,16`15,15`15,14",
},
[2697] = {
["q"] = "祖尔格拉布`权力珍宝：狂妄者护腕`60`61`1`从祖尔格拉布把以下权力珍宝带给盲眼法希尔：5枚血顶硬币，5枚邪枝硬币，2枚蓝色哈卡莱宝石和1条原始哈卡莱护腕。你还必须在赞达拉部族中达到友好或更高的声望。\n\n盲眼法希尔在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "血顶硬币：0/5",
["n"] = "13117`13210`12710`13123`13115`13116`13211",
},
[2] = {
["t"] = "邪枝硬币：0/5",
["n"] = "13130`13117`12710`13115`13131`13122`13119`13116",
},
[3] = {
["t"] = "蓝色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱护臂：0/1",
["n"] = "13128",
},
},
["pa"] = "盲眼法希尔`荆棘谷`14,14`14,15`13,16`15,15`15,14",
},
[2698] = {
["q"] = "祖尔格拉布`权力珍宝：占卜师护腕`60`61`3`从祖尔格拉布把以下权力珍宝带给祖达萨的梅维克：5枚沙怒硬币，5枚拉扎什硬币，2枚绿色哈卡莱宝石和1条原始哈卡莱腰带。你还必须在赞达拉部族中达到友好或更高的声望。\n\n祖达萨的梅维克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "哈卡莱硬币：0/5",
["n"] = "13127`13117`12710`13123`13115`13122`13116",
},
[2] = {
["t"] = "邪枝硬币：0/5",
["n"] = "13130`13117`12710`13115`13131`13122`13119`13116",
},
[3] = {
["t"] = "红色哈卡莱宝石：0/2",
["n"] = "12710",
},
[4] = {
["t"] = "原始哈卡莱直柱：0/1",
["n"] = "13120",
},
},
["pa"] = "祖达萨的梅维克`荆棘谷`15,16`16,16`15,15",
},
[2699] = {
["q"] = "祖尔格拉布`权力珍宝：占卜师腰带`60`61`3`从祖尔格拉布把以下权力珍宝带给祖达萨的梅维克：5枚沙怒硬币，5枚拉扎什硬币，2枚绿色哈卡莱宝石和一条原始哈卡莱腰带。祖达萨的梅维克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "沙怒硬币：0/5",
["n"] = "13113`13117`13118`13115`13119`13116",
},
[2] = {
["t"] = "拉扎什硬币：0/5",
["n"] = "13125`13113`13117`13123`13115`13124`13122`13116",
},
[3] = {
["t"] = "绿色哈卡莱宝石：0/2",
["n"] = "13127`13117`12710`13124`13119",
},
[4] = {
["t"] = "原始哈卡莱腰带：0/1",
},
},
["pa"] = "祖达萨的梅维克`荆棘谷`15,16`16,16`15,15",
},
[2700] = {
["q"] = "祖尔格拉布`权力珍宝：占卜师外套`60`61`3`从祖尔格拉布把以下权力珍宝带给祖达萨的梅维克：5枚古拉巴什硬币，5枚祖利安硬币，2枚青铜色哈卡莱宝石和1条原始哈卡莱徽章。祖达萨的梅维克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "古拉巴什硬币：0/5",
},
[2] = {
["t"] = "祖利安硬币：0/5",
["n"] = "13113`13130`13117`12710`13122",
},
[3] = {
["t"] = "青铜哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱徽章：0/1",
["n"] = "13129",
},
},
["pa"] = "祖达萨的梅维克`荆棘谷`15,16`16,16`15,15",
},
[2701] = {
["q"] = "冬泉谷`碎齿熊尤西乌斯`55`56`1`永望镇的斯托姆·影蹄想要你去杀死尤西乌斯。",
["os"] = {
[1] = {
["t"] = "尤西乌斯：0/1",
["n"] = "3539`3541",
},
},
["pa"] = "斯托姆·影蹄`冬泉谷`1,72`0,72`0,73",
},
[2702] = {
["q"] = "法师`纳迦的珊瑚`59`52`3`收集6块魔化珊瑚，然后把它们交给大法师克希雷姆。",
["os"] = {
[1] = {
["t"] = "魔化珊瑚：0/6",
["n"] = "6267",
},
},
["pa"] = "大法师克希雷姆`艾萨拉`30,40`29,41`30,41`29,40",
},
[2703] = {
["q"] = "萨满祭司`达克雷尔的威胁`60`60`1`在斯坦索姆地下室的尸骨储藏所的中心使用预言水晶球。然后你必须与被召唤出来的幽灵作战。击败这些幽灵之后，死亡骑士达克雷尔才会出现，你的任务就是击败他。\n\n把死亡骑士达克雷尔的头颅交给奥格瑞玛智慧谷的萨格尼。",
["os"] = {
[1] = {
["t"] = "达克雷尔的头颅：0/1",
},
},
["pa"] = "萨格尼`贫瘠之地`",
},
[2704] = {
["q"] = "祖尔格拉布`权力珍宝：幻术师裹布`60`61`1`从祖尔格拉布把以下权力珍宝带给全知者阿塔比姆：5枚枯木硬币，5枚邪枝硬币，2枚蓝色哈卡莱宝石和1条原始哈卡莱护腕。你还必须在赞达拉部族中达到友好或更高的声望。\n\n全知者阿塔比姆克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "枯木硬币：0/5",
["n"] = "13115`13131`13122`13116",
},
[2] = {
["t"] = "邪枝硬币：0/5",
["n"] = "13130`13117`12710`13115`13131`13122`13119`13116",
},
[3] = {
["t"] = "蓝色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱护腕：0/1",
["n"] = "13120",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2705] = {
["q"] = "祖尔格拉布`权力珍宝：幻术师长袍`60`61`1`从祖尔格拉布把以下权力珍宝带给全知者阿塔比姆：5枚沙怒硬币，5枚祖利安硬币，2枚银色哈卡莱宝石和1条原始哈卡莱套索。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n全知者阿塔比姆克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "沙怒硬币：0/5",
["n"] = "13113`13117`13118`13115`13119`13116",
},
[2] = {
["t"] = "祖利安硬币：0/5",
["n"] = "13113`13130`13117`12710`13122",
},
[3] = {
["t"] = "银色哈卡莱宝石：0/2",
["n"] = "13131`13132",
},
[4] = {
["t"] = "原始哈卡莱套索：0/1",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2706] = {
["q"] = "祖尔格拉布`权力珍宝：幻术师衬肩`60`61`1`从祖尔格拉布把以下权力珍宝交给全知者阿塔比姆：5枚古拉巴什硬币，5枚拉扎什硬币，2枚橙色哈卡莱宝石和1条原始哈卡莱披肩。你还必须在赞达拉部族中达到尊敬或更高的声望。\n\n全知者阿塔比姆克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "古拉巴什硬币：0/5",
},
[2] = {
["t"] = "拉扎什硬币：0/5",
["n"] = "13125`13113`13117`13123`13115`13124`13122`13116",
},
[3] = {
["t"] = "橙色哈卡莱宝石：0/2",
["n"] = "13122`13119",
},
[4] = {
["t"] = "原始哈卡莱披肩：0/1",
["n"] = "13129`13128",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2707] = {
["q"] = "祖尔格拉布`权力珍宝：辩护者护臂`60`61`3`从祖尔格拉布把以下权力珍宝带给击碎者金罗克：5枚古拉巴什硬币，5枚枯木硬币，2枚黄色哈卡莱宝石和1条原始哈卡莱护臂。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n击碎者金罗克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "古拉巴什硬币：0/5",
},
[2] = {
["t"] = "枯木硬币：0/5",
["n"] = "13115`13131`13122`13116",
},
[3] = {
["t"] = "黄色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱护臂：0/1",
["n"] = "13128",
},
},
["pa"] = "击碎者金罗克`荆棘谷`15,15`15,14`16,14`15,16`16,13",
},
[2708] = {
["q"] = "祖尔格拉布`权力珍宝：辩护者腰带`60`61`3`从祖尔格拉布把以下权力珍宝带给击碎者金罗克：5枚邪枝硬币，5枚碎颅硬币，2枚绿色哈卡莱宝石和1条原始哈卡莱束带。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n击碎者金罗克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "邪枝硬币：0/5",
["n"] = "13130`13117`12710`13115`13131`13122`13119`13116",
},
[2] = {
["t"] = "碎颅硬币：0/5",
["n"] = "13113`13115`13122`13116",
},
[3] = {
["t"] = "绿色哈卡莱宝石：0/2",
["n"] = "13127`13117`12710`13124`13119",
},
[4] = {
["t"] = "原始哈卡莱束带：0/1",
["n"] = "13128`13212",
},
},
["pa"] = "击碎者金罗克`荆棘谷`15,15`15,14`16,14`15,16`16,13",
},
[2709] = {
["q"] = "祖尔格拉布`权力珍宝：辩护者胸甲`60`61`3`从祖尔格拉布把以下权力珍宝带给击碎者金罗克：5枚血顶硬币，5枚沙怒硬币，2枚青铜色哈卡莱宝石和1条原始哈卡莱套索。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n击碎者金罗克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "血顶硬币：0/5",
["n"] = "13117`13210`12710`13123`13115`13116`13211",
},
[2] = {
["t"] = "沙怒硬币：0/5",
["n"] = "13113`13117`13118`13115`13119`13116",
},
[3] = {
["t"] = "青铜哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱套索：0/1",
},
},
["pa"] = "击碎者金罗克`荆棘谷`15,15`15,14`16,14`15,16`16,13",
},
[2710] = {
["q"] = "祖尔格拉布`权力珍宝：思考者护臂`60`61`2`从祖尔格拉布把以下权力珍宝带给击碎者金罗克：5枚祖利安硬币，5枚枯木硬币，2枚红色哈卡莱宝石和1条原始哈卡莱护腕。你还必须在赞达拉部族中达到友好或更高的声望。\n\n击碎者金罗克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "祖利安硬币：0/5",
["n"] = "13113`13130`13117`12710`13122",
},
[2] = {
["t"] = "枯木硬币：0/5",
["n"] = "13115`13131`13122`13116",
},
[3] = {
["t"] = "红色哈卡莱宝石：0/2",
["n"] = "12710",
},
[4] = {
["t"] = "原始哈卡莱护腕：0/1",
["n"] = "13120",
},
},
["pa"] = "击碎者金罗克`荆棘谷`15,15`15,14`16,14`15,16`16,13",
},
[2711] = {
["q"] = "祖尔格拉布`权力珍宝：思考者腰带`60`61`2`从祖尔格拉布把以下权力珍宝带给击碎者金罗克：5枚血顶硬币，5枚碎颅硬币，2枚紫色哈卡莱宝石和1条原始哈卡莱披肩。你还必须在赞达拉部族中达到尊敬或更高的声望。\n\n击碎者金罗克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "血顶硬币：0/5",
["n"] = "13117`13210`12710`13123`13115`13116`13211",
},
[2] = {
["t"] = "碎颅硬币：0/5",
["n"] = "13113`13115`13122`13116",
},
[3] = {
["t"] = "紫色哈卡莱宝石：0/2",
},
[4] = {
["t"] = "原始哈卡莱披肩：0/1",
["n"] = "13129`13128",
},
},
["pa"] = "击碎者金罗克`荆棘谷`15,15`15,14`16,14`15,16`16,13",
},
[2712] = {
["q"] = "祖尔格拉布`权力珍宝：思考者胸甲`60`61`2`从祖尔格拉布把以下权力珍宝带给击碎者金罗克：5枚邪枝硬币，5枚沙怒硬币，2枚金色哈卡莱宝石和1条原始哈卡莱徽章。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n击碎者金罗克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "邪枝硬币：0/5",
["n"] = "13130`13117`12710`13115`13131`13122`13119`13116",
},
[2] = {
["t"] = "沙怒硬币：0/5",
["n"] = "13113`13117`13118`13115`13119`13116",
},
[3] = {
["t"] = "金色哈卡莱宝石：0/2",
["n"] = "12710",
},
[4] = {
["t"] = "原始哈卡莱徽章：0/1",
["n"] = "13129",
},
},
["pa"] = "击碎者金罗克`荆棘谷`15,15`15,14`16,14`15,16`16,13",
},
[2713] = {
["q"] = "猎人`苔蹄快步者的鹿角`57`52`3`将一副完好的苔蹄快步者鹿角交给艾萨拉的奥汀克。奥汀克居住在埃达拉斯废墟东北部的悬崖顶。",
["os"] = {
[1] = {
["t"] = "完美的鹿角：0/2",
["n"] = "11891",
},
},
["pa"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
["pc"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
},
[2714] = {
["q"] = "猎人`碎浪多头怪`60`52`3`将6块碎浪多头怪的鳞片交给艾萨拉的奥汀克。奥汀克居住在埃达拉斯废墟东北部的悬崖顶部。",
["os"] = {
[1] = {
["t"] = "碎浪多头怪的鳞片：0/6",
["n"] = "6272`12907",
},
},
["pa"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
["pc"] = "奥汀克`艾萨拉`42,43`41,42`42,42`41,43",
},
[2715] = {
["q"] = "阿拉希盆地`夺取四座基地`60`60`1`同时占据阿拉希盆地中的四座基地，然后向落锤镇的屠杀者杜维尔复命。",
["pa"] = "屠杀者杜维尔 `阿拉希高地`",
["pc"] = "屠杀者杜维尔 `阿拉希高地`",
},
[2716] = {
["q"] = "祖尔格拉布`权力珍宝：预言者外套`60`61`1`从祖尔格拉布把以下权力珍宝带给祖达萨的梅维克：5枚枯木硬币，5枚哈卡莱硬币，2枚金色哈卡莱宝石和1条原始哈卡莱徽章。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n祖达萨的梅维克在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "枯木硬币：0/5",
["n"] = "13115`13131`13122`13116",
},
[2] = {
["t"] = "哈卡莱硬币：0/5",
["n"] = "13127`13117`12710`13123`13115`13122`13116",
},
[3] = {
["t"] = "金色哈卡莱宝石：0/2",
["n"] = "12710",
},
[4] = {
["t"] = "原始哈卡莱徽章：0/1",
["n"] = "13129",
},
},
["pa"] = "祖达萨的梅维克`荆棘谷`15,16`16,16`15,15",
},
[2717] = {
["q"] = "祖尔格拉布`权力珍宝：恶魔师裹带`60`61`1`从祖尔格拉布把以下权力珍宝交给全知者阿塔比姆：5枚邪枝硬币，5枚古拉巴什硬币，2块哈卡莱宝石，和1根原始哈卡莱直柱。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n全知者阿塔比姆在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "邪枝硬币：0/5",
["n"] = "13130`13117`12710`13115`13131`13122`13119`13116",
},
[2] = {
["t"] = "古拉巴什硬币：0/5",
},
[3] = {
["t"] = "红色哈卡莱宝石：0/2",
["n"] = "12710",
},
[4] = {
["t"] = "原始哈卡莱直柱：0/1",
["n"] = "13120",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2718] = {
["q"] = "祖尔格拉布`权力珍宝：恶魔师衬肩`60`61`3`从祖尔格拉布把以下权力珍宝交给全知者阿塔比姆：5枚枯木硬币，5枚哈卡硬币，2枚橙色哈卡莱宝石和1条原始哈卡莱腰带。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n全知者阿塔比姆在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "枯木硬币：0/5",
["n"] = "13115`13131`13122`13116",
},
[2] = {
["t"] = "哈卡莱硬币：0/5",
["n"] = "13127`13117`12710`13123`13115`13122`13116",
},
[3] = {
["t"] = "橙色哈卡莱宝石：0/2",
["n"] = "13122`13119",
},
[4] = {
["t"] = "原始哈卡莱腰带：0/1",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2719] = {
["q"] = "祖尔格拉布`权力珍宝：恶魔师长袍`60`61`1`从祖尔格拉布把以下权力珍宝交给全知者阿塔比姆：5枚碎颅硬币，5枚血顶硬币，2枚银色哈卡莱宝石和1块原始哈卡莱套索。你还必须在赞达拉部族中达到崇敬或更高的声望。\n\n全知者阿塔比姆在荆棘谷的尤亚姆巴岛上。",
["os"] = {
[1] = {
["t"] = "碎颅硬币：0/5",
["n"] = "13113`13115`13122`13116",
},
[2] = {
["t"] = "血顶硬币：0/5",
["n"] = "13117`13210`12710`13123`13115`13116`13211",
},
[3] = {
["t"] = "银色哈卡莱宝石：0/2",
["n"] = "13131`13132",
},
[4] = {
["t"] = "原始哈卡莱套索：0/1",
},
},
["pa"] = "全知者阿塔比姆`荆棘谷`15,16",
},
[2720] = {
["q"] = "冬泉谷`祝你好运`55`60`1`收集10块霜槌碎片，把它们交冬泉谷的巫医玛艾里。",
["os"] = {
[1] = {
["t"] = "霜槌碎片：0/10",
["n"] = "12384`9412`13059`12383",
},
},
["pa"] = "巫医玛艾里`冬泉谷`62,38",
},
[2721] = {
["q"] = "冬泉谷`冰风奇美拉布鲁米兰`55`58`1`永望镇的斯托姆·影蹄想要你去杀死布鲁米兰。",
["os"] = {
[1] = {
["t"] = "布鲁米兰：0/1",
["n"] = "3632",
},
},
["pa"] = "斯托姆·影蹄`冬泉谷`1,72`0,72`0,73",
["pc"] = "斯托姆·影蹄`冬泉谷`1,72`0,72`0,73",
},
[2722] = {
["q"] = "冬泉谷`希洛塔姆`56`60`1`永望镇的斯托姆·影蹄想要你去杀死希洛塔姆。",
["os"] = {
[1] = {
["t"] = "希洛塔姆：0/1",
["n"] = "3781`3783",
},
},
["pa"] = "斯托姆·影蹄`冬泉谷`1,72`0,72`0,73",
},
[2723] = {
["q"] = "法师`毁灭摩弗拉斯`60`52`2`从摩弗拉斯身上取回奥术碎片，然后返回大法师克希雷姆那儿。",
["os"] = {
[1] = {
["t"] = "奥术碎片：0/1",
["n"] = "10813",
},
},
["pa"] = "大法师克希雷姆`艾萨拉`30,40`29,41`30,41`29,40",
},
[2724] = {
["q"] = "暗月马戏团`暗月入口套牌`60`0`2`当暗月马戏团来到镇上的时候，把入口套牌交给他们。",
["pa"] = "入口套牌`铁炉堡`33,65",
["pc"] = "萨杜斯·帕雷教授`艾尔文森林`41,70`42,70",
},
[2725] = {
["q"] = "盗贼`碧蓝钥匙`60`52`2`将碧蓝钥匙交给乔拉齐·拉文霍德公爵。",
["os"] = {
[1] = {
["t"] = "碧蓝钥匙：0/1",
["n"] = "10813",
},
},
["pa"] = "大法师克希雷姆`艾萨拉`30,40`29,41`30,41`29,40",
["pc"] = "乔拉齐·拉文霍德公爵`希尔斯布莱德丘陵`84,18`84,17",
},
[2726] = {
["q"] = "西瘟疫之地`阿拉基的圣甲虫`57`60`1`杀掉召唤者阿拉基，并将阿拉基的圣甲虫交给西瘟疫之地亡灵壁垒的药剂师迪瑟斯。",
["os"] = {
[1] = {
["t"] = "阿拉基的圣甲虫：0/1",
["n"] = "12330",
},
},
["pa"] = "药剂师迪瑟斯`提瑞斯法林地`83,69`83,70`83,71`84,69`83,72",
["pc"] = "药剂师迪瑟斯`西瘟疫之地`27,56`27,57`26,57`26,56`27,58",
},
[2727] = {
["q"] = "猎人`远古石叶`60`60`2`找到远古石叶的主人。祝你好运，凉月。这个世界是很大的。",
["pa"] = "远古石叶`熔火之核`",
},
[2728] = {
["q"] = "圣骑士`收集材料`60`60`2`把40块符文布、6块奥金锭、10棵阿尔萨斯之泪、5瓶斯坦索姆圣水和150枚金币交给暴风城矮人区的格瑞曼德·艾尔默。",
["os"] = {
[1] = {
["t"] = "斯坦索姆圣水：0/5",
["n"] = "9346`6414`12376`12377`12521`6435`6527`6519`9448`6450`6525",
},
[2] = {
["t"] = "阿尔萨斯之泪：0/10",
["n"] = "12947`9257`8742`1905`6927`8706`8825`9527`6556`1911`10214`9218`9246`12256`8642`12167`10216`10851`8133`10902`9525`9465`8277`13844`10227`7354`8685`8781`8142`10905`8747`8234`13501`9829`10852`3315`3322`3332`3341",
},
[3] = {
["t"] = "符文布：0/40",
["n"] = "6230`6530`9198`9346`9357`12647`11083`9242`9306`9482`11084`4100`12379`12720`9535`9491`9468`6488`12842`8241`12755`12669`9320`12912`12785`12800`9667`12798`6444`6460`11094`9340`9445`9173`9456`12644`12675`3663`3670`9266`12671`9210`13491`3504`3573`3595`12757`9664`9229`12378`9280`9271`9189`6520`12767`9319`9183`9436`3773`12787`12586`12807`3642`12753`3883`9347`13471`12614`5594`11028`12698`12567`9618`9351`12518`9285`12521`13480`12756`9506`12627`6435`9670`12789`9661`9610`13135`9253`12708`9490`9632`9331`9496`9195`12477`9515`9641`11087`12697",
},
[4] = {
["t"] = "奥金锭：0/6",
},
},
["pa"] = "格瑞曼德·艾尔默`赤脊山`",
["pc"] = "格瑞曼德·艾尔默`铁炉堡`",
},
[2729] = {
["q"] = "奥特兰克山谷`鹿盔的挽歌`60`60`2`你被指派去杀死奥特兰克山谷中的巨魔玩家。\n$$杀死一个巨魔，将暗矛巨魔魔精交给丹巴达尔的亚斯拉玛尼斯。",
["os"] = {
[1] = {
["t"] = "暗矛巨魔魔精：0/1",
},
},
},
[2730] = {
["q"] = "祖尔格拉布`纳特的卷尺`60`63`2`将纳特的卷尺交给尘泥沼泽的纳特·帕格。",
["pa"] = "破碎的工具箱`祖尔格拉布`",
["pc"] = "纳特·帕格`尘泥沼泽`59,60`59,59`59,58`58,60`58,59",
},
[2731] = {
["q"] = "灰谷`维琳德·星歌`27`30`2`在达纳苏斯的战士区与塞恩提尔·刃纹谈一谈。",
["pa"] = "哨兵梅丽瑞亚·霜影`灰谷`22,53`23,53`23,52`23,54`22,54",
["pc"] = "塞恩提尔·刃纹`达纳苏斯`62,39`62,34`62,40`62,32`62,35",
},
[2732] = {
["q"] = "暴风城`联盟的胜利`60`70`2`将奥妮克希亚的头颅交给暴风城的伯瓦尔·弗塔根公爵。",
["pa"] = "奥妮克希亚的头颅`奥妮克希亚的巢穴`",
},
[2733] = {
["q"] = "阿拉希盆地`控制四座基地`60`60`2`进入阿拉希盆地，同时占据并控制四座基地，当任务完成之后向避难谷地的奥斯莱特元帅报告。",
["pa"] = "奥斯莱特元帅`阿拉希高地`46,45`46,46`45,47",
},
[2734] = {
["q"] = "阿拉希盆地`夺取五座基地`60`60`1`同时占据阿拉希盆地中的五座基地，然后向落锤镇的屠杀者杜维尔复命。",
["pa"] = "屠杀者杜维尔 `阿拉希高地`",
},
[2735] = {
["q"] = "阿拉希盆地`控制五座基地`60`60`2`同时控制阿拉希盆地中的五座基地，然后向避难谷地的奥斯莱特元帅复命。",
},
[2736] = {
["q"] = "奥格瑞玛`夺回希利苏斯`54`55`3`与希利苏斯塞纳里奥要塞的唤风者梅恩·长角谈一谈。",
["pa"] = "塞纳里奥使者托尔·黑蹄`奥格瑞玛`48,66`48,65`47,66`47,65`50,66",
["pc"] = "唤风者梅恩·长角`希利苏斯`51,38`51,36`50,36`51,37`52,38",
},
[2737] = {
["q"] = "奥格瑞玛`无上的荣耀`51`60`1`把3枚奥特兰克山谷荣誉奖章，3枚阿拉希盆地荣誉奖章和3枚战歌峡谷荣誉奖章交给战场外的部落战争使者。",
["os"] = {
[1] = {
["t"] = "战歌峡谷荣誉奖章：0/3",
},
[2] = {
["t"] = "阿拉希盆地荣誉奖章：0/3",
},
[3] = {
["t"] = "奥特兰克山谷荣誉奖章：0/3",
},
},
["pa"] = "部落战争使者`奥格瑞玛`80,30`81,31`80,31`81,30`79,30",
},
[2738] = {
["q"] = "战歌峡谷`峡谷中的战斗`40`60`1`bring 3 warsong gulch marks of honor to a horde warbringer outside the battlegrounds.",
["os"] = {
[1] = {
["t"] = "战歌峡谷荣誉奖章：0/3",
},
},
["pa"] = "部落战争使者`奥格瑞玛`80,30`81,31`80,31`81,30`79,30",
},
[2739] = {
["q"] = "战士`困扰的灵魂`50`50`3`到诅咒之地的入口去，与部落英雄的灵魂谈一谈。",
["pa"] = "索瑞克`奥格瑞玛`80,32`80,33`81,32`80,31`79,31",
["pc"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
},
[2740] = {
["q"] = "铁炉堡`共同的努力`51`60`2`把3枚奥特兰克山谷荣誉奖章，3枚阿拉希盆地荣誉奖章和3枚战歌峡谷荣誉奖章交给战场外的联盟准将。",
["os"] = {
[1] = {
["t"] = "奥特兰克山谷荣誉奖章：0/3",
},
[2] = {
["t"] = "阿拉希盆地荣誉奖章：0/3",
},
[3] = {
["t"] = "战歌峡谷荣誉奖章：0/3",
},
},
["pa"] = "联盟准将`铁炉堡`70,89`70,90`70,91`69,90`68,87",
["pc"] = "联盟准将`铁炉堡`70,89`70,90`70,91`69,90`68,87",
},
[2741] = {
["q"] = "奥特兰克山谷`铭记奥特兰克！`51`60`2`把3枚奥特兰克山谷荣誉奖章交给战场外的联盟准将。",
["os"] = {
[1] = {
["t"] = "奥特兰克山谷荣誉奖章：0/3",
},
},
["pa"] = "联盟准将`铁炉堡`70,89`70,90`70,91`69,90`68,87",
},
[2742] = {
["q"] = "阿拉希盆地`战争的动力`22`60`2`将3枚阿拉希盆地荣誉奖章交给战场外的联盟准将。",
["os"] = {
[1] = {
["t"] = "阿拉希盆地荣誉奖章：0/3",
},
},
["pa"] = "联盟准将`铁炉堡`70,89`70,90`70,91`69,90`68,87",
},
[2743] = {
["q"] = "战歌峡谷`自然屏障`10`39`2`将3枚战歌峡谷荣誉奖章交给战场外的联盟准将。",
["os"] = {
[1] = {
["t"] = "战歌峡谷荣誉奖章：0/3",
},
},
["pa"] = "联盟准将`铁炉堡`70,89`70,90`70,91`69,90`68,87",
},
[2744] = {
["q"] = "希利苏斯`保护补给线`54`55`3`希利苏斯塞纳里奥要塞的唤风者梅恩·长角要求你去杀死15只掘泥打击者。",
["os"] = {
[1] = {
["t"] = "掘泥打击者：0/15",
["n"] = "13331",
},
},
["pa"] = "唤风者梅恩·长角`希利苏斯`51,38`51,36`50,36`51,37`52,38",
["pc"] = "唤风者梅恩·长角`希利苏斯`51,38`51,36`50,36`51,37`52,38",
},
[2745] = {
["q"] = "希利苏斯`沙漠中的剧毒`54`55`3`希利苏斯塞纳里奥要塞的比提克斯·斯巴格要求你带8个石鞭蝎之刺和8个掠沙蜘蛛的牙齿给他。",
["os"] = {
[1] = {
["t"] = "石鞭蝎之刺：0/8",
["n"] = "13441",
},
[2] = {
["t"] = "掠沙蜘蛛的牙齿：0/8",
["n"] = "13442",
},
},
["pa"] = "比提克斯·斯巴格`希利苏斯`52,39`52,38",
["pc"] = "比提克斯·斯巴格`希利苏斯`52,39`52,38",
},
[2746] = {
["q"] = "希利苏斯`暮光的秘密`54`58`3`希利苏斯塞纳里奥要塞的地质学家拉克斯班要你去收集8块暮光石板碎片。",
["os"] = {
[1] = {
["t"] = "暮光石板碎片：0/8",
["n"] = "13445`3865",
},
},
["pa"] = "地质学家拉克斯班`希利苏斯`50,37`49,37`50,38`50,36`49,35",
["pc"] = "地质学家拉克斯班`希利苏斯`50,37`49,37`50,38`50,36`49,35",
},
[2747] = {
["q"] = "希利苏斯`暮光地王`60`60`3`杀死10个暮光地王，然后向塞纳里奥要塞的霍姆·蛮鬃复命。",
["os"] = {
[1] = {
["t"] = "暮光地王：0/10",
["n"] = "12718",
},
},
["pa"] = "霍姆·蛮鬃`希利苏斯`49,38`48,38`49,37`50,37",
["pc"] = "霍姆·蛮鬃`希利苏斯`49,38`48,38`49,37`50,37",
},
[2748] = {
["q"] = "希利苏斯`秘密交流`57`60`3`把10片破译的暮光文件交给带给塞纳里奥要塞的鲍尔·蛮鬃。",
["os"] = {
[1] = {
["t"] = "暮光密文信：0/10",
["n"] = "13451`12718`9537`13459`13452`13453`13448`11088`9481",
},
},
["pa"] = "鲍尔·蛮鬃`希利苏斯`49,38`49,37`50,37",
["pc"] = "鲍尔·蛮鬃`希利苏斯`49,38`49,37`50,37",
},
[2749] = {
["q"] = "希利苏斯`深渊联络`60`60`3`希利苏斯塞纳里奥要塞的鲍尔·蛮鬃要求你击败一名深渊圣殿骑士，并将一个深渊纹章带回来作为证明。",
["os"] = {
[1] = {
["t"] = "深渊纹章：0/1",
["n"] = "13468`13464`13466`13463",
},
},
["pa"] = "鲍尔·蛮鬃`希利苏斯`49,38`49,37`50,37",
["pc"] = "鲍尔·蛮鬃`希利苏斯`49,38`49,37`50,37",
},
[2750] = {
["q"] = "希利苏斯`亲爱的纳塔莉亚`58`60`3`希利苏斯塞纳里奥要塞的指挥官玛尔利斯想要你询问铜须营地的矮人。你可以在塞纳里奥要塞以南找到铜须营地。\n\n一旦你收集到有用的信息，就回到指挥官玛尔利斯那儿。",
["os"] = {
[1] = {
["t"] = "询问弗兰卡：0/1",
},
[2] = {
["t"] = "询问鲁特加尔：0/1",
},
},
["pa"] = "指挥官玛尔利斯`希利苏斯`49,34`49,35`50,37`49,36`50,36",
["pc"] = "指挥官玛尔利斯`希利苏斯`49,34`49,35`50,37`49,36`50,36",
},
[2751] = {
["q"] = "圣骑士`冰风岗`50`50`2`与冰风岗的指挥官阿什拉姆·瓦罗菲斯特谈一谈。",
["pa"] = "布兰度尔·铁锤`铁炉堡`24,6`23,7`23,6`24,7`25,8",
["pc"] = "指挥官阿什拉姆·瓦罗菲斯特`奥特兰克山脉`79,29`80,29`79,30`79,31`79,28",
},
[2752] = {
["q"] = "圣骑士`驱散邪恶`50`52`2`收集20个爪牙的天灾石，并将它们交给西瘟疫之地的高阶牧师赛尔丹尼斯。",
["os"] = {
[1] = {
["t"] = "爪牙的天灾石：0/20",
},
},
["pa"] = "指挥官阿什拉姆·瓦罗菲斯特`奥特兰克山脉`79,29`80,29`79,30`79,31`79,28",
["pc"] = "高阶牧师赛尔丹尼斯`奥特兰克山脉`92,25`93,27`92,24`93,25`93,26",
},
[2753] = {
["q"] = "战士`战士的血脉`51`52`3`杀死7头地狱野猪，然后回到部落英雄的灵魂那儿。",
["os"] = {
[1] = {
["t"] = "地狱野猪：0/7",
["n"] = "10539",
},
},
["pa"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
["pc"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
},
[2754] = {
["q"] = "战士`魔誓者之战`53`53`3`杀死诅咒之地的魔誓者，然后回到部落英雄的灵魂那儿。",
["os"] = {
[1] = {
["t"] = "魔誓专家：0/20",
["n"] = "9437",
},
[2] = {
["t"] = "魔誓祭司：0/10",
["n"] = "12709",
},
[3] = {
["t"] = "魔誓暴徒：0/20",
["n"] = "9282",
},
},
["pa"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
["pc"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
},
[2755] = {
["q"] = "战士`巫毒羽毛`52`52`3`将你从沉没的神庙的巨魔身上得到的巫毒羽毛交给部落英雄的灵魂。",
["os"] = {
[1] = {
["t"] = "琥珀巫毒羽毛：0/2",
["n"] = "7303`7300",
},
[2] = {
["t"] = "蓝色巫毒羽毛：0/2",
["n"] = "7304`7296",
},
[3] = {
["t"] = "绿色巫毒羽毛：0/2",
},
},
["pa"] = "部落英雄的灵魂`诅咒之地`53,3`52,3`53,2`52,2`52,4",
["pc"] = "部落英雄的灵魂`奥格瑞玛`",
},
[2756] = {
["q"] = "季节性`跳跳舞，换糖果`23`60`1`为旅店老板帕拉曼模仿跳舞动作，作为交换，你将得到一颗雷霆崖奶糖！",
["pa"] = "旅店老板帕拉`雷霆崖`46,65`46,64`45,63`44,61`47,65",
["pc"] = "旅店老板帕拉`雷霆崖`46,65`46,64`45,63`44,61`47,65",
},
[2757] = {
["q"] = "季节性`松木的力量`27`60`2`使用臭气弹清洁器来把散落在南海镇的亡灵臭气弹处理掉。当任务完成之后，回到南海镇的哈特曼中士那里。",
},
[2758] = {
["q"] = "季节性`稻草人的节日`27`60`2`在提瑞斯法林地找到被遗忘者的稻草人节日举办地点。任务完成之后回到南海镇的哈特曼中士那里。",
},
[2759] = {
["q"] = "奥特兰克山谷`奥特兰克的入侵者`55`60`1`把1枚奥特兰克山谷荣誉奖章交给战场外的部落战争使者。",
["os"] = {
[1] = {
["t"] = "奥特兰克山谷荣誉奖章：0/3",
},
},
["pa"] = "部落战争使者`奥格瑞玛`80,30`81,31`80,31`81,30`79,30",
},
[2760] = {
["q"] = "阿拉希盆地`资源竞赛`22`60`1`将3枚阿拉希盆地荣誉奖章交给战场外的部落战争使者。",
["os"] = {
[1] = {
["t"] = "阿拉希盆地荣誉奖章：0/3",
},
},
["pa"] = "部落战争使者`奥格瑞玛`80,30`81,31`80,31`81,30`79,30",
},
[2761] = {
["q"] = "季节性`耶斯帕尔的万圣节糖果！`11`60`2`与暴风城、铁炉堡和达纳苏斯的旅店老板以及铁炉堡的塔瓦斯德·基瑟尔谈一谈。按照他们的要求做出动作，并获得他们的礼物。\n\n把达纳苏斯水果糖、诺莫瑞根橡皮糖、暴风城杏仁糖和铁炉堡薄荷糖交给暴风城孤儿院的耶斯帕尔。",
["os"] = {
[1] = {
["t"] = "暴风城杏仁糖：0/1",
},
[2] = {
["t"] = "诺莫瑞根橡皮糖：0/1",
},
[3] = {
["t"] = "铁炉堡薄荷糖：0/1",
},
[4] = {
["t"] = "达纳苏斯水果糖：0/1",
},
},
["pa"] = "耶斯帕尔`暴风城`48,36`48,35`48,37`47,36",
["pc"] = "耶斯帕尔`暴风城`48,36`48,35`48,37`47,36",
},
[2762] = {
["q"] = "季节性`显肌肉，换糖果`14`60`2`向旅店老板奥里森炫耀自己强壮的肌肉，作为交换，你将得到一颗暴风城杏仁糖！",
["pa"] = "旅店老板奥里森`暴风城`53,66`52,65`52,66`53,65`54,64",
["pc"] = "旅店老板奥里森`暴风城`53,66`52,65`52,66`53,65`54,64",
},
[2763] = {
["q"] = "季节性`学小鸡，换糖果`11`60`2`为旅店老板洛雷·火酒模仿小鸡的动作，作为交换，你将得到一颗铁炉堡薄荷糖！",
["pa"] = "旅店老板洛雷·火酒`铁炉堡`18,51`18,52`19,52`19,51`20,53",
["pc"] = "旅店老板洛雷·火酒`铁炉堡`18,51`18,52`19,52`19,51`20,53",
},
[2764] = {
["q"] = "季节性`学火车，换糖果`11`60`2`为塔瓦斯德·基瑟尔模仿火车的声音，作为交换，你将得到一颗诺莫瑞根橡皮糖！",
["pa"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
["pc"] = "塔瓦斯德·基瑟尔`铁炉堡`36,4`36,5`36,6`34,10`35,8",
},
[2765] = {
["q"] = "季节性`跳跳舞，换糖果`14`60`2`为旅店老板塞琳尼模仿跳舞动作，作为交换，你将得到一颗达纳苏斯水果糖！",
["pa"] = "旅店老板塞琳尼`达纳苏斯`67,16`67,15`66,16`68,15`67,22",
["pc"] = "旅店老板塞琳尼`达纳苏斯`67,16`67,15`66,16`68,15`67,22",
},
[2766] = {
["q"] = "术士`小鬼的要求`50`52`3`将一块恶魔布交给费伍德森林的伊普斯。",
["os"] = {
[1] = {
["t"] = "恶魔布：0/1",
["n"] = "9346`13494`13498`12868`12785`12800`6444`9445`9456`12644`13491`3504`13475`3573`3494`3595`12079`9551`9664`6520`3925`12377`13471`12614`11028`3921`10800`11656`12521`13480`9506`13023`9490`9632`9331`9496`12477`9515`10815`9399`9454`9386`9553`12014`13127`13113`9424`9579`13478`12664`12589`13490`6526`11093`9217`12572`9566`9554`12838`9361`12880`6458`6490`6445`6507`6438`6482`6466`12634`12642`12631`12655`12643`12640`9322`12639`10097`6548`12454`12598`8221`9469`5031`14076`13477`13474`12366`6528`6527`3794`3518`9653`3454`9663`9591`9659`3625`13131`12794",
},
},
["pa"] = "布瑞尔索恩`铁炉堡`50,6`51,6`50,5`51,7`51,11",
["pc"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
},
[2767] = {
["q"] = "术士`奇怪的材料`50`52`3`将4块腐烂的木头和4个血毒精华交给费伍德森林的伊普斯。",
["os"] = {
[1] = {
["t"] = "腐烂的木头：0/10",
["n"] = "8244`8234`13501",
},
[2] = {
["t"] = "血毒精华：0/4",
["n"] = "8250",
},
},
["pa"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
["pc"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
},
[2768] = {
["q"] = "季节性`斯波普斯的万圣节糖果！`12`60`1`与奥格瑞玛、幽暗城和雷霆崖的旅店老板以及森金村的卡利·雷米克谈一谈。按照他们的要求做出动作，并获得他们的礼物。\n\n把雷霆崖奶糖、暗矛橡皮糖、奥格瑞玛软糖和幽暗城薄荷糖交给奥格瑞玛孤儿院的斯波普斯。",
["os"] = {
[1] = {
["t"] = "奥格瑞玛软糖：0/1",
},
[2] = {
["t"] = "暗矛橡皮糖：0/1",
},
[3] = {
["t"] = "幽暗城薄荷糖：0/1",
},
[4] = {
["t"] = "雷霆崖奶糖：0/1",
},
},
["pa"] = "斯波普斯`奥格瑞玛`71,23",
["pc"] = "斯波普斯`奥格瑞玛`71,23",
},
[2769] = {
["q"] = "季节性`学小鸡，换糖果`37`60`1`为旅店老板诺曼模仿小鸡的动作，作为交换，你将得到一颗幽暗城薄荷糖！",
["pa"] = "旅店老板诺曼`贫瘠之地`",
["pc"] = "旅店老板诺曼`提瑞斯法林地`62,73`61,73`62,74`63,74`62,76",
},
[2770] = {
["q"] = "季节性`显肌肉，换糖果`23`60`1`向旅店老板格雷什卡炫耀自己强壮的肌肉，作为交换，你将得到一颗奥格瑞玛软糖！",
["pa"] = "旅店老板格雷什卡`奥格瑞玛`54,72`54,68`54,69`55,68`54,70",
["pc"] = "旅店老板格雷什卡`奥格瑞玛`54,72`54,68`54,69`55,68`54,70",
},
[2771] = {
["q"] = "季节性`学火车，换糖果`37`60`1`为卡利·雷米克模仿火车的声音，作为交换，你将得到一颗暗矛橡皮糖！",
["pa"] = "卡利·雷米克`杜隆塔尔`56,74`55,75`56,75",
["pc"] = "卡利·雷米克`杜隆塔尔`56,74`55,75`56,75",
},
[2772] = {
["q"] = "塔纳利斯`南海复仇`40`45`3`塔纳利斯热砂港的安全主管吉罗姆·比格维兹要你去干掉10个南海海盗、10个南海劫掠者、10个南海码头工人和10个南海流氓。",
["os"] = {
[1] = {
["t"] = "南海海盗：0/10",
["n"] = "8749",
},
[2] = {
["t"] = "南海劫掠者：0/10",
["n"] = "13418",
},
[3] = {
["t"] = "南海码头工人：0/10",
["n"] = "13422",
},
[4] = {
["t"] = "南海流氓：0/10",
["n"] = "5473",
},
},
["pa"] = "安全主管吉罗姆·比格维兹`塔纳利斯`67,24`66,24",
["pc"] = "安全主管吉罗姆·比格维兹`塔纳利斯`67,24`66,24",
},
[2773] = {
["q"] = "塔纳利斯`海盗的帽子！`40`45`3`塔纳利斯热砂港的傲慢的店主要你去帮他收集20顶南海海盗帽。",
["os"] = {
[1] = {
["t"] = "南海海盗帽：0/20",
["n"] = "6551`13508`8749`13418`5473`13422",
},
},
["pa"] = "傲慢的店主`塔纳利斯`67,22`66,22`66,23",
["pc"] = "傲慢的店主`塔纳利斯`67,22`66,22`66,23",
},
[2774] = {
["q"] = "希利苏斯`邪恶的维拉尔`60`60`3`把维拉尔的徽记之戒交给塞纳里奥要塞的霍姆·蛮鬃。",
["os"] = {
[1] = {
["t"] = "维拉尔的徽记之戒：0/1",
},
},
["pa"] = "霍姆·蛮鬃`希利苏斯`49,38`48,38`49,37`50,37",
["pc"] = "霍姆·蛮鬃`希利苏斯`49,38`48,38`49,37`50,37",
},
[2775] = {
["q"] = "圣骑士`惰性天灾石`50`52`2`将惰性天灾石交给冰风岗的指挥官阿什拉姆·瓦罗菲斯特。",
["pa"] = "高阶牧师赛尔丹尼斯`奥特兰克山脉`92,25`93,27`92,24`93,25`93,26",
["pc"] = "指挥官阿什拉姆·瓦罗菲斯特`奥特兰克山脉`79,29`80,29`79,30`79,31`79,28",
},
[2776] = {
["q"] = "圣骑士`铸造力量之石`50`52`2`前往沉没的神庙，从巨魔守护者们身上取得巫毒羽毛，然后把它们交给阿什拉姆·瓦罗菲斯特。",
["os"] = {
[1] = {
["t"] = "琥珀巫毒羽毛：0/2",
["n"] = "7303`7300",
},
[2] = {
["t"] = "蓝色巫毒羽毛：0/2",
["n"] = "7304`7296",
},
[3] = {
["t"] = "绿色巫毒羽毛：0/2",
},
},
["pa"] = "指挥官阿什拉姆·瓦罗菲斯特`奥特兰克山脉`79,29`80,29`79,30`79,31`79,28",
["pc"] = "指挥官阿什拉姆·瓦罗菲斯特`费伍德森林`",
},
[2777] = {
["q"] = "希利苏斯`暮光词典`56`60`3`把暮光词典的三个章节交给希利苏斯的隐士奥泰尔。",
["os"] = {
[1] = {
["t"] = "暮光词典 - 第一章：0/1",
["n"] = "13510",
},
[2] = {
["t"] = "暮光词典 - 第二章：0/1",
["n"] = "13511",
},
[3] = {
["t"] = "暮光词典 - 第三章：0/1",
},
},
["pa"] = "隐士奥泰尔`希利苏斯`67,70`66,70",
["pc"] = "隐士奥泰尔`希利苏斯`67,70`66,70",
},
[2778] = {
["q"] = "希利苏斯`通缉：死亡弯钩`54`59`3`将死亡弯钩的蝎钳交给卫兵队长维斯·库鲁兹。",
["os"] = {
[1] = {
["t"] = "死亡弯钩的蝎钳：0/1",
["n"] = "13512",
},
},
["pa"] = "通缉布告：死亡弯钩`希利苏斯`51,38",
["pc"] = "维斯·库鲁兹`希利苏斯`",
},
[2779] = {
["q"] = "烹饪`沙漠食谱`57`57`3`前往塞纳里奥要塞以西的暮光之锤营地，调查沙虫的烹饪方法。",
["pa"] = "卡兰德拉斯`希利苏斯`52,39`52,38`51,38",
["pc"] = "盖满沙子的烹饪书`希利苏斯`",
},
[2780] = {
["q"] = "希利苏斯`确保安全`54`57`3`希利苏斯塞纳里奥要塞的唤风者梅恩·长角要求你去杀死20只掘泥摧毁者。",
["os"] = {
[1] = {
["t"] = "掘泥摧毁者：0/20",
["n"] = "13430",
},
},
["pa"] = "唤风者梅恩·长角`希利苏斯`51,38`51,36`50,36`51,37`52,38",
["pc"] = "唤风者梅恩·长角`希利苏斯`51,38`50,37`52,37`51,37`52,39",
},
[2781] = {
["q"] = "希利苏斯`诺格的最后一线希望`54`57`3`希利苏斯塞纳里奥要塞的比提克斯·斯巴格要求你给他带去3个石鞭巨钳蝎之刺、3个石鞭掠夺者之刺和3个石行蜘蛛的牙齿。",
["os"] = {
[1] = {
["t"] = "石鞭掠夺者之刺：0/3",
["n"] = "12067",
},
[2] = {
["t"] = "石鞭巨钳蝎之刺：0/3",
["n"] = "12048",
},
[3] = {
["t"] = "石行蜘蛛的牙齿：0/3",
["n"] = "13514",
},
},
["pa"] = "比提克斯·斯巴格`希利苏斯`52,39`52,38",
["pc"] = "比提克斯·斯巴格`希利苏斯`52,39`51,37`52,38",
},
[2782] = {
["q"] = "术士`巨魔的羽毛`50`52`3`到沉没的神庙去，从巨魔们身上获得6支巫毒羽毛。",
["os"] = {
[1] = {
["t"] = "琥珀巫毒羽毛：0/2",
["n"] = "7303`7300",
},
[2] = {
["t"] = "蓝色巫毒羽毛：0/2",
["n"] = "7304`7296",
},
[3] = {
["t"] = "绿色巫毒羽毛：0/2",
},
},
["pa"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
["pc"] = "伊普斯`冬泉谷`7,66`6,66",
},
[2783] = {
["q"] = "季节性`臭气熏天的南海镇`27`60`1`将三颗亡灵臭气弹放置在希尔斯布莱德丘陵的南海镇中心，完成任务之后回到提瑞斯法林地的黑暗召唤者雅恩卡那里。",
},
[2784] = {
["q"] = "季节性`腐烂的鸡蛋`32`60`1`将腐烂的鸡蛋放在南海镇旅店的主酿酒桶里。",
["pc"] = "酒囊`希尔斯布莱德丘陵`51,59",
},
[2785] = {
["q"] = "季节性`恶臭的鸡蛋`60`60`1`向提瑞斯法林地的黑暗召唤者雅恩卡复命。",
["pa"] = "酒囊`希尔斯布莱德丘陵`51,59",
},
[2786] = {
["q"] = "战歌峡谷`峡谷中的战斗`12`19`1`将3枚战歌荣誉奖章交给战场外的部落战争使者。",
["os"] = {
[1] = {
["t"] = "战歌峡谷荣誉奖章：0/3",
},
},
},
[2787] = {
["q"] = "萨满祭司`元素掌握`50`50`1`为捕风者巴斯拉收集一份空气样本、一份火元素样本、一份土元素样本和一份水元素样本。",
["os"] = {
[1] = {
["t"] = "元素空气：0/1",
["n"] = "13464`10502`13543`13518`10185`13546`6068`10187`13519`10184`10195`13528`13537`13542`7036",
},
[2] = {
["t"] = "元素火焰：0/1",
["n"] = "10134`13466`10118`10124`10131`11676`9513`10098`10097`3660`10122`13558`4094`10099`13550`8206`13557`11272`13580`13567`13571`13573`13552`10133`13452`9327`7816`7815`3308`13565`13568`13592`13581`13551`13583`13584`10173`13582`3776`6142`7818`10110`3251`10112",
},
[3] = {
["t"] = "元素之土：0/1",
["n"] = "10162`6919`6918`5582`10134`6139`7628`8243`8259`6141`10164`7030`10179`10168`6131`11271`13587`10166`5670`10178`10177`5573`10182`10133`6147`13568`13592`13591`10163`13604`13601`6354`6345`3865`13607`6128`13463`13593`10173`8247`3115`10172",
},
[4] = {
["t"] = "元素之水：0/1",
["n"] = "5557`7775`13634`13468`6352`13639`5688`6736`6027`7254`6341`13641`10143`10149`12943`8240`13623`10960`10146`7200`13627`13626`10135`13635`10144`10152`2391`5799",
},
},
["pa"] = "萨格尼`贫瘠之地`",
["pc"] = "捕风者巴斯拉`希尔斯布莱德丘陵`77,3`79,7`77,4`77,1`80,2",
},
[2788] = {
["q"] = "希利苏斯`沙漠隐士`56`59`3`把复原的石板带给希利苏斯的隐士奥泰尔。",
["pa"] = "地质学家拉克斯班`希利苏斯`50,37`49,37`50,38`50,36`49,35",
["pc"] = "隐士奥泰尔`希利苏斯`67,70`66,70",
},
[2789] = {
["q"] = "希利苏斯`诺格的背包`56`58`3`从希利苏斯南部山中找到诺格的背包，然后将它交给塞纳里奥要塞中的诺格。",
["os"] = {
[1] = {
["t"] = "诺格的背包：0/1",
["n"] = "13643",
},
},
["pa"] = "诺格·斯巴格`希利苏斯`52,38`52,39`51,35",
["pc"] = "诺格·斯巴格`希利苏斯`52,39`51,38`52,38",
},
[2790] = {
["q"] = "希利苏斯`议会的公爵`60`60`3`把1个大块魔光碎片和3顶深渊纹章交给塞纳利奥要塞的奥蕾尔·金叶。",
["os"] = {
[1] = {
["t"] = "大块魔光碎片：0/1",
["n"] = "12785`12854`12376`12855`12856`9513`9553`12857`7254`9566`12817`6527`9662`12374`13469`9362`6350`8146",
},
[2] = {
["t"] = "深渊纹章：0/3",
["n"] = "13468`13464`13466`13463",
},
},
["pa"] = "奥蕾尔·金叶`希利苏斯`52,38`51,37`51,38`50,37`52,37",
["pc"] = "奥蕾尔·金叶`希利苏斯`52,38`51,37`51,38`50,37`52,37",
},
[2791] = {
["q"] = "术士`灼热的疼痛`60`52`3`将一块恶魔布交给费伍德森林的伊普斯。",
["os"] = {
[1] = {
["t"] = "恶魔布：0/1",
["n"] = "9346`13494`13498`12868`12785`12800`6444`9445`9456`12644`13491`3504`13475`3573`3494`3595`12079`9551`9664`6520`3925`12377`13471`12614`11028`3921`10800`11656`12521`13480`9506`13023`9490`9632`9331`9496`12477`9515`10815`9399`9454`9386`9553`12014`13127`13113`9424`9579`13478`12664`12589`13490`6526`11093`9217`12572`9566`9554`12838`9361`12880`6458`6490`6445`6507`6438`6482`6466`12634`12642`12631`12655`12643`12640`9322`12639`10097`6548`12454`12598`8221`9469`5031`14076`13477`13474`12366`6528`6527`3794`3518`9653`3454`9663`9591`9659`3625`13131`12794",
},
},
["pa"] = "伊普斯`冬泉谷`7,66`6,66",
["pc"] = "伊普斯`费伍德森林`40,46`41,45`42,45`43,45`41,44",
},
[2792] = {
["q"] = "希利苏斯`奥蕾尔·金叶`60`60`3`与塞纳里奥要塞的奥蕾尔·金叶谈一谈。",
["pa"] = "霍姆·蛮鬃`希利苏斯`49,38`48,38`49,37`50,37",
["pc"] = "奥蕾尔·金叶`希利苏斯`52,38`51,37`51,38`50,37`52,37",
},
[2793] = {
["q"] = "萨满祭司`灵魂图腾`50`52`1`将灵魂图腾所需的材料交给捕风者巴斯拉。",
["os"] = {
[1] = {
["t"] = "充血的蜘蛛眼：0/8",
["n"] = "13644`13647`6158`13021",
},
[2] = {
["t"] = "厚实的黑爪：0/8",
},
},
["pa"] = "捕风者巴斯拉`希尔斯布莱德丘陵`77,3`79,7`77,4`77,1`80,2",
["pc"] = "捕风者巴斯拉`奥特兰克山脉`80,66`80,67`80,65`81,61`81,62",
},
[2794] = {
["q"] = "希利苏斯`追查雕文`58`62`3`希利苏斯铜须营地的鲁特加尔·雕石想要你前往亚什虫巢、佐拉虫巢和雷戈虫巢，从虫巢中的雕文水晶上取下拓文。\n\n使用地质学家的抄录工具包获取古老雕文的摹本。完成任务后回到鲁特加尔·雕石那儿。",
["os"] = {
[1] = {
["t"] = "亚什拓印：0/1",
},
[2] = {
["t"] = "佐拉拓印：0/1",
},
[3] = {
["t"] = "雷戈拓印：0/1",
},
},
["pa"] = "鲁特加尔·雕石`希利苏斯`41,88`41,85`42,85`41,89`41,90",
["pc"] = "鲁特加尔·雕石`希利苏斯`41,88`41,85`42,85`41,89`41,90",
},
[2795] = {
["q"] = "希利苏斯`破译密码`58`62`3`希利苏斯铜须营地的弗兰卡·石桥想让你取回一个亚什异种虫脑、一个佐拉异种虫脑和一个雷戈异种虫脑。完成任务后回到弗兰卡那儿。",
["os"] = {
[1] = {
["t"] = "亚什异种虫脑：0/1",
["n"] = "13654`13655`13649`13657`13651`13652",
},
[2] = {
["t"] = "佐拉异种虫脑：0/1",
["n"] = "13665`13663`13662`13664`13660",
},
[3] = {
["t"] = "雷戈异种虫脑：0/1",
["n"] = "13677`13675`13673`13672`13670",
},
},
["pa"] = "弗兰卡·石桥`希利苏斯`41,89`41,88`39,87",
["pc"] = "弗兰卡·石桥`希利苏斯`41,89`41,88`39,87",
},
[2796] = {
["q"] = "希利苏斯`布莱恩·铜须的信`58`62`3`将布莱恩·铜须的信件带往希利苏斯南部的铜须营地。",
["pa"] = "布莱恩·铜须的信件`希利苏斯`66,48`78,24`62,54`28,65`61,48",
["pc"] = "鲁特加尔·雕石`希利苏斯`41,88`41,85`42,85`41,89`41,90",
},
[2797] = {
["q"] = "希利苏斯`摆脱困境`56`60`3`把解密石板碑文交给指挥官玛尔利斯。",
["pa"] = "隐士奥泰尔`希利苏斯`67,70`66,70",
["pc"] = "指挥官玛尔利斯`希利苏斯`49,34`49,35`50,37`49,36`50,36",
},
[2798] = {
["q"] = "希利苏斯`真正的信徒`55`59`3`隐士奥泰尔要你带回10张暮光密文信。",
["os"] = {
[1] = {
["t"] = "暮光密文信：0/10",
["n"] = "13451`12718`9537`13459`13452`13453`13448`11088`9481",
},
},
["pa"] = "隐士奥泰尔`希利苏斯`67,70`66,70",
["pc"] = "隐士奥泰尔`希利苏斯`67,70`66,70",
},
[2799] = {
["q"] = "冬泉谷`祝你好运`55`60`1`收集10块霜槌碎片，把它们交给永望镇的巫医玛艾里。",
["os"] = {
[1] = {
["t"] = "霜槌碎片：0/10",
["n"] = "12384`9412`13059`12383",
},
},
["pa"] = "巫医玛艾里`冬泉谷`62,38",
["pc"] = "巫医玛艾里`冬泉谷`62,38",
},
[2800] = {
["q"] = "阿拉希盆地`战争的动力`50`59`2`干得好，士兵！继续保持下去，部落终将被我们赶回奥格瑞玛。",
["os"] = {
[1] = {
["t"] = "阿拉希盆地荣誉奖章：0/3",
},
},
["pa"] = "联盟准将`铁炉堡`70,89`70,90`70,91`69,90`68,87",
},
[2801] = {
["q"] = "烹饪`分享知识`60`57`3`将破碎的食谱交给塞纳里奥要塞旅店中的卡兰德拉斯。",
["pa"] = "盖满沙子的烹饪书`希利苏斯`",
["pc"] = "卡兰德拉斯`希利苏斯`52,39`52,38`51,38",
},
[2802] = {
["q"] = "烹饪`下厨`60`57`3`塞纳里奥要塞的卡兰德拉斯需要制作10只沙漠肉丸子。",
["os"] = {
[1] = {
["t"] = "沙漠肉丸子：0/10",
},
},
["pa"] = "卡兰德拉斯`希利苏斯`52,39`52,38`51,38",
["pc"] = "卡兰德拉斯`希利苏斯`52,39`52,38`51,38",
},
[2803] = {
["q"] = "菲拉斯`测试容器`40`47`1`到辛特兰去杀掉10头枭兽，然后使用灵魂精华容器捕获它们的灵魂。\n\n将灵魂精华容器和10个枭兽灵魂精华交给菲拉斯的巫医尤克里。",
["os"] = {
[1] = {
["t"] = "枭兽灵魂精华：0/10",
},
},
["pa"] = "巫医尤克里`菲拉斯`75,43`74,43`75,44`74,44`74,45",
},
[2804] = {
["q"] = "希利苏斯`鲍尔·蛮鬃`60`60`3`与塞纳里奥要塞的鲍尔·蛮鬃谈一谈。",
["pa"] = "奥蕾尔·金叶`希利苏斯`52,38`51,37`51,38`50,37`52,37",
["pc"] = "鲍尔·蛮鬃`希利苏斯`",
},
[2805] = {
["q"] = "希利苏斯`公爵的徽记`60`62`3`bring the abyssal signet to bor wildmane in cenarion hold.",
["os"] = {
[1] = {
["t"] = "深渊徽记：0/1",
["n"] = "13639`13679`13582",
},
},
["pa"] = "鲍尔·蛮鬃`希利苏斯`",
["pc"] = "鲍尔·蛮鬃`希利苏斯`49,38`49,37`50,37",
},
[2806] = {
["q"] = "阿拉希高地`短兵相接`32`38`1`杀死10个石拳蛮兵和4个石拳法师，然后向落锤村哨所的杜拉姆法尔复命。",
["os"] = {
[1] = {
["t"] = "石拳蛮兵：0/10",
["n"] = "2891",
},
[2] = {
["t"] = "石拳法师：0/4",
["n"] = "2896",
},
},
["pa"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
["pc"] = "杜拉姆法尔`阿拉希高地`74,34`74,33`74,42`73,36`74,36",
},
[2807] = {
["q"] = "辛特兰`林吉的秘密`45`47`1`奥兰·斯内克威瑟是个学者，她对枯木巨魔很有研究，也许她可以帮你看看这块石板。奥兰就住在幽暗城的魔法区里。",
["pa"] = "林吉的秘密`辛特兰`86,59",
["pc"] = "奥兰·斯内克威瑟`幽暗城`74,33`73,33`73,32`74,31`77,31",
},
[2808] = {
["q"] = "萨满祭司`巫毒羽毛`59`52`1`将巫毒羽毛交给捕风者巴斯拉。",
["os"] = {
[1] = {
["t"] = "琥珀巫毒羽毛：0/2",
["n"] = "7303`7300",
},
[2] = {
["t"] = "蓝色巫毒羽毛：0/2",
["n"] = "7304`7296",
},
[3] = {
["t"] = "绿色巫毒羽毛：0/2",
},
},
["pa"] = "捕风者巴斯拉`奥特兰克山脉`80,66`80,67`80,65`81,61`81,62",
},
[2809] = {
["q"] = "费伍德森林`远古之灵`51`56`2`护送艾雷到灰谷，然后和灰谷东部的林歌神殿中的凯尼斯·静风谈一谈。",
["pa"] = "艾雷`费伍德森林`52,84`44,23`43,70`50,30`48,29",
["pc"] = "凯尼斯·静风`灰谷`86,45`85,46`85,45`84,46`85,44",
},
[2810] = {
["q"] = "希利苏斯`揭开秘密`59`62`3`铜须营地的鲁特加尔·雕石想让你将雕文水晶棱柱交给希利苏斯塞纳里奥要塞的地质学家拉克斯班。",
["pa"] = "鲁特加尔·雕石`希利苏斯`41,88`41,85`42,85`41,89`41,90",
["pc"] = "地质学家拉克斯班`希利苏斯`50,37`49,37`50,38`50,36`49,35",
},
[2811] = {
["q"] = "灰谷`莱恩的净化`18`21`2`在东北方的月亮井旁找到莎尔蒂恩。",
["pa"] = "莱恩·狼行者`灰谷`",
["pc"] = "莎尔蒂恩`灰谷`53,46`54,46`52,46",
},
[2812] = {
["q"] = "猎人`远古石叶`60`60`2`找到远古石叶的主人。祝你好运，魔神凤。这个世界是很大的。",
["pa"] = "远古石叶`熔火之核`",
["pc"] = "古树瓦特鲁斯`费伍德森林`49,24`49,25`49,26`50,26`48,24",
},
[2813] = {
["q"] = "萨满祭司`控制元素`60`50`1`将土元素、空气元素、火元素和水元素交给捕风者巴斯拉。",
["os"] = {
[1] = {
["t"] = "元素空气：0/1",
["n"] = "13464`10502`13543`13518`10185`13546`6068`10187`13519`10184`10195`13528`13537`13542`7036",
},
[2] = {
["t"] = "元素之土：0/1",
["n"] = "10162`6919`6918`5582`10134`6139`7628`8243`8259`6141`10164`7030`10179`10168`6131`11271`13587`10166`5670`10178`10177`5573`10182`10133`6147`13568`13592`13591`10163`13604`13601`6354`6345`3865`13607`6128`13463`13593`10173`8247`3115`10172",
},
[3] = {
["t"] = "元素火焰：0/1",
["n"] = "10134`13466`10118`10124`10131`11676`9513`10098`10097`3660`10122`13558`4094`10099`13550`8206`13557`11272`13580`13567`13571`13573`13552`10133`13452`9327`7816`7815`3308`13565`13568`13592`13581`13551`13583`13584`10173`13582`3776`6142`7818`10110`3251`10112",
},
[4] = {
["t"] = "元素之水：0/1",
["n"] = "5557`7775`13634`13468`6352`13639`5688`6736`6027`7254`6341`13641`10143`10149`12943`8240`13623`10960`10146`7200`13627`13626`10135`13635`10144`10152`2391`5799",
},
},
["pc"] = "捕风者巴斯拉`希尔斯布莱德丘陵`77,3`79,7`77,4`77,1`80,2",
},
[2814] = {
["q"] = "荒芜之地`卢希恩的药水`42`37`2`为荒芜之地的卢希恩·枪穗找到一瓶次级隐形药水和一瓶治疗药水。",
["os"] = {
[1] = {
["t"] = "治疗药水：0/1",
["n"] = "8968`5464`5451`8662`8681`8719`8686`4190`4207`9954`8890`6275`6530`4762`10093`9038`7311`7307`7289`7280`8729`7305`7308`7294`7293`7299`8830`9198`1705`5047`9346`9357`5703`7415`9257`7680`8848`8171`9242`9306`9482`7545`8960`8827`5969`6551`7703`5653`7788`6586`8861`7595`7003`7069`7184`7590`7594`7601`7011`7591`9535`9491`7579`7580`9468`11591`7582`5747`5480`7926`7933`7931`5759`8892`9951`5692`10016`10048`10050`9994`9935`5426`10029`5033`1690`9816`2134`6488`8833`8241`9796`7103`9810`7956`9837`8954`2972`9866`9320",
},
[2] = {
["t"] = "次级隐形药水：0/1",
},
},
["pa"] = "卢希恩·枪穗`荒芜之地`26,44`26,46`26,45`28,46`24,48",
["pc"] = "卢希恩·枪穗`荒芜之地`26,44`26,46`26,45`28,46`24,48",
},
[2815] = {
["q"] = "希利苏斯`深入疯狂之口`60`62`1`希利苏斯塞纳里奥要塞的指挥官玛尔利斯想要你找到他心爱的纳塔莉亚。你收集到的信息表明纳塔莉亚·玛尔利斯可能在南面的雷戈虫巢。\n\n在你赶往虫巢之前，记得去铜须营地拜访一下那儿的矮人，他们或许会给你提些建议。\n\ntimmy，记住指挥官的话：做你应该做的……",
["os"] = {
[1] = {
["t"] = "纳塔莉亚·玛尔利斯的命运：0/1",
},
},
["pa"] = "指挥官玛尔利斯`希利苏斯`49,34`49,35`50,37`49,36`50,36",
["pc"] = "指挥官玛尔利斯`希利苏斯`49,34`49,35`50,37`49,36`50,36",
},
[2816] = {
["q"] = "奥格瑞玛`部落的胜利`60`70`1`将奥妮克希亚的头颅交给奥格瑞玛的萨尔。",
["pa"] = "奥妮克希亚的头颅`奥格瑞玛`39,51`55,65`56,36`32,38`52,77",
["pc"] = "萨尔`奥格瑞玛`32,38`33,38`33,37`34,36`37,37",
},
[2817] = {
["q"] = "术士`开端`1`4`2`给安威玛尔的阿拉玛尔·格里姆带回3个羽毛咒符。",
["os"] = {
[1] = {
["t"] = "羽毛咒符：0/3",
["n"] = "7776",
},
},
["pa"] = "阿拉玛尔·格里姆`丹莫罗`29,66",
["pc"] = "阿拉玛尔·格里姆`丹莫罗`29,66",
},
[2818] = {
["q"] = "希利苏斯`召唤`59`63`2`希利苏斯塞纳里奥要塞的地质学家拉克斯班想让你从其拉虫人使者那里取回水晶分解装置。\n\n你已经奉命将召唤雕文带往塞纳里奥要塞以南的格拉卡洛之骨处，将它们从沙中引出。一旦其拉虫人使者露面，就杀死它，获得水晶分解装置。成功之后回到地质学家拉克斯班那儿去。\n\n你必须召集一支强大的军队来完成这项任务，圣魂之心！",
["os"] = {
[1] = {
["t"] = "水晶分解装置：0/1",
["n"] = "13678",
},
},
["pa"] = "地质学家拉克斯班`希利苏斯`50,37`49,37`50,38`50,36`49,35",
["pc"] = "地质学家拉克斯班`希利苏斯`50,37`49,37`50,38`50,36`49,35",
},
[2819] = {
["q"] = "黑石深渊`瑟银兄弟会契约`60`60`2`如果你愿意接受萨弗隆的设计图，请将瑟银兄弟会契约交给罗克图斯·暗契。",
["os"] = {
[1] = {
["t"] = "萨弗隆铁锭：0/1",
["n"] = "13785",
},
},
["pa"] = "瑟银兄弟会契约`黑石深渊`",
["pc"] = "罗克图斯·暗契`黑石深渊`",
},
[2820] = {
["q"] = "希利苏斯`秘密交流`57`60`3`把10片暮光密文信交给塞纳里奥要塞的鲍尔·蛮鬃。",
["os"] = {
[1] = {
["t"] = "暮光密文信：0/10",
["n"] = "13451`12718`9537`13459`13452`13453`13448`11088`9481",
},
},
["pa"] = "鲍尔·蛮鬃`希利苏斯`",
["pc"] = "鲍尔·蛮鬃`希利苏斯`",
},
[2821] = {
["q"] = "传说`复生之瓶`60`70`3`查看复生之瓶，然后回到德米提恩那里去。",
["pa"] = "复生之瓶`希利苏斯`22,9`24,11",
["pc"] = "德米提恩`希利苏斯`41,8`41,9`42,8`22,9`21,9",
},
[2822] = {
["q"] = "传说`逐风者桑德兰`60`63`3`如果你想要把逐风者桑德兰从监牢里释放出来，你就必须找到左右两块逐风者禁锢之颅，10块源质锭，以及火焰之王的精华，把它们交给德米提恩。",
["os"] = {
[1] = {
["t"] = "源质锭：0/10",
},
[2] = {
["t"] = "火焰之王的精华：0/1",
["n"] = "13787",
},
[3] = {
["t"] = "逐风者禁锢之颅：0/1",
["n"] = "13788`13550",
},
},
["pa"] = "德米提恩`希利苏斯`41,8`41,9`42,8`22,9`21,9",
["pc"] = "德米提恩`希利苏斯`41,8`41,9`42,8`22,9`21,9",
},
[2823] = {
["q"] = "东瘟疫之地`多彩黎明衬肩`60`60`2`把25个银色黎明勇气勋章交给东瘟疫之地圣光之愿礼拜堂的银色黎明军需官米兰达·布利洛克。",
["os"] = {
[1] = {
["t"] = "银色黎明勇气勋章：0/25",
},
},
["pa"] = "军需官米兰达·布利洛克`东瘟疫之地`82,60`81,60`81,59`81,61`81,62",
["pc"] = "军需官米兰达·布利洛克`东瘟疫之地`82,60`81,60`81,59`81,61`81,62",
},
[2824] = {
["q"] = "西瘟疫之地`多彩黎明衬肩`60`60`2`把25个银色黎明勇气勋章交给西瘟疫之地冰风营地的银色黎明军需官莱斯巴克。",
["os"] = {
[1] = {
["t"] = "银色黎明勇气勋章：0/25",
},
},
["pa"] = "银色黎明军需官莱斯巴克`西瘟疫之地`43,84`44,84`43,85`43,83`45,84",
["pc"] = "银色黎明军需官莱斯巴克`西瘟疫之地`43,84`44,84`43,85`43,83`45,84",
},
[2825] = {
["q"] = "祖尔格拉布`哈卡之心`60`60`3`把哈卡之心交给尤亚姆巴岛上的莫托尔。",
["pa"] = "哈卡之心`祖尔格拉布`",
["pc"] = "莫托尔`荆棘谷`15,15`16,14`16,16`15,16",
},
[2826] = {
["q"] = "希利苏斯`金叶的发现`60`60`3`与塞纳里奥要塞的奥蕾尔·金叶谈一谈。",
["pa"] = "霍姆·蛮鬃`希利苏斯`49,38`48,38`49,37`50,37",
["pc"] = "奥蕾尔·金叶`希利苏斯`52,38`51,37`51,38`50,37`52,37",
},
[2827] = {
["q"] = "希利苏斯`议会的领主`60`60`3`把5个大块魔光碎片和3个深渊徽记交给塞纳里奥要塞的奥蕾尔·金叶。",
["os"] = {
[1] = {
["t"] = "大块魔光碎片：0/5",
["n"] = "12785`12854`12376`12855`12856`9513`9553`12857`7254`9566`12817`6527`9662`12374`13469`9362`6350`8146",
},
[2] = {
["t"] = "深渊徽记：0/3",
["n"] = "13639`13679`13582",
},
},
["pa"] = "奥蕾尔·金叶`希利苏斯`52,38`51,37`51,38`50,37`52,37",
["pc"] = "奥蕾尔·金叶`希利苏斯`52,38`51,37`51,38`50,37`52,37",
},
[2828] = {
["q"] = "史诗`唤醒传说`60`63`3`等待月光林地的守护者雷姆洛斯净化梦魇包裹的物品。",
["pa"] = "守护者雷姆洛斯`月光林地`36,42`35,42`35,41`36,39`37,43",
["pc"] = "守护者雷姆洛斯`月光林地`36,42`35,42`35,41`36,39`37,43",
},
[2829] = {
["q"] = "暴风城`黑石之王`60`60`2`将奈法利安的头颅交给暴风城的伯瓦尔·弗塔根公爵。",
["pa"] = "奈法利安的头颅`艾尔文森林`30,44",
["pc"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
},
[2830] = {
["q"] = "暴风城`黑石之王`60`60`2`回到暴风城的英雄谷跟元帅afrasiabi谈谈。",
["pa"] = "伯瓦尔·弗塔根公爵`暴风城`78,18`78,22`78,24`77,19`76,20",
["pc"] = "艾法希比元帅`暴风城`65,76`65,72`67,72`67,73`65,74",
},
[2831] = {
["q"] = "希利苏斯`与鲍尔谈话`60`60`1`与塞纳里奥要塞的鲍尔·蛮鬃谈一谈。",
["pa"] = "奥蕾尔·金叶`希利苏斯`52,38`51,37`51,38`50,37`52,37",
["pc"] = "鲍尔·蛮鬃`希利苏斯`49,38`49,37`50,37",
},
[2832] = {
["q"] = "希利苏斯`议会的节杖`60`62`1`将一柄深渊节杖交给塞纳里奥要塞的鲍尔·蛮鬃。",
["os"] = {
[1] = {
["t"] = "深渊节杖：0/1",
},
},
["pa"] = "鲍尔·蛮鬃`希利苏斯`49,38`49,37`50,37",
["pc"] = "鲍尔·蛮鬃`希利苏斯`49,38`49,37`50,37",
},
[2833] = {
["q"] = "季节性`冬幕节的礼物`12`60`2`将5个小姜饼和一杯冰镇牛奶交给铁炉堡的冬天爷爷。",
["os"] = {
[1] = {
["t"] = "姜饼：0/5",
},
[2] = {
["t"] = "冰镇牛奶：0/1",
},
},
["pa"] = "冬天爷爷`丹莫罗`56,32`56,31",
["pc"] = "冬天爷爷`丹莫罗`56,32`56,31",
},
[2834] = {
["q"] = "季节性`冬幕节的礼物`10`60`1`将5个小姜饼和一杯冰镇牛奶交给奥格瑞玛的冬天爷爷。",
["os"] = {
[1] = {
["t"] = "姜饼：0/5",
},
[2] = {
["t"] = "冰镇牛奶：0/1",
},
},
["pa"] = "冬天爷爷`奥格瑞玛`53,69`52,69`52,67`52,68`52,71",
["pc"] = "冬天爷爷`奥格瑞玛`53,69`52,69`52,67`52,68`52,71",
},
[2835] = {
["q"] = "季节性`冬幕节的意义`10`60`1`与奥格瑞玛智慧谷中的萨格尼谈谈关于冬幕节的情况。",
["pa"] = "弗姆恩德`奥格瑞玛`51,65`51,66`52,68`51,67`52,66",
["pc"] = "萨格尼`奥格瑞玛`39,36`38,36`39,37`38,37`39,38",
},
[2836] = {
["q"] = "季节性`冬幕节`10`60`1`阅读《冬幕节》学习更多关于该节日的知识。当你读完后，将书交给雷霆崖的凯恩·血蹄。",
["pa"] = "萨格尼`奥格瑞玛`39,36`38,36`39,37`38,37`39,38",
["pc"] = "凯恩·血蹄`雷霆崖`59,52`59,51`60,52`59,53`60,51",
},
[2837] = {
["q"] = "季节性`冬天爷爷来了！`10`60`2`跟冬天爷爷谈一谈，他就在铁炉堡的烟林牧场零售店附近。",
["pa"] = "乌莫尔特`铁炉堡`34,67`33,67`33,68`33,66`34,68",
["pc"] = "冬天爷爷`铁炉堡`33,65`33,66`34,66`33,67`32,65",
},
[2838] = {
["q"] = "季节性`被偷走的冬幕节礼物`39`60`3`前往奥特兰克山脉雪域寻找失踪的烟林牧场密探。",
["pa"] = "乌莫尔特`铁炉堡`34,67`33,67`33,68`33,66`34,68",
["pc"] = "奇怪的雪人`奥特兰克山脉`35,72`36,72`36,73`34,70`35,73",
},
[2839] = {
["q"] = "季节性`驯鹿梅森`53`60`2`找到驯鹿梅森。在你手头上的便笺中查找有关梅森下落的线索。\n\n当你找到它之后，往它身上洒一些驯鹿之尘，这样就可以让它摆脱任何束缚。\n\n解救梅森之后，把驯鹿之尘还给铁炉堡的乌莫尔特。",
["os"] = {
[1] = {
["t"] = "拯救驯鹿梅森：0/1",
},
[2] = {
["t"] = "一包驯鹿之尘：0/1",
},
},
["pa"] = "乌莫尔特`铁炉堡`34,67`33,67`33,68`33,66`34,68",
["pc"] = "乌莫尔特`泰达希尔`",
},
[2840] = {
["q"] = "季节性`天寒地冻`39`60`2`寻找被偷走的礼品，把它交还给铁炉堡的乌莫尔特。看起来是格林奇偷走了礼品，他就在奥特兰克山脉雪域附近。",
["os"] = {
[1] = {
["t"] = "被偷走的礼品：0/1",
},
},
["pa"] = "奇怪的雪人`奥特兰克山脉`35,72`36,72`36,73`34,70`35,73",
["pc"] = "乌莫尔特`奥特兰克山脉`",
},
[2841] = {
["q"] = "季节性`冬幕节的意义`10`60`2`与铁炉堡探险者协会的史学家卡尼克谈谈关于冬幕节的情况。",
["pa"] = "高里·克拉姆`铁炉堡`30,60`30,61`30,59`29,60`30,66",
["pc"] = "史学家卡尼克`铁炉堡`76,12`75,10`77,12`77,11`75,11",
},
[2842] = {
["q"] = "季节性`驯鹿梅森`45`60`1`找到驯鹿梅森。在你手头上的便笺中查找有关梅森下落的线索。\n\n当你找到它之后，往它身上洒一些驯鹿之尘，这样就可以让它摆脱任何束缚。\n\n解救梅森之后，把驯鹿之尘还给奥格瑞玛的凯玛德·考伯宾奇。",
["os"] = {
[1] = {
["t"] = "拯救驯鹿梅森：0/1",
},
[2] = {
["t"] = "一包驯鹿之尘：0/1",
},
},
["pa"] = "凯玛德·考伯宾奇`奥格瑞玛`53,66`53,67`53,68`52,68`52,66",
["pc"] = "凯玛德·考伯宾奇`奥格瑞玛`53,66`53,67`53,68`52,68`52,66",
},
[2843] = {
["q"] = "季节性`暂无内容`50`60`1`和冬天爷爷谈谈；他在奥格瑞玛smokywood pastures商人区旁边。",
["pa"] = "凯玛德·考伯宾奇`奥格瑞玛`53,66`53,67`53,68`52,68`52,66",
["pc"] = "冬天爷爷`奥格瑞玛`53,69`52,69`52,67`52,68`52,71",
},
[2844] = {
["q"] = "季节性`天寒地冻`60`60`1`寻找被偷走的礼品，把它交还给铁炉堡的凯玛德·考伯宾奇。看起来是格林奇偷走了礼品，他就在奥特兰克山脉雪域附近。",
["os"] = {
[1] = {
["t"] = "被偷走的礼品：0/1",
},
},
["pa"] = "奇怪的雪人`奥特兰克山脉`35,72`36,72`36,73`34,70`35,73",
["pc"] = "凯玛德·考伯宾奇`奥格瑞玛`53,66`53,67`53,68`52,68`52,66",
},
[2845] = {
["q"] = "季节性`烟林牧场的感谢`60`60`1`和奥格瑞玛的冬天爷爷谈一谈。",
["pa"] = "凯玛德·考伯宾奇`奥格瑞玛`53,66`53,67`53,68`52,68`52,66",
["pc"] = "冬天爷爷`奥格瑞玛`53,69`52,69`52,67`52,68`52,71",
},
[2846] = {
["q"] = "季节性`冬幕节`10`60`2`阅读《冬幕节》学习更多关于该节日的知识。当你读完后，将书交给铁炉堡国王麦格尼·铜须。",
["pa"] = "史学家卡尼克`铁炉堡`76,12`75,10`77,12`77,11`75,11",
["pc"] = "国王麦格尼·铜须`铁炉堡`39,56`45,49`40,55`40,56`41,55",
},
[2847] = {
["q"] = "季节性`烟林牧场的感谢`39`60`2`和铁炉堡的冬天爷爷谈一谈。",
["pa"] = "乌莫尔特`奥特兰克山脉`",
["pc"] = "冬天爷爷`奥特兰克山脉`",
},
[2848] = {
["q"] = "季节性`冬天爷爷来了！`10`60`1`跟冬天爷爷谈一谈，他就在奥格瑞玛的烟林牧场零售店附近。",
["pa"] = "纳斯塔姆·卡布彬`幽暗城`68,39`68,38",
["pc"] = "冬天爷爷`奥格瑞玛`53,69`52,69`52,67`52,68`52,71",
},
[2849] = {
["q"] = "费伍德森林`木喉熊怪的盟友`51`48`1`格拉兹要你去杀死5个死木战士、5个死木探路者以及5个死木园丁。",
["os"] = {
[1] = {
["t"] = "死木战士：0/7",
["n"] = "2654",
},
[2] = {
["t"] = "死木探险者：0/7",
["n"] = "2662",
},
[3] = {
["t"] = "死木园丁：0/7",
["n"] = "2668",
},
},
["pa"] = "格拉兹`费伍德森林`65,8`65,9`65,10`65,7`65,6",
},
[2850] = {
["q"] = "季节性`冬天的礼物`6`1`1`与冬天爷爷谈一谈。他就在奥格瑞玛的烟林牧场商人附近。",
["pa"] = "欢乐制造器操作员`提瑞斯法林地`61,59`61,60",
["pc"] = "冬天爷爷`奥格瑞玛`53,69`52,69`52,67`52,68`52,71",
},
[2851] = {
["q"] = "季节性`冬天的礼物`1`1`2`与冬天爷爷谈一谈。他就在铁炉堡的烟林牧场商人附近。",
["pa"] = "欢乐制造器操作员`铁炉堡`13,90`14,88`11,91`13,91`12,92",
["pc"] = "冬天爷爷`丹莫罗`56,32`56,31",
},
[2852] = {
["q"] = "季节性`大英雄！`60`60`1`将1份石中盐和5个金币交给冬青树储藏器，以换取5棵冬青树。",
["os"] = {
[1] = {
["t"] = "石中盐：0/1",
},
},
["pa"] = "凯玛德·考伯宾奇`奥格瑞玛`53,66`53,67`53,68`52,68`52,66",
},
[2853] = {
["q"] = "杜隆塔尔`苦工的重担`1`5`1`把乌克尔的货物交给剃刀岭的旅店老板格罗斯克。",
["pa"] = "乌克尔`杜隆塔尔`52,68`52,66`51,69`52,67`51,68",
["pc"] = "旅店老板格罗斯克`杜隆塔尔`52,42`51,42`51,41`53,42`52,43",
},
[2854] = {
["q"] = "黑石深渊`拉格纳·雷酒`52`55`2`和拉格纳·雷酒谈一谈。",
["pa"] = "恩诺哈尔·雷酒`诅咒之地`64,21`64,20`64,18`64,19`63,20",
},
[2855] = {
["q"] = "季节性`庆祝新年！`60`60`1`将烟林补给品交给雷霆崖的旅店老板帕拉。",
["pa"] = "欢乐制造器操作员`杜隆塔尔`50,14`49,14`50,13`51,14",
["pc"] = "旅店老板帕拉`贫瘠之地`25,43`26,43`25,42",
},
[2856] = {
["q"] = "季节性`庆祝新年！`28`60`2`将烟林补给品交给暴风城的旅店老板奥里森。",
["pa"] = "欢乐制造器操作员`铁炉堡`13,90`14,88`11,91`13,91`12,92",
["pc"] = "旅店老板奥里森`艾萨拉`",
},
[2857] = {
["q"] = "安其拉战争`部落需要你的帮助！`1`60`1`和奥格瑞玛精神谷的督军格尔库克谈一谈。",
["pa"] = "高阶军士凯金`奥格瑞玛`51,67`52,68`52,67`52,66`51,66",
["pc"] = "督军格尔库克`奥格瑞玛`30,67`31,69`32,73`34,73`33,72",
},
[2858] = {
["q"] = "铁炉堡`暗月马戏团`15`60`3`到暗月马戏团的场地里去，将免费券交给吉瓦斯·格里加特。",
["pa"] = "克鲁本·暗刃`奥格瑞玛`52,68`52,65`51,63`52,74`50,72",
["pc"] = "吉瓦斯·格里加特`莫高雷`37,38`37,37`38,39`38,38",
},
[2859] = {
["q"] = "安其拉战争`部落需要重皮！`35`60`1`把10块重皮交给奥格瑞玛精神谷的剥皮师亚曼尼。",
["os"] = {
[1] = {
["t"] = "重皮：0/10",
},
},
["pa"] = "剥皮师亚曼尼`奥格瑞玛`35,73`36,74`36,73`35,74`34,74",
["pc"] = "剥皮师亚曼尼`杜隆塔尔`42,6",
},
[2860] = {
["q"] = "安其拉战争`联盟需要丝质绷带！`36`60`2`把20卷丝质绷带交给铁炉堡军事区的女护士斯通菲尔德。",
["os"] = {
[1] = {
["t"] = "丝质绷带：0/20",
},
},
["pa"] = "女护士斯通菲尔德`铁炉堡`55,78`55,79`56,78`55,77`54,78",
["pc"] = "女护士斯通菲尔德`铁炉堡`55,78`55,79`56,78`55,77`54,78",
},
[2861] = {
["q"] = "安其拉战争`联盟需要你的帮助！`1`60`2`和铁炉堡军事区的大元帅斯诺·落雪谈一谈。",
["pa"] = "军士长菲兹伯特`铁炉堡`29,73`29,74`27,71`28,73`27,73",
["pc"] = "大元帅斯诺·落雪`铁炉堡`65,77`64,69`62,74`61,81`64,80",
},
[2862] = {
["q"] = "希利苏斯`明天的希望`60`60`3`前往塔纳利斯的时光之穴寻找诺兹多姆的子嗣，阿纳克洛斯。",
["pa"] = "流沙守望者巴里斯托尔斯`西瘟疫之地`",
["pc"] = "流沙守望者巴里斯托尔斯`希利苏斯`49,37`50,36`50,37`49,36`51,37",
},
[2863] = {
["q"] = "黑翼之巢`唯一的领袖`60`60`3`到黑石山中的奈法利安巢穴去，杀死勒什雷尔，并带回它的头颅。\n\n将勒什雷尔的头颅交给希利苏斯塞纳里奥要塞的流沙守望者巴里斯托尔斯。",
["os"] = {
[1] = {
["t"] = "勒什雷尔的头颅：0/1",
},
},
["pa"] = "流沙守望者巴里斯托尔斯`希利苏斯`49,37`50,36`50,37`49,36`51,37",
},
[2864] = {
["q"] = "安其拉战争`联盟需要厚皮！`26`60`2`把10块厚皮交给铁炉堡军事区的玛塔·钢轴。",
["os"] = {
[1] = {
["t"] = "厚皮：0/10",
["n"] = "5464`6583`5451`8719`8686`8131`7311`7307`7289`7280`8729`7305`7308`7294`7293`7299`8830`8171`6923`11922`12248`12099`11803`6586`7595`7003`7590`7594`7591`2092`8833`3221`11077`10778`8717`8197`12094`10906`11917`7316`12102`7321`11831`6657`11105`2483`2479`2471`2475`10783`7314`9173`6291`6252`7282`12994`8829`10749`12060`13475`3494`8272`12095`10236`12079`12075`11988`9551`12914`9593`10635`6555`10782`3632`5883`6620`7326`1905`7243`11930`10573`10585`10597`10583`6282`10793`10791`11758`2150`7237`11796`7364`2678`6420`6283`10806`10811`8151`10528",
},
},
["pa"] = "玛尔塔·钢轴`铁炉堡`59,75`59,76`59,77`57,77`61,75",
["pc"] = "玛尔塔·钢轴`铁炉堡`59,75`59,76`59,77`57,77`61,75",
},
[2865] = {
["q"] = "安其拉战争`联盟需要瑟银锭！`15`60`2`把20块瑟银锭交给铁炉堡军事区的达米。",
["os"] = {
[1] = {
["t"] = "瑟银锭：0/20",
},
},
["pa"] = "达米`铁炉堡`64,69`64,68`60,75`64,78`63,69",
},
[2866] = {
["q"] = "安其拉战争`联盟需要烤迅猛龙肉！`35`60`2`把20块烤迅猛龙肉交给铁炉堡军事区的萨拉·塞维斯。",
["os"] = {
[1] = {
["t"] = "烤迅猛龙肉：0/20",
["n"] = "13796`11301`6618`5321`5113`5101`6619",
},
},
["pa"] = "萨拉·塞维斯`铁炉堡`71,72`71,70`71,71`70,71`71,69",
["pc"] = "萨拉·塞维斯`铁炉堡`71,72`71,70`71,71`70,71`71,69",
},
[2867] = {
["q"] = "安其拉战争`联盟需要紫莲花！`40`60`2`把20朵紫莲花交给铁炉堡军事区的艾文·夜歌。",
["os"] = {
[1] = {
["t"] = "紫莲花：0/20",
["n"] = "13817`9257`2479`8742`1905`6927`7237`11796`8641`6420`8249`3552`3923`8706`8825`13835`1894`9527`13135`2195`6556`1911`12837`7393`12454`12598`10214`5031`14076`9218`9246`12256`8642`12167`8479`8244`13839`5475`12539`9353`7125`10216`10851`8726`2997`8672`8133`10902`9525`9441`9465`7861`8277`13844`10227`7354`13849`3181`8685`8781`8142`8688`8150`10905`8747`9642`8234`13501`6450`10852`8491`3315`3322`3332`3341`12464`2882`11662",
},
},
["pa"] = "艾文·夜歌`铁炉堡`72,71`71,71`71,72`70,71`69,71",
["pc"] = "艾文·夜歌`铁炉堡`72,71`71,71`71,72`70,71`69,71",
},
[2868] = {
["q"] = "安其拉战争`联盟需要荆棘藻！`36`60`2`把20棵荆棘藻交给铁炉堡军事区的列兵德拉里格。",
["os"] = {
[1] = {
["t"] = "荆棘藻：0/20",
["n"] = "13884`9257`13897`8742`9593`13895`1905`6927`8706`8825`9527`12477`6296`9553`7910`6556`1911`12857`4017`10679`5612`6547`8226`8228`10214`9218`9246`12256`8642`12167`13899`13850`6248`13331`7178`8244`13839`11926`8147`13894`13882`10216`10851`12718`13896`7909`8672`8133`10902`9525`9441`9465`8277`13844`13898`13592`10227`6295`7354`13849`8685`8781`8142`8150`11843`13888`10905`8747`9642`8234`13501`10064`10852`3315`3322`3332`3341`13883`7908`11756`13886`10110`13887",
},
},
["pa"] = "列兵德拉里格`铁炉堡`69,73`71,72`71,73`70,72`70,73",
["pc"] = "列兵德拉里格`铁炉堡`69,73`71,72`71,73`70,72`70,73",
},
[2869] = {
["q"] = "安其拉战争`联盟需要斑点黄尾鱼！`60`60`2`把20条斑点黄尾鱼交给铁炉堡军事区的女猎手蕾尔·急流。",
["os"] = {
[1] = {
["t"] = "斑点黄尾鱼：0/20",
["n"] = "13964`14047`4007`11358`13996`11341`13998`14023`11334`13992`13914`1510`13965`11506`11527`14004`11555`11328`14014`6416`14032`13912`13907`14000`13905`11333`2882",
},
},
["pa"] = "女猎手蕾尔·急流`铁炉堡`72,70`71,70`72,69`71,71`71,69",
},
[2870] = {
["q"] = "安其拉战争`联盟需要中皮！`26`60`2`把10块中皮交给铁炉堡军事区的下士波特。",
["os"] = {
[1] = {
["t"] = "中皮：0/10",
["n"] = "12157`4961`14299`6667`4948`14359`10094`4762`5703`4264`4460`10937`4900`4968`7040`10753`4395`10968`4254`2094`4688`4705`2083`5065`4812`4807`3413`4693`4834`4916`4717`3407`4589`4388`4723`4876`14303`5457`4481`4404`4751`10589`4512`14309`2956`8019`10506`4405`11632`14356`4143`4923`5011`6808`10452`2313`5056`4508`4489`7117`11593`14154`4216`4580`11646`14336`6087`4627`2291`7051`7269`4745`7208`11641`5855`4630`4763`14270`14342`7188`2098`4616`4666`14308`4702`5606`7553`5663`7562`1823`1818`4421`4873`7141`10972`4526`5579`4593`14383",
},
},
["pa"] = "列兵波特`铁炉堡`59,76`58,76`59,75`58,77`58,75",
["pc"] = "列兵波特`铁炉堡`59,76`58,76`59,75`58,77`58,75",
},
[2871] = {
["q"] = "安其拉战争`联盟需要轻皮！`26`60`2`把10块轻皮交给铁炉堡军事区的波尼·碎石。",
["os"] = {
[1] = {
["t"] = "轻皮：0/10",
["n"] = "4817`4961`4948`4790`4762`5047`4264`5033`1690`4460`10937`4900`8937`4328`4968`4395`10968`5024`4254`4688`4675`4705`5046`5065`4812`4807`3413`4693`4834`4916`4717`14479`3407`4589`4388`4723`4876`4707`2113`4344`4481`4638`4896`4473`4404`4565`6858`4679`4751`4536`2903`4795`2271`5754`4515`5390`4512`14309`2956`4522`4578`4405`4317`4941`4143`4923`5011`4850`2618`5056`2311`4870`4508`4489`4956`5002`4646`4256`4491`4856`1999`4840`4580`5029`4627`3162`5055`2291`5550`2930`5839`1729`4745`4630`4763`5032`4918`6853`4912",
},
},
["pa"] = "波尼·碎石`铁炉堡`57,77`58,77`55,79`57,76`58,76",
["pc"] = "波尼·碎石`铁炉堡`57,77`58,77`55,79`57,76`58,76",
},
[2872] = {
["q"] = "安其拉战争`联盟需要亚麻绷带！`27`60`2`把20卷亚麻绷带交给铁炉堡军事区的哨兵塞尔瓦·银空。",
["os"] = {
[1] = {
["t"] = "亚麻绷带：0/20",
},
},
["pa"] = "哨兵塞尔瓦·银空`铁炉堡`55,77`55,78`56,76`55,76`56,77",
["pc"] = "哨兵塞尔瓦·银空`丹莫罗`60,34`60,33",
},
[2873] = {
["q"] = "安其拉战争`联盟需要铜锭！`15`60`2`把20块铜锭交给铁炉堡军事区的布罗恩·石眉。",
["os"] = {
[1] = {
["t"] = "铜锭：0/20",
},
},
["pa"] = "布罗恩·石眉`铁炉堡`65,68`64,67`64,68`65,67`59,76",
["pc"] = "``",
},
[2874] = {
["q"] = "安其拉战争`联盟需要符文布绷带！`15`60`2`把20卷符文布绷带交给铁炉堡军事区的守护者莫沙·月影。",
["os"] = {
[1] = {
["t"] = "符文布绷带：0/20",
["n"] = "14413`14410`14388`14387",
},
},
["pa"] = "守护者莫沙·月影`铁炉堡`54,78`55,78`55,79`54,77`54,79",
["pc"] = "守护者莫沙·月影`铁炉堡`54,78`55,78`55,79`54,77`54,79",
},
[2875] = {
["q"] = "安其拉战争`联盟需要铁锭！`15`0`2`把20块铁锭交给铁炉堡军事区的卡恩斯下士。",
["pa"] = "卡恩斯下士`铁炉堡`65,66`65,67`70,69`65,65`66,66",
},
[2876] = {
["q"] = "安其拉战争`部落需要厚皮！`36`60`1`把10块厚皮交给奥格瑞玛精神谷的乌玛拉中士。",
["os"] = {
[1] = {
["t"] = "厚皮：0/10",
["n"] = "5464`6583`5451`8719`8686`8131`7311`7307`7289`7280`8729`7305`7308`7294`7293`7299`8830`8171`6923`11922`12248`12099`11803`6586`7595`7003`7590`7594`7591`2092`8833`3221`11077`10778`8717`8197`12094`10906`11917`7316`12102`7321`11831`6657`11105`2483`2479`2471`2475`10783`7314`9173`6291`6252`7282`12994`8829`10749`12060`13475`3494`8272`12095`10236`12079`12075`11988`9551`12914`9593`10635`6555`10782`3632`5883`6620`7326`1905`7243`11930`10573`10585`10597`10583`6282`10793`10791`11758`2150`7237`11796`7364`2678`6420`6283`10806`10811`8151`10528",
},
},
["pa"] = "乌玛拉中士`奥格瑞玛`34,73`35,73`33,72`32,74`35,74",
["pc"] = "乌玛拉中士`奥格瑞玛`34,73`35,73`33,72`32,74`35,74",
},
[2877] = {
["q"] = "安其拉战争`部落需要硬甲皮！`60`60`1`把10块硬甲皮交给奥格瑞玛精神谷的塞拉图斯。",
["os"] = {
[1] = {
["t"] = "硬甲皮：0/10",
["n"] = "8131`12882`10773`6923`11922`12248`11077`10778`12912`10906`11917`12060`12079`12075`11988`9551`12914`9593`10635`3632`6620`7326`6282`10793`10791`11758`11796`3871`6283`10806`10811`8151`10528`10533`10539`11920`12047`10908`3732`10800`11652`11656`8805`8812`8792`8764`8819`10797`11795`10646`12049`10815`12900`12014`12247`11696`12038`11827`11786`11761`3727`10809`6315`4017`12053`12902`10637`11989`11812`11762`11820`3423`5465`3415`3434`12078`12899`12885`11082`12880`10544`12110`10542`11809`8289`12030`11960`11739`12037`3445`9530`10795`12066`10537`6938`3278`8231`6299`6313",
},
},
["pa"] = "塞拉图斯`奥格瑞玛`35,73`35,72`35,74`34,74`36,73",
["pc"] = "塞拉图斯`奥格瑞玛`35,73`35,72`35,74`34,74`36,73",
},
[2878] = {
["q"] = "安其拉战争`部落需要绒线绷带！`36`60`1`把20卷绒线绷带交给奥格瑞玛精神谷的医师朗兰纳。",
["os"] = {
[1] = {
["t"] = "绒线绷带：0/20",
},
},
["pa"] = "医师朗兰纳`奥格瑞玛`31,74`31,75`32,74`32,71`33,74",
["pc"] = "医师朗兰纳`贫瘠之地`67,0",
},
[2879] = {
["q"] = "安其拉战争`部落需要符文布绷带！`1`60`1`把20卷符文布绷带交给奥格瑞玛精神谷的尼根·陶蹄。",
["os"] = {
[1] = {
["t"] = "符文布绷带：0/20",
["n"] = "14413`14410`14388`14387",
},
},
["pa"] = "尼根·陶蹄`奥格瑞玛`32,75`32,76`31,75`31,76`33,74",
["pc"] = "尼根·陶蹄`奥格瑞玛`32,75`32,76`31,75`31,76`33,74",
},
[2880] = {
["q"] = "安其拉战争`部落需要魔纹布绷带！`43`60`1`把20卷魔纹绷带交给奥格瑞玛精神谷的卡隆。",
["os"] = {
[1] = {
["t"] = "魔纹绷带：0/20",
["n"] = "11040`9894",
},
},
["pa"] = "卡隆`奥格瑞玛`31,75`32,75`31,76`32,71`33,74",
["pc"] = "卡隆`奥格瑞玛`31,75`32,75`31,76`32,71`33,74",
},
[2881] = {
["q"] = "安其拉战争`部落需要紫莲花！`60`60`1`把20份紫莲花交给交给奥格瑞玛精神谷的药剂师耶泽尔。",
["os"] = {
[1] = {
["t"] = "紫莲花：0/20",
["n"] = "13817`9257`2479`8742`1905`6927`7237`11796`8641`6420`8249`3552`3923`8706`8825`13835`1894`9527`13135`2195`6556`1911`12837`7393`12454`12598`10214`5031`14076`9218`9246`12256`8642`12167`8479`8244`13839`5475`12539`9353`7125`10216`10851`8726`2997`8672`8133`10902`9525`9441`9465`7861`8277`13844`10227`7354`13849`3181`8685`8781`8142`8688`8150`10905`8747`9642`8234`13501`6450`10852`8491`3315`3322`3332`3341`12464`2882`11662",
},
},
["pa"] = "药剂师耶泽尔`奥格瑞玛`33,69`33,68`32,68",
["pc"] = "药剂师耶泽尔`奥格瑞玛`33,69`33,68`32,68",
},
[2882] = {
["q"] = "安其拉战争`部落需要火焰花！`60`60`1`把20份火焰花交给奥格瑞玛精神谷的蝙蝠骑士比雷凯基。",
["os"] = {
[1] = {
["t"] = "火焰花：0/20",
},
},
["pa"] = "蝙蝠骑士比雷凯基`奥格瑞玛`33,70`33,69`33,71",
["pc"] = "蝙蝠骑士比雷凯基`奥格瑞玛`33,70`33,69`33,71",
},
[2883] = {
["q"] = "安其拉战争`部落需要宁神花！`60`60`1`把20朵宁神花交给奥格瑞玛精神谷的草药学家波德·飞羽。",
["os"] = {
[1] = {
["t"] = "宁神花：0/20",
["n"] = "9257`7956`4675`8742`5046`14479`1905`2271`2245`6927`2595`7418`5440`5583`2601`4956`8706`8825`8856`5605`9527`7886`10898`5061`6556`1911`14444`8361`7032`5621`9057`4526`2371`8881`10214`5057`9218`9246`12256`8642`12167`9780`4990`3409`8878`8303`9870`9805`9825`9865`8244`13839`1720`5628`8975`14306`9687`9989`7952`5424`5422`5420`7954`7256`7650`10216`9912`2780`10851`10866`8133`10902`9525`9441`9465`14486`4427`8971`5005`8277`13844`10227`7676`7354`13849`4880`4453`5699`8685`8781`8142`9974`10043`8688`8087`6864`10905`7890`8747",
},
},
["pa"] = "草药学家波德·飞羽`奥格瑞玛`33,70`33,71`32,70`33,69",
["pc"] = "草药学家波德·飞羽`奥格瑞玛`33,70`33,71`32,70`33,69",
},
[2884] = {
["q"] = "安其拉战争`部落需要秘银锭！`60`60`1`把20块秘银锭交给奥格瑞玛精神谷的军士长克拉恩。",
["os"] = {
[1] = {
["t"] = "秘银锭：0/20",
},
},
["pa"] = "军士长克拉恩`奥格瑞玛`31,66`31,67`32,66`32,69`33,72",
["pc"] = "军士长克拉恩`奥格瑞玛`31,66`31,67`32,66`32,69`33,72",
},
[2885] = {
["q"] = "安其拉战争`部落需要铜锭！`60`60`1`把20块铜锭交给奥格瑞玛精神谷的矿工克罗威尔。",
["pa"] = "矿工克罗威尔`奥格瑞玛`32,67`31,66`31,67`32,68`32,70",
},
[2886] = {
["q"] = "安其拉战争`部落需要锡锭！`43`60`1`把20块锡锭交给奥格瑞玛精神谷的步兵玛乌格。",
["os"] = {
[1] = {
["t"] = "锡锭：0/20",
},
},
["pa"] = "步兵玛乌格`奥格瑞玛`31,67`31,65`31,66`31,68`30,68",
["pc"] = "步兵玛乌格`奥格瑞玛`31,67`31,65`31,66`31,68`30,68",
},
[2887] = {
["q"] = "安其拉战争`联盟需要阿尔萨斯之泪！`35`60`2`把20棵阿尔萨斯之泪交给铁炉堡军事区的士官长戈麦恩。",
["os"] = {
[1] = {
["t"] = "阿尔萨斯之泪：0/20",
["n"] = "12947`9257`8742`1905`6927`8706`8825`9527`6556`1911`10214`9218`9246`12256`8642`12167`10216`10851`8133`10902`9525`9465`8277`13844`10227`7354`8685`8781`8142`10905`8747`8234`13501`9829`10852`3315`3322`3332`3341",
},
},
["pa"] = "士官长戈麦恩`铁炉堡`70,72`71,72`71,71`71,73`70,70",
["pc"] = "士官长戈麦恩`铁炉堡`70,72`71,72`71,71`71,73`70,70",
},
[2888] = {
["q"] = "木喉要塞`冬泉熊怪的活动`50`58`3`萨尔法要你去杀死8个冬泉图腾师、8个冬泉巢穴守卫和8个冬泉探路者。萨尔法就站在冬泉谷的木喉要塞入口处。",
["os"] = {
[1] = {
["t"] = "冬泉萨满祭司：0/8",
["n"] = "3921",
},
[2] = {
["t"] = "冬泉巢穴守卫：0/8",
["n"] = "3552",
},
[3] = {
["t"] = "冬泉巨熊怪：0/8",
["n"] = "3923",
},
},
["pa"] = "萨尔法`费伍德森林`68,6`69,6`68,7`68,5`69,7",
},
[2889] = {
["q"] = "新年`瓦拉达尔·星歌`9`60`3`在月光中使用你的春节邀请函前往月光林地，抵达之后与永夜港的瓦拉达尔·星歌谈一谈。",
["pa"] = "春节预告者`奥格瑞玛`42,32`41,32`41,33`42,31`42,34",
["pc"] = "瓦拉达尔·星歌`月光林地`54,35`53,35`54,37`54,36`51,37",
},
[2890] = {
["q"] = "季节性`艾露恩的祝福`44`63`3`召唤年兽，击败它，并获得艾露恩的祝福。完成任务之后回到永夜港的瓦拉达尔·星歌那里。",
["pa"] = "瓦拉达尔·星歌`月光林地`54,35`53,35`54,37`54,36`51,37",
["pc"] = "瓦拉达尔·星歌`月光林地`54,35`53,35`54,37`54,36`51,37",
},
[2891] = {
["q"] = "新年`春节将至！`1`60`1`与奥格瑞玛智慧谷的春节预告者交谈。当然，你也可以到其他主城中去寻找当地的新年预报者。",
["pa"] = "春节使者`奥格瑞玛`51,71`51,72`51,70`41,32`52,67",
["pc"] = "春节预告者`奥格瑞玛`42,32`41,32`41,33`42,31`42,34",
},
[2892] = {
["q"] = "新年`春节烟花`9`60`3`点燃8枚春节烟花和2组春节烟花束，然后回到任何一座主城的春节预告者身边。",
["os"] = {
[1] = {
["t"] = "点燃春节烟花：0/8",
},
[2] = {
["t"] = "点燃春节烟花束：0/2",
},
},
["pa"] = "春节预告者`铁炉堡`29,16`28,16`30,16`28,17`29,15",
["pc"] = "春节预告者`铁炉堡`29,16`28,16`30,16`28,17`29,15",
},
[2893] = {
["q"] = "新年`春节将至！`8`60`2`与铁炉堡秘法区的春节预告者交谈。当然，你也可以到其他主城中去寻找当地的新年预报者。",
["pa"] = "春节特使`铁炉堡`31,62`33,23`31,22`31,19`30,18",
["pc"] = "春节预告者`铁炉堡`29,16`28,16`30,16`28,17`29,15",
},
[2894] = {
["q"] = "新年`春节将至！`10`60`2`与暴风城花园区的春节预告者交谈。当然，你也可以到其他主城中去寻找当地的新年预报者。",
["pa"] = "春节特使`暴风城`55,66`54,66`23,52`53,63`22,54",
["pc"] = "春节预告者`暴风城`23,53`23,52`24,52",
},
[2895] = {
["q"] = "新年`联盟需要彩鳍鱼！`35`0`2`把20条彩鳍鱼交给铁炉堡军事区的美食家斯里克。",
["pa"] = "美食家斯里克`铁炉堡`71,71`71,70`71,69`69,71`70,70",
},
[2896] = {
["q"] = "新年`春节将至！`12`60`2`与达纳苏斯塞纳里奥区的春节预告者交谈。当然，你也可以到其他主城中去寻找当地的新年预报者。",
["pa"] = "春节特使`达纳苏斯`42,44`32,12`32,13`41,43`41,46",
["pc"] = "春节预告者`达纳苏斯`32,12`33,12`36,13",
},
[2897] = {
["q"] = "新年`春节将至！`30`0`1`与幽暗城入口处的春节预告者交谈。当然，你也可以到其他主城中去寻找当地的新年预报者。",
["pa"] = "春节使者`幽暗城`67,43`66,38`65,38`67,44`65,37",
},
[2898] = {
["q"] = "费伍德森林`死木仪祭图腾`56`55`3`把死木仪祭图腾拿到木喉要塞去，看看是否有熊怪想要研究一下它。只有当你在木喉要塞的声望达到中立或者更高级别的时候，木喉要塞的熊怪才会和你说话。",
["pa"] = "死木仪祭图腾`费伍德森林`63,11`63,7`60,7`60,6`65,8",
["pc"] = "克尔达`冬泉谷`26,32`25,36`25,31`25,32`25,30",
},
[2899] = {
["q"] = "费伍德森林`与萨尔法交谈`59`55`1`穿过木喉要塞去冬泉谷。和萨尔法谈谈，他就在木喉要塞另一头的出口处。",
["pa"] = "纳菲恩`费伍德森林`65,8`65,9`65,10",
["pc"] = "萨尔法`费伍德森林`68,6`69,6`68,7`68,5`69,7",
},
[2900] = {
["q"] = "冬泉谷`冬泉仪祭图腾`55`56`3`把冬泉仪祭图腾拿到木喉要塞去，看看是否有熊怪想要研究一下它。只有当你在木喉要塞的声望达到中立或者更高级别的时候，木喉要塞的熊怪才会和你说话。",
["pa"] = "冬泉仪祭图腾`冬泉谷`67,37`40,43`67,36`70,38`61,39",
["pc"] = "克尔达`铁炉堡`",
},
[2901] = {
["q"] = "新年`春节将至！`2`60`1`与雷霆崖长者高地的春节预告者交谈。当然，你也可以到其他主城中去寻找当地的新年预报者。",
["pa"] = "春节使者`贫瘠之地`25,43`28,39",
["pc"] = "春节预告者`贫瘠之地`28,39",
},
[2902] = {
["q"] = "安其拉战争`部落需要斑点黄尾鱼！`60`60`1`把20条斑点黄尾鱼交给奥格瑞玛精神谷的渔夫林度。",
["os"] = {
[1] = {
["t"] = "斑点黄尾鱼：0/20",
["n"] = "13964`14047`4007`11358`13996`11341`13998`14023`11334`13992`13914`1510`13965`11506`11527`14004`11555`11328`14014`6416`14032`13912`13907`14000`13905`11333`2882",
},
},
["pa"] = "渔夫林度`奥格瑞玛`29,69`29,68`33,73`31,69",
["pc"] = "渔夫林度`奥格瑞玛`29,69`29,68`33,73`31,69",
},
[2903] = {
["q"] = "费伍德森林`与纳菲恩交谈`53`55`1`沿着路去费伍德森林，和名叫纳菲恩的熊怪谈一谈。他站在木喉要塞的入口处。",
["pa"] = "格拉兹`费伍德森林`65,8`65,9`65,10`65,7`65,6",
},
[2904] = {
["q"] = "费伍德森林`木喉熊怪的盟友`60`48`1`格拉兹要你去杀死6个死木战士、6个死木探路者以及6个死木园丁。",
["os"] = {
[1] = {
["t"] = "死木战士：0/6",
["n"] = "2654",
},
[2] = {
["t"] = "死木探险者：0/6",
["n"] = "2662",
},
[3] = {
["t"] = "死木园丁：0/6",
["n"] = "2668",
},
},
["pa"] = "格拉兹`奥特兰克山脉`",
["pc"] = "格拉兹`奥特兰克山脉`",
},
[2905] = {
["q"] = "菲拉斯`新斗篷的光辉`42`45`1`给莫沙彻营地的克鲁伊格·碎颅带去10个闪光的小精灵翅膀。",
["os"] = {
[1] = {
["t"] = "闪光的小精灵翅膀：0/10",
["n"] = "10783`7365",
},
},
["pa"] = "克鲁伊格·碎颅`菲拉斯`76,43`77,43`75,43`75,44`75,42",
["pc"] = "克鲁伊格·碎颅`菲拉斯`76,43`77,43`75,43`75,44`75,42",
},
[2906] = {
["q"] = "木喉要塞`万恶之源`60`60`2`把恶魔召唤火炬放在寒水村的冬泉酋长的洞穴入口处。击败召唤出来的恶魔，然后把沙迪维尔斯精华交给木喉要塞的独眼高恩。",
["os"] = {
[1] = {
["t"] = "沙迪维尔斯精华：0/1",
},
},
["pa"] = "独眼高恩`冬泉谷`26,32`25,32`25,31`25,30`25,33",
["pc"] = "独眼高恩`冬泉谷`26,32`25,32`25,31`25,30`25,33",
},
[2907] = {
["q"] = "木喉要塞`重铸和平`60`60`2`将木喉和平契约交给铁炉堡的国王麦格尼·铜须。",
["pa"] = "独眼高恩`冬泉谷`26,32`25,32`25,31`25,30`25,33",
["pc"] = "国王麦格尼·铜须`达纳苏斯`",
},
[2908] = {
["q"] = "安其拉战争`部落需要烤鲑鱼！`60`0`1`把20份烤鲑鱼交给奥格瑞玛精神谷的图拉·利爪。",
["pa"] = "图拉·利爪`奥格瑞玛`29,68`29,69`32,72`31,69",
},
[2909] = {
["q"] = "史诗`梦魇的缠绕`60`63`1`寻找能解读梦魇包裹的物品中所隐藏的信息的人。\n\n或许拥有强大力量的德鲁伊可以帮助你。",
["pa"] = "梦魇包裹的物品`辛特兰`63,28",
["pc"] = "守护者雷姆洛斯`月光林地`37,41`51,38`52,37`45,33`52,42",
},
[2910] = {
["q"] = "凄凉之地`寻物公司的委托`38`35`2`收集7瓶鞭尾蝎的毒液和3块老迈科多兽的毛皮，把它们交给凄凉之地的克雷迪格·安戈尔。",
["os"] = {
[1] = {
["t"] = "鞭尾蝎的毒液：0/7",
["n"] = "7141`10970`10972",
},
[2] = {
["t"] = "老迈科多兽的毛皮：0/3",
["n"] = "10974",
},
},
["pa"] = "克雷迪格·安戈尔`尘泥沼泽`",
["pc"] = "克雷迪格·安戈尔`凄凉之地`66,10`66,11`67,10`67,9`66,9",
},
[2911] = {
["q"] = "季节性`亲爱的艾琳娜`21`60`1`将轻折的信件交给幽暗城银行附近的艾琳娜·海东。",
["pa"] = "奥洛克·戴斯班恩`奥格瑞玛`52,68`51,70`52,70`51,71`51,72",
},
[2912] = {
["q"] = "季节性`亲爱的科兰拉`32`60`2`将皱褶的信件交给暴风城银行外面的科兰拉·迪恩。",
["pa"] = "托麦克·石河`铁炉堡`33,66`29,70`33,65`33,67`33,68",
["pc"] = "科兰拉·迪恩`暴风城`54,66`55,66`55,65`54,64`54,65",
},
[2913] = {
["q"] = "季节性`危险的爱情`32`60`2`弄到一张暴风城卫兵的卡片，并把它交给暴风城的阿瑞斯坦·莫塔。",
["os"] = {
[1] = {
["t"] = "暴风城卫兵的卡片：0/1",
},
},
["pa"] = "阿瑞斯坦·莫塔`暴风城`55,65`55,66`54,65`54,66`53,63",
["pc"] = "阿瑞斯坦·莫塔`艾尔文森林`26,40",
},
[2914] = {
["q"] = "季节性`阿瑞斯坦的预感`39`60`2`将1瓶古龙水和1瓶香水交给暴风城贸易区的摩根·匹斯特。",
["os"] = {
[1] = {
["t"] = "古龙水：0/1",
},
[2] = {
["t"] = "香水瓶：0/1",
},
},
["pa"] = "阿瑞斯坦·莫塔`艾尔文森林`26,40",
["pc"] = "摩根·匹斯特`暴风城`56,65`56,64`57,65`59,66`57,64",
},
[2915] = {
["q"] = "季节性`摩根的发现`39`60`2`回到暴风城银行附近的阿瑞斯坦·莫塔那里。",
["pa"] = "摩根·匹斯特`暴风城`56,65`56,64`57,65`59,66`57,64",
["pc"] = "阿瑞斯坦·莫塔`暴风城`55,65`55,66`54,65`54,66`53,63",
},
[2916] = {
["q"] = "季节性`追查货源`39`60`2`与暴风城贸易区中的镶金玫瑰旅店的老板奥里森谈一谈。",
["pa"] = "阿瑞斯坦·莫塔`暴风城`55,65`55,66`54,65`54,66`53,63",
["pc"] = "埃文特·索里萨姆`暴风城`40,47",
},
[2917] = {
["q"] = "季节性`追查货源`39`60`2`与暴风城运河旁的裁缝店“最好的线团”里面的埃文特·索里萨姆谈一谈。",
["pa"] = "旅店老板奥里森`暴风城`53,66`52,65`52,66`53,65`54,64",
},
[2918] = {
["q"] = "季节性`水落石出`39`60`2`到希尔斯布莱德丘陵去，在拉文霍德庄园后面找到药剂师斯塔弗隆·雷伦特。",
["pa"] = "埃文特·索里萨姆`暴风城`40,47",
},
[2919] = {
["q"] = "希利苏斯`战地任务`60`0`1`向雷戈虫巢外的奥格瑞玛军团报到，从克鲁格·碎颅那里拿到签过字的战地任务文件，把它交给希利苏斯塞纳里奥要塞的唤风者卡尔东。\n\n注意：给奥格瑞玛军团的士兵治疗或者施放增益法术会打开你的pvp标志。",
["pa"] = "唤风者卡尔东`希利苏斯`50,36`51,37",
},
[2920] = {
["q"] = "希利苏斯`塞纳里奥的装备`60`60`3`与希利苏斯塞纳里奥要塞的瓦古斯谈一谈。",
["pa"] = "唤风者卡尔东`希利苏斯`50,36`51,37",
["pc"] = "瓦古斯`希利苏斯`51,39`51,38`50,39`51,37`50,37",
},
[2921] = {
["q"] = "季节性`危险的爱情`60`0`1`弄到一张发臭的卡片，并把它交给幽暗城的芬斯塔·艾吉勒。",
["pa"] = "芬斯塔·艾吉勒`幽暗城`67,45`67,44`68,37",
},
[2922] = {
["q"] = "希利苏斯`战地任务`60`60`2`向佐拉虫巢外的铁炉堡军团报到，从布莱卡维尔上尉那里拿到签过字的战地任务文件，把它交给希利苏斯塞纳里奥要塞的唤风者卡尔东。\n\n注意：给铁炉堡军团的士兵治疗或者施放增益法术会打开你的pvp标志。",
["os"] = {
[1] = {
["t"] = "签过字的战地任务文件：0/1",
},
},
["pa"] = "唤风者卡尔东`希利苏斯`50,36`51,37",
},
[2923] = {
["q"] = "季节性`亲爱的艾琳娜`33`60`1`将精心书写的信件交给幽暗城银行附近的艾琳娜·海东。",
["pa"] = "井边的泰玛`雷霆崖`43,60`45,60",
},
[2924] = {
["q"] = "季节性`亲爱的科兰拉`20`60`2`将亨德瑞克中尉精心书写的信件交给暴风城银行外面的科兰拉·迪恩。",
["pa"] = "约克林·亨德瑞克中尉`暴风城`57,60`58,59`57,59",
["pc"] = "科兰拉·迪恩`艾尔文森林`26,40`25,40`26,39",
},
[2925] = {
["q"] = "季节性`亲爱的科兰拉`55`60`2`将精美的信件交给暴风城银行外面的科兰拉·迪恩。",
["pa"] = "奥德瑞斯·轻云`达纳苏斯`42,43`45,41`42,42",
["pc"] = "科兰拉·迪恩`暴风城`54,66`55,66`55,65`54,64`54,65",
},
[2926] = {
["q"] = "木喉要塞`冬泉熊怪的活动`54`58`1`萨尔法要你去杀死8个冬泉萨满祭司、8个冬泉巢穴守卫和8个冬泉巨熊怪。萨尔法就站在冬泉谷的木喉要塞入口处。",
["os"] = {
[1] = {
["t"] = "冬泉萨满祭司：0/8",
["n"] = "3921",
},
[2] = {
["t"] = "冬泉巢穴守卫：0/8",
["n"] = "3552",
},
[3] = {
["t"] = "冬泉巨熊怪：0/8",
["n"] = "3923",
},
},
["pa"] = "萨尔法`冬泉谷`28,35`28,34`27,34",
},
[2927] = {
["q"] = "季节性`亲爱的艾琳娜`54`0`1`将充满感情的信件交给幽暗城银行附近的艾琳娜·海东。",
["pa"] = "亡灵卫兵托尔`西瘟疫之地`3,46",
},
}
